Repository: GNOME/recipes
Catalog: help/*/*.po
Languages: sv, uk

source: Note that the information about dietary restrictions is provided by the recipe authors themselves and cannot be guaranteed to be accurate. Please always double-check the ingredients if you are serving a person with a gluten or dairy intolerance.
sv: Observera att informationen om begränsningar i diet tillhandahålls av receptens författare och att det inte kan garanteras att de är korrekta. Dubbelkontrollera alltid ingredienserna om du serverar en person med gluten- eller mjölkallergi.
uk: Зауважте, що дані щодо дієтичних обмежень надаються самими авторами рецептів. Не можна гарантувати їхню абсолютну точність. Будь ласка, ретельно перевіряйте складові, якщо ви готуєте для осіб із проблемами із засвоєнням продуктів із глютеном або молочних продуктів.

source: Search for recipes with or without a specific ingredient
sv: Sök recept med eller utan en viss ingrediens
uk: Пошук рецептів із певною складовою або без неї

source: You can search for recipes that include or do not include a specific ingredient.
sv: Du kan söka efter recept som innehåller eller inte innehåller en viss ingrediens.
uk: Ви можете виконати пошук рецептів, до яких включено або не включено певну складову.

source: Press the down arrow <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Down</span></media> in the search bar.
sv: Tryck på nedåtpilen <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Nedåt</span></media> i sökraden.
uk: Натисніть кнопку зі стрілкою вниз <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Вниз</span></media> на панелі пошуку.

source: Select the <gui>Ingredients</gui> drop down box.
sv: Välj rullgardinsrutan <gui>Ingredienser</gui>.
uk: Виберіть <gui>Складові</gui> зі спадного списку.

source: Select an ingredient from the list, such as <em>Banana</em>.
sv: Välj en ingrediens från listan, exempelvis <em>Banan</em>.
uk: Виберіть якусь складову зі списку, наприклад, <em>Буряк</em>.

source: A tag for that ingredient, such as <em>Banana</em>, will be displayed in the search bar and all recipes that include that bananas will be displayed. If there are no recipes that match, <gui>No recipes found</gui> will be displayed. Press the tag in the search bar for <gui>Banana</gui> and the tag will now show <gui>No Banana</gui> and all recipes that do not include bananas in the recipe will be displayed. To remove the tag from search, press <gui>x</gui> on the tag in the search bar.
sv: En tagg för den ingrediensen, exempelvis <em>Banan</em>, kommer visas i sökraden och alla recept som innehåller den ingrediensen att visas. Om det inte finns några recept som matchar kommer <gui>Fann inga recept</gui> att visas. Tryck på taggen för <gui>Banan</gui> i sökraden så kommer taggen nu visa <gui>Ingen banan</gui>, och alla recept som inte innehåller banan kommer att visas. För att ta bort taggen från sökningen kan du trycka på <gui>x</gui> på taggen i sökraden.
uk: Теґ складової, наприклад <em>Буряк</em>, буде показано на панелі пошуку. Програма покаже усі рецепти із використанням буряка. Якщо жодного рецепта не буде знайдено, буде показано повідомлення <gui>Рецептів не знайдено</gui>. Натисніть теґ <gui>Буряк</gui> на панелі пошуку, і програма покаже замість нього <gui>Без буряка</gui> та усі рецепти, для приготування за якими не потрібен буряк. Щоб вилучити теґ з пошуку, натисніть кнопку <gui>x</gui> у записі теґу на панелі пошуку.

source: Search by Cuisines
sv: Sök efter matkultur
uk: Пошук за кухнями

source: You can also search for a recipe by what type of cuisine the recipe is or region it is from. This also includes searching for seasonal recipes that might be made during certain holidays or times of year.
sv: Du kan också söka efter ett recept efter typen av matkultur det tillhör eller regionen som receptet kommer från. Detta inkluderar sökning efter säsongsbetonade recept som kanske tillagas under vissa högtider eller tider på året.
uk: Крім того, ви можете шукати рецепт за належністю до кухні або певної частини світу. Це також стосується пошуку сезонних рецептів страв, які готують на певні свята або у певні пори року.

source: In the top menu bar of <app>Recipes</app>, press the <gui style="button">Cuisines</gui> button.
sv: I menyraden högst upp i <app>Recept</app>, tryck på knappen <gui style="button">Matkulturer</gui>.
uk: На верхній панелі меню <app>Рецептів</app> натисніть кнопку <gui style="button">Кухні</gui>.

source: A list of cuisines from around the world with brief descriptions are displayed. Click on a world cuisine to see all recipes in that category sorted by the type of dish.
sv: En lista över matkulturer från hela världen visas med korta beskrivningar. Klicka på en av världsmatkulturerna för att se alla recept i den kategorin sorterade efter vad det är för sorts rätt.
uk: Буде показано список кухонь з усього світу із короткими описами. Натисніть на пункті загальносвітової кухні, щоб побачити усі рецепти категорії, впорядковані за типами страв.

source: Scroll down to see a list of seasonal categories and press the down icon <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Down</span></media> to see all seasonal categories.
sv: Rulla nedåt för att se en lista över säsongskategorier och tryck på nedåtikonen <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Nedåt</span></media> för att se alla säsongskategorier.
uk: Виконайте гортання вниз для перегляду списку сезонних категорій і натисніть піктограму зі стрілкою вниз <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Вниз</span></media>, щоб переглянути сезонні категорії.

source: Select a holiday or season to show all recipes that match.
sv: Välj en högtid eller säsong för att se alla recept som matchar.
uk: Виберіть свято або пору року, щоб переглянути усі відповідні рецепти.

# text
source: Recipes
sv: Recept
uk: Рецепти

source: A recipe manager to help you cook.
sv: En recepthanterare för att hjälpa dig laga mat.
uk: Керування рецептами, яке допомагає вам у приготуванні.

source: <_:media-1/> Recipes
sv: <_:media-1/> Recept
uk: <_:media-1/> Рецепти

source: <app>Recipes</app> is an easy to use application that will help you discover what to cook today, tomorrow, the rest of the week, and for special occasions.
sv: <app>Recept</app> är ett lättanvänt program som hjälper dig med vad du ska laga för mat i dag, i morgon, resten av veckan och för speciella tillfällen.
uk: <app>Рецепти</app> — проста у користуванні програма, яка допоможе вам визначитися із тим, що приготувати сьогодні, завтра, у решту днів тижня та до особливої події.

source: Managing Recipes
sv: Hantera recept
uk: Керування рецептами

source: Cooking
sv: Matlagning
uk: Готування

source: Printing and Sharing
sv: Utskrift och delning
uk: Друк і оприлюднення

source: Creative Commons Attribution-ShareAlike 4.0 International
sv: Creative Commons Erkännande-DelaLika 4.0 Internationell
uk: Непортованої ліцензії Creative Commons Attribution-ShareAlike 4.0

source: This work is licensed under a <_:link-1/> license.
sv: Detta verk är licensierat under licensen <_:link-1/>.
uk: Ця робота розповсюджується за умов дотримання <_:link-1/>.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this documentation under the terms of your choosing, without restriction.
sv: Som ett speciellt undantag ger upphovsrättsinnehavarna dig tillåtelse att kopiera, modifiera och distribuera exempelkoden som finns i denna dokumentation under de villkor som du väljer, utan restriktioner.
uk: За виняткових обставин власники авторських прав можу надати вам дозвіл копіювати, змінювати і розповсюджувати приклади коду, що містяться у цьому документі, за довільних умов, без обмежень.

source: How to add notes to a recipe or make it a favorite.
sv: Hur du lägger till anteckningar till ett recept eller gör det till en favorit.
uk: Як додати нотатки до рецепта або зробити рецепт улюбленим.

source: Add Notes
sv: Lägg till anteckningar
uk: Додавання нотаток

source: Add a Note to a Recipe.
sv: Lägg till en anteckning till ett recept.
uk: Додавання нотатки до рецепта.

source: You can add personal notes to any recipe. You may want to make a note how you changed the recipe, or if a recipe needed to be cooked shorter or longer, or if it became a favorite of a friend or family member. To add a note to a recipe:
sv: Du kan lägga till personliga anteckningar till alla recept. Du kanske vill göra en anteckning om hur du ändrat receptet, eller om ett recept behövde tillagas kortare eller längre, eller om det blivit en favorit hos en vän eller familjemedlem. För att lägga till en anteckning till ett recept:
uk: Ви можете додати особисті нотатки до будь-якого рецепта. Наприклад, ви можете лишити нотатку щодо того, як ви змінили рецепт, або того, чи слід збільшити чи зменшити час приготування, або того, що рецепт є улюбленим рецептом вашого друга, подруги чи родича. Щоб додати нотатку до рецепта, виконайте такі дії:

source: Open a recipe.
sv: Öppna ett recept.
uk: Відкрийте рецепт.

source: Press the <gui style="button">Notes</gui> button in the lower-left corner.
sv: Tryck på knappen <gui style="button">Anteckningar</gui> i det nedre vänstra hörnet.
uk: Натисніть кнопку <gui style="button">Нотатки</gui> у лівому нижньому куті вікна програми.

source: Enter your notes in the text box.
sv: Skriv in dina anteckningar i textrutan.
uk: Введіть ваші нотатки до текстового поля.

source: Press the <gui style="button">Notes</gui> button again lower-left corner when finished.
sv: Tryck på knappen <gui style="button">Anteckningar</gui> igen i det nedre vänstra hörnet när du är klar.
uk: Натисніть кнопку <gui style="button">Нотатки</gui> у лівому нижньому куті вікна програми ще раз, коли завершите.

source: Your note will now be displayed below the recipe description and above the recipe directions.
sv: Din anteckning kommer nu visas nedanför receptbeskrivningen och ovanför receptinstruktionerna.
uk: Після цього вашу нотатку буде показано під описом рецепта і над настановами рецепта.

source: Make a recipe a favorite.
sv: Gör ett recept till en favorit.
uk: Як зробити рецепт улюбленим.

source: You can make a recipe a favorite. To favorite a recipe:
sv: Du kan göra ett recept till en favorit. För att lägga till ett recept bland favoriterna:
uk: Ви можете зробити рецепт улюбленим ось так:

source: Press the <gui>Add to Favorites</gui> <media type="image" mime="image/png" src="images/love.png" its:translate="yes"> <span its:translate="yes">Add to Favorites</span></media> button.
sv: Tryck på knappen <gui>Lägg till i favoriter</gui> <media type="image" mime="image/png" src="images/love.png" its:translate="yes"> <span its:translate="yes">Lägg till i favoriter</span></media>.
uk: Натисніть кнопку <gui>Додати до улюблених</gui> <media type="image" mime="image/png" src="images/love.png" its:translate="yes"> <span its:translate="yes">Додати до улюблених</span></media>.

source: To remove from favorites, press the <gui>Add to Favorites</gui> button again.
sv: För att ta bort från favoriter, tryck på knappen <gui>Lägg till i favoriter</gui> igen.
uk: Щоб вилучити запис із улюблених, натисніть кнопку <gui>Додати до улюблених</gui> ще раз.

source: How to print or share recipes and shopping lists.
sv: Hur du skriver ut eller delar recept och inköpslistor.
uk: Як друкувати або оприлюднювати рецепти та списки закупівель.

source: Share a Recipe or Shopping List Using Email
sv: Dela ett recept eller en inköpslista via e-post
uk: Оприлюднення рецепта або списку закупівель за допомогою електронної пошти

source: You can email a shopping list or recipe to a friend. Shopping lists will email all of the ingredients needed in the body of an email. If you email a recipe, the email recipient will receive the recipe as an email attachment. They can download the attachment and double-click it to import the recipe you shared into <app>Recipes</app>.
sv: Du kan e-posta en inköpslista eller ett recept till en vän. Inköpslistor kommer e-posta alla ingredienser som behövs i texten för ett e-postmeddelande. Om du e-postar ett recept kommer e-postmottagaren erhålla receptet som en e-postbilaga. De kan hämta bilagan och dubbelklicka på den för att importera receptet som du delat till <app>Recept</app>.
uk: Ви можете надіслати список закупівель або рецепт другу або подрузі електронною поштою. Для списків закупівель усі складові буде вказано у тексті повідомлення електронної пошти. Якщо ж ви надсилаєте рецепт, отримувач повідомлення електронної пошти матиме рецепт як долучення до повідомлення. Це долучення можна буде отримати з сервера і клацнути на ньому двічі лівою кнопкою миші для імпортування поширеного вами рецепта до <app>Рецептів</app>.

source: You must use an email application to share recipes. Web based email, like Gmail or Yahoo!, will not work to share recipes.
sv: Du måste använda ett e-postprogram för att dela recept. Webbaserad e-post såsom Gmail eller Yahoo! kommer inte att fungera för att dela recept.
uk: Для оприлюднення рецептів вам знадобиться програма для роботи з електронною поштою. Інтернет-сторінками електронної пошти, подібними до Gmail або Yahoo!, не можна скористатися для оприлюднення рецептів у штатний спосіб.

source: Open the recipe or shopping list you want to email.
sv: Öppna receptet eller inköpslistan som du vill e-posta.
uk: Відкрийте рецепт або список закупівель, який ви хочете надіслати електронною поштою.

source: Press the <gui>Share</gui> button in the bottom-right corner.
sv: Tryck på <gui>Dela</gui>-knappen i det nedre högra hörnet.
uk: Натисніть кнопку <gui>Оприлюднити</gui> у нижньому правому куті вікна програми.

source: A new email message will be opened composed. The <em>Subject</em> line and email body will be automatically filled out for you. If you are emailing a shopping list, the shopping list will be included in the body of the email. If you are sharing a recipe, the recipe will be attached to the email.
sv: Ett nytt e-postmeddelande kommer öppnas för redigering. Raden <em>Ämne</em> och e-posttexten kommer automatiskt ha fyllts i åt dig. Om du e-postar en inköpslista kommer inköpslistan ingå i meddelandet. Om du delar ett recept så kommer receptet vara en bilaga till e-postmeddelandet.
uk: Буде відкрито редактор повідомлень із новим повідомленням електронної пошти. Поле <em>Тема</em> та текст повідомлення буде заповнено автоматично. Якщо ви надсилаєте список закупівель, цей список буде включено до тексту повідомлення. Якщо ви ділитеся рецептом, рецепт буде долучено до повідомлення.

source: Enter the email address of the person you would like to share with and any additional information in the email body and send your email.
sv: Ange e-postadressen för personen som du vill dela med samt eventuell ytterligare information i meddelandetexten, och skicka ditt meddelande.
uk: Введіть адресу електронної пошти особи, з якою ви хочете поділитися рецептом, та будь-які додаткові відомості у текстове поле повідомлення. Далі, надішліть ваше повідомлення.

source: Print a Recipe
sv: Skriv ut ett recept
uk: Друк рецептів

source: Printing a recipe requires that you have connected and configured your printer. If you have not done this, please consult the <link href="help:gnome-help/printing">printing help for GNOME</link>.
sv: Att skriva ut ett recept kräver att du har anslutit och konfigurerat din skrivare. Om du inte har gjort detta, konsultera <link href="help:gnome-help/printing">utskriftshjälpen för GNOME</link>.
uk: Щоб надрукувати рецепт, слід з'єднати принтер з комп'ютером і налаштувати його. Якщо ви ще не зробили цього, зверніться до <link href="help:gnome-help/printing">довідки з друкування для GNOME</link>.

source: You can print your recipes using a local or remote printer. To print a recipe:
sv: Du kan skriva ut dina recept med en lokal skrivare eller en fjärrskrivare. För att skriva ut ett recept:
uk: У програмі передбачено можливість друку рецептів на локальному або віддаленому принтері. Щоб надрукувати рецепт, виконайте такі дії:

source: Press the <gui style="menuitem">Print</gui> button in the bottom-right corner when viewing a recipe.
sv: Tryck på knappen <gui style="menuitem">Skriv ut</gui> i det nedre högra hörnet när du tittar på ett recept.
uk: Натисніть кнопку <gui style="menuitem">Друкувати</gui> у нижньому правому куті панелі перегляду рецепта.

source: Select the desired printer from the list of printers available.
sv: Välj den önskade skrivaren från listan av tillgängliga skrivare.
uk: Виберіть потрібний принтер зі списку доступних принтерів.

source: You can preview the file using <gui style="button">Print Preview</gui> and once you are satisfied with the settings, press <gui style="button">Print</gui> to send the file to printer.
sv: Du kan förhandsgranska filen med <gui style="button">Förhandsvisa</gui>, och då du är nöjd med inställningarna kan du klicka <gui style="button">Skriv ut</gui> för att sända filen till skrivaren.
uk: Можна попередньо переглянути результати за допомогою кнопки <gui style="button">Попередній перегляд</gui> і, тільки-но ви будете задоволені налаштуваннями, натисніть кнопку <gui style="button">Друкувати</gui>», щоб надіслати на принтер.

source: Automatically create a shopping list with the ingredients needed for a recipe.
sv: Skapa automatiskt en inköpslista med ingredienserna som behövs för ett recept.
uk: Автоматичне створення списку закупівель за складовими, які потрібні для приготування страви за рецептом.

source: Create a Shopping List
sv: Skapa en inköpslista
uk: Створення списку закупівель

source: <app>Recipes</app> will help you create shopping list based on the ingredients in a recipe. To create a shopping list:
sv: <app>Recept</app> kommer hjälpa dig att skapa en inköpslista baserad på de ingredienser som ingår i ett recept. För att skapa en inköpslista:
uk: <app>Рецепти</app> допоможуть вам створити список закупівель на основі складових рецепта. Щоб створити список закупівель, виконайте такі дії:

source: Press the <gui>Buy Ingredients</gui> button located under the ingredient list.
sv: Tryck på knappen <gui>Köp ingredienser</gui> som finns under ingredienslistan.
uk: Натисніть кнопку <gui>Придбати складові</gui>, яку розташовано під списком складових.

source: <app>Recipes</app> will display a pop-up at the top. To view the shopping list, press the <gui>View Shopping List</gui> button or press <gui>x</gui> to close the pop-up.
sv: <app>Recept</app> kommer visa en poppupp högst upp. För att se inköpslistan, tryck på knappen <gui>Visa inköpslista</gui> eller tryck på <gui>x</gui> för att stänga poppuppen.
uk: <app>Рецепти</app> покажуть контекстну панель згори. Щоб переглянути список закупівель, натисніть кнопку <gui>Переглянути список закупівель</gui>. Ви також можете натиснути кнопку <gui>x</gui>, щоб закрити контекстну панель.

source: Repeat steps for any other recipes you would like the ingredients to be added to your shopping list.
sv: Upprepa stegen för alla andra recept för vilka du vill att ingredienserna ska läggas till i din inköpslista.
uk: Повторіть кроки для усіх інших рецептів, складові яких ви хочете додати до списку закупівель.

source: When you are finished adding to the shopping list, press the <gui>View Shopping List</gui> button, or return to the main <app>Recipes</app> window and click the <gui>Buy ingredients</gui> bar in the <gui>Today</gui> section.
sv: När du är klar med att lägga till i inköpslistan, tryck på knappen <gui>Visa inköpslista</gui> eller gå tillbaka till huvudfönstret för <app>Recept</app> och klicka på raden <gui>Köp ingredienser</gui> i sektionen <gui>I dag</gui>.
uk: Коли усі складові буде додано, натисніть кнопку <gui>Переглянути список закупівель</gui>, або поверніться до головного вікна <app>Рецептів</app> і натисніть кнопку <gui>Придбати складові</gui> у розділі <gui>Сьогодні</gui>.

source: <app>Recipes</app> will display the <gui>Buy Ingredients</gui> page. The ingredients you need to purchase for all of the recipes will be displayed in a list below the recipes that require them.
sv: <app>Recept</app> kommer att visa sidan <gui>Köp ingredienser</gui>. Ingredienserna som du behöver köpa för alla recept kommer visas i en lista under recepten som kräver dem.
uk: У відповідь <app>Рецепти</app> покажуть сторінку <gui>Придбати складові</gui>. Складові, які вам слід придбати для усіх рецептів, буде показано у списку під рецептами, приготування за якими потребує цих складових.

source: Edit the Shopping List
sv: Redigera inköpslistan
uk: Редагування списку закупівель

source: You can increase the serving side of a recipe and the shopping list will automatically increase the quantities of the ingredients you need to purchase.
sv: Du kan öka portionsdelen för ett recept så kommer inköpslistan automatiskt öka mängderna för ingredienserna som du behöver köpa.
uk: Ви можете збільшити кількість порцій за рецептом — обсяги складових у списку закупівель буде автоматично приведено у відповідність до кількості порцій.

source: The recipes you have added to the shopping list are shown at the top. In the upper right corner of the recipe the serving size is shown. Click the number displayed in the recipe.
sv: Recepten som du har lagt till i inköpslistan visas högst upp. I receptets övre högra hörn visas antalet portioner. Klicka på antalet som visas i receptet.
uk: Рецепти, які було додано до списку закупівель, буде показано у верхній частині списку. У верхньому правому куті пункту рецепта буде показано кількість порцій. Клацніть на цьому числі, яке показано у пункті рецепта.

source: Increase or decrease the serving size of the recipe by pressing <gui>+</gui> or <gui>-</gui>.
sv: Öka eller minska portionsantalet för receptet genom att trycka på <gui>+</gui> eller <gui>-</gui>.
uk: Збільште або зменште розмір порції за рецептом, натиснувши кнопку <gui>+</gui> або <gui>-</gui>.

source: The shopping list will automatically adjust the ingredients needed to purchase based on the new serving size of the recipe.
sv: Shoppinglistan kommer automatiskt justera ingredienserna som behöver köpas beroende på det nya portionsantalet för receptet.
uk: Список закупівель буде автоматично скориговано за складовими, які потрібно придбати відповідно до нових розмірів порції за рецептом.

source: Remove an Item
sv: Ta bort ett objekt
uk: Вилучення запису

source: To remove an item from the shopping list:
sv: För att ta bort ett objekt från inköpslistan:
uk: Щоб вилучити запис зі списку закупівель, виконайте такі дії:

source: Select an item from the list.
sv: Välj ett objekt från listan.
uk: Позначте пункт у списку.

source: Press the Trash <media type="image" mime="image/png" src="images/trash.png" its:translate="yes"> <span its:translate="yes">Trash</span></media> button and the ingredient is removed from the shopping list.
sv: Tryck på knappen Papperskorg <media type="image" mime="image/png" src="images/trash.png" its:translate="yes"> <span its:translate="yes">Papperskorg</span></media> så tas ingrediensen bort från inköpslistan.
uk: Натисніть кнопку смітника <media type="image" mime="image/png" src="images/trash.png" its:translate="yes"> <span its:translate="yes">Смітник</span></media>, і запис складової буде вилучено зі списку закупівель.

source: To add an ingredient back to the shopping list after you removed it:
sv: För att lägga till en ingrediens till inköpslistan igen efter att ha tagit bort den:
uk: Щоб повернути складову до списку закупівель після того, як ви її вилучили, виконайте такі дії:
