Repository: GNOME/recipes
Catalog: help/*/*.po
Languages: sv, uk

source: Press the <gui>Add</gui> button to add the ingredient to the list or click <gui>Amount</gui> to how much of the ingredient is needed.
sv: Tryck på knappen <gui>Lägg till</gui> för att lägga till ingrediensen till listan eller klicka på <gui>Mängd</gui> för att ange hur mycket av ingrediensen som krävs.
uk: Натисніть кнопку <gui>Додати</gui>, щоб додати складову до списку або натисніть кнопку <gui>Кількість</gui>, щоб вказати кількість потрібної для приготування складової.

source: In the <gui>Amount</gui> drop down box you can enter the quantity needed and then press <gui>Add</gui>. Or you can enter the amount and choose the measurement from the list and then press the <gui>Add</gui> button.
sv: I rullgardinsrutan <gui>Mängd</gui> kan du ange mängden som behövs och sedan trycka på <gui>Lägg till</gui>. Eller så kan du ange mängden och välja måttet från listan och sedan trycka på knappen <gui>Lägg till</gui>.
uk: У спадному списку <gui>Кількість</gui> ви можете ввести потрібну кількість, а потім натисніть кнопку <gui>Додати</gui>. Або ви можете ввести кількість і вибрати одиницю виміру зі списку, а потім натисніть кнопку <gui>Додати</gui>.

source: Repeat these steps until all ingredients have been added to the list or recipe.
sv: Upprepa dessa steg tills alla ingredienser har lagts till i listan eller receptet.
uk: Повторюйте ці кроки, аж доки до списку або рецепта не буде додано усі складові.

source: <app>Recipes</app> does not currently support the ability to convert between metric units and imperial units.
sv: <app>Recept</app> har för närvarande inte stöd för konvertering mellan metriska enheter och imperiella enheter.
uk: У поточній версії <app>Рецептів</app> не передбачено можливості перетворення між метричними та імперськими одиницями виміру.

source: Learn how to add your own recipe.
sv: Lär dig hur du lägger till ditt eget recept.
uk: Дізнайтеся, як додати власний рецепт.

source: Add a Recipe
sv: Lägg till ett recept
uk: Додавання рецепта

source: If you are new to <app>Recipes</app>, these topics will help you to add the following categories to a recipe.
sv: Om du just börjat använda <app>Recept</app> så kommer dessa ämnen hjälpa dig att lägga till följande kategorier till ett recept.
uk: Якщо ви не є досвідченим користувачем <app>Рецептів</app>, ці теми обговорення будуть корисними, якщо ви захочете додати вказані нижче категорії до рецепта.

source: How to add your personal information to recipes.
sv: Hur du lägger till din personliga information till recept.
uk: Як додавати особисту інформацію до рецептів.

source: Add Chef Information
sv: Lägg till kockinformation
uk: Додавання відомостей щодо кухаря

source: You can add your personal information including your full name, short name and a photo to <app>Recipes</app>. This will create a chef profile that is used when you create a recipe. This will also help to search for recipes you have created or to share recipes with friends and family. To add your chef information:
sv: Du kan lägga till din personliga information till <app>Recept</app>, både ditt fullständiga namn, ett kortnamn och ett foto. Detta kommer skapa en kockprofil som används när du skapar ett recept. Detta kommer också hjälpa till att söka efter recept som du har skapat eller för att dela recept med vänner och familj. För att lägga till din kockinformation:
uk: У <app>Рецептах</app> ви можете додати особисті дані, включно із вашим повним ім'ям, коротким ім'ям і фотографією. У відповідь буде створено профіль кухаря, який використовуватиметься для створення рецепта. Це також допоможе вам шукати створені вами рецепти або ділитися рецептами із друзями та родиною. Щоб додати ваші дані щодо кухаря, виконайте такі дії:

source: Press the menu button in the top-right corner of the window.
sv: Tryck på menyknappen i fönstrets övre högra hörn.
uk: Натисніть кнопку меню у верхньому правому куті вікна програми.

source: Select <gui>Chef Information</gui>.
sv: Välj <gui>Kockinformation</gui>.
uk: Виберіть <gui>Інформація щодо кухаря</gui>.

source: Enter your full name in the <gui>Name..</gui> text box.
sv: Mata in ditt fullständiga namn i textrutan <gui>Namn…</gui>.
uk: Введіть ваше ім'я повністю до поля <gui>Ім'я</gui>.

source: Enter your first name or nickname in the <gui>Short Name..</gui> text box.
sv: Mata in ditt förnamn eller smeknamn i textrutan <gui>Kortnamn…</gui>.
uk: Введіть ваше ім'я або псевдонім до поля <gui>Коротке ім'я</gui>.

source: Press the camera icon and select an image to add as your personal photo and then press <gui>Open</gui>.
sv: Tryck på kameraikonen och välj en bild att lägga till som ditt personliga foto och tryck sedan på <gui>Öppna</gui>.
uk: Натисніть піктограму фотоапарата і виберіть зображення, яке слід додати як ваше особисте фото, а потім натисніть кнопку <gui>Відкрити</gui>.

source: Press the <gui>Save</gui> button to finish entering your chef information.
sv: Tryck på knappen <gui>Spara</gui> för att slutföra inmatning av din kockinformation.
uk: Натисніть кнопку <gui>Зберегти</gui>, щоб завершити введення даних кухаря.

source: Solutions to common problems with <app>Recipes</app>.
sv: Lösningar på vanliga problem med <app>Recept</app>.
uk: Вирішення типових проблеми із <app>Рецептами</app>.

source: Common Problems
sv: Vanliga problem
uk: Типові проблеми

source: Editing Your Recipes
sv: Redigera dina recept
uk: Редагування ваших рецептів

source: If you have change the login or user ID you use to log into your computer, and you can no longer edit the recipes you have created, you will need to update the <app>Recipes</app> database.
sv: Om du har ändrat inloggnings- eller användar-ID:t som du använder för att logga in på din dator, och du inte längre kan redigera recepten som du har skapat, så kommer du behöva uppdatera databasen för <app>Recept</app>.
uk: Якщо ви змінили назву облікового запису або ідентифікатор користувача, яким ви користуєтеся для входу до операційної системи, і ви не можете більше редагувати створені вами рецепти, вам доведеться оновити базу даних <app>Рецептів</app>.

source: You must have the <sys>dconf-editor</sys> package installed. Be very careful editing application data in <app>dconf-editor</app>. By editing an application's settings, you may cause that application to stop working correctly.
sv: Du måste ha paketet <sys>dconf-editor</sys> installerat. Var väldigt försiktig då du redigerar programdata i <app>dconf-editor</app>. Genom att redigera ett programs inställningar kan du få det programmet att sluta fungera korrekt.
uk: У вашій системі має бути встановлено пакунок <sys>dconf-editor</sys>. Будьте дуже обережні із редагуванням даних програм у <app>dconf-editor</app>. Редагування параметрів програми може призвести до проблем із належною роботою програми.

source: To update <app>Recipes</app> to use the old user to allow you to edit your recipes:
sv: För att uppdatera <app>Recept</app> så att det använder den gamla användaren vilket låter dig redigera dina recept:
uk: Щоб оновити <app>Рецепти</app> і скористатися старим записом користувача для уможливлення редагування ваших рецептів, виконайте такі дії:

source: Open <app>dconf-editor</app>.
sv: Öppna <app>dconf-editor</app>.
uk: Запустіть <app>dconf-editor</app>.

source: Select <guiseq><gui>org</gui> <gui>gnome</gui> <gui>recipes</gui> <gui>user</gui></guiseq>.
sv: Välj <guiseq><gui>org</gui> <gui>gnome</gui> <gui>recipes</gui> <gui>user</gui></guiseq>.
uk: Виберіть <guiseq><gui>org</gui> <gui>gnome</gui> <gui>recipes</gui> <gui>user</gui></guiseq>.

source: In the <gui>Custom value</gui> field, enter the old user ID.
sv: I fältet <gui>Anpassat värde</gui>, ange det gamla användar-ID:t.
uk: У полі <gui>Нетипове значення</gui> введіть старий ідентифікатор користувача.

source: Close <app>dconf-editor</app>.
sv: Stäng <app>dconf-editor</app>.
uk: Закрийте <app>dconf-editor</app>.

source: Open <app>Recipes</app>. You will now be able to open and edit recipes you have created.
sv: Öppna <app>Recept</app>. Du kommer nu kunna öppna och redigera recept som du har skapat.
uk: Відкрийте вікно <app>Рецептів</app>. За допомогою цього вікна ви зможете відкривати і редагувати створені вами записи рецептів.

source: Remove or Edit Included Recipes
sv: Ta bort eller redigera inkluderade recept
uk: Вилучення або редагування включених рецептів

source: You can only remove or edit the recipes you create, not the recipes included.
sv: Du kan endast ta bort eller redigera recepten du skapar, inte de inkluderade recepten.
uk: Ви можете вилучати або редагувати лише створені вами рецепти, але не рецепти, які постачаються разом із програмою.

source: How to share your recipes with the GNOME community.
sv: Hur du delar dina recept med GNOME-gemenskapen.
uk: Як поділитися рецептами зі спільнотою GNOME.

source: Contribute Recipes
sv: Bidra med recept
uk: Оприлюднення рецептів

source: You can share your recipe with the <app>Recipes</app> developers who may include your recipe in the <app>Recipes</app> application. Recipes you share should be of your own creation. To send your recipe:
sv: Du kan dela ditt recept med <app>Recept</app>-utvecklarna som kan inkludera ditt recept i programmet <app>Recept</app>. Recept du delar ska ha skapats av dig själv. För att skicka ditt recept:
uk: Ви можете поділитися вашим рецептом із розробниками <app>Рецептів</app>, які можуть включити ваш рецепт до пакунка програми <app>Рецепти</app>. Рецепти, якими ви ділитеся, мають бути вашими власними. Щоб надіслати рецепт, виконайте такі дії:

source: Open the recipe you want to share.
sv: Öppna receptet som du vill dela.
uk: Відкрийте рецепт, яким ви хочете поділитися.

source: Press the <gui>Share</gui> button.
sv: Tryck på <gui>Dela</gui>-knappen.
uk: Натисніть кнопку <gui>Оприлюднити</gui>.

source: If you would like to share multiple recipes, press the <gui>Add More</gui> button in the top-right window and open another recipe and then press <gui>Share</gui> again.
sv: Om du vill dela flera recept, tryck på knappen <gui>Lägg till fler</gui> längst upp till höger i fönstret, öppna ett annat recept och tryck sedan på <gui>Dela</gui> igen.
uk: Якщо ви хочете оприлюднити декілька рецептів, натисніть кнопку <gui>Додати ще</gui> у верхньому правому куті вікна і відкрийте ще один рецепт, а потім натисніть кнопку <gui>Оприлюднити</gui> ще раз.

source: Press the <gui>Share</gui> button in the upper-right corner.
sv: Tryck på <gui>Dela</gui>-knappen i det övre högra hörnet.
uk: Натисніть кнопку <gui>Оприлюднити</gui> у верхньому правому куті вікна програми.

source: Select <gui>Contribute to Recipes</gui> in the bottom-right corner.
sv: Välj <gui>Bidra till Recept</gui> i det nedre högra hörnet.
uk: Виберіть <gui>Взяти участь у проєкті «Рецепти»</gui> у нижньому правому куті вікна.

source: Choose the email application from the list you want to use to email the recipe and press the <gui>Select</gui> button.
sv: Välj e-postprogrammet som du vill använda för att skicka receptet från listan och tryck på <gui>Välj</gui>-knappen.
uk: Виберіть бажану для надсилання рецепта електронною поштою програму для роботи з електронною поштою зі списку і натисніть кнопку <gui>Вибрати</gui>.

source: Your email application will open and a new email message will be composed. <app>Recipes</app> will have included the recipe as an attachment and the <em>Subject</em> and <em>To:</em> line will be automatically filled out for you.
sv: Ditt e-postprogram kommer att öppnas och ett nytt e-postmeddelande kommer att skapas. <app>Recept</app> kommer ha inkluderat receptet som en bilaga och raderna för <em>Ämne</em> och <em>Till:</em> kommer ha fyllts i automatiskt åt dig.
uk: Буде відкрито вказану вами програму для роботи з електронною поштою і розпочато редагування нового повідомлення електронної пошти. <app>Рецепти</app> включать рецепт як долучення і автоматично заповнять поля <em>Тема</em> і <em>Кому:</em>.

source: Press <gui>Send</gui> to email your recipe to the <app>Recipe</app> developers who will review your recipe for possible inclusion.
sv: Tryck på <gui>Skicka</gui> för att skicka ditt recept med e-post till <app>Recept</app>-utvecklarna som kommer att granska ditt recept för möjlig inkludering.
uk: Натисніть кнопку <gui>Надіслати</gui>, щоб надіслати ваш рецепт електронною поштою розробникам <app>Рецептів</app>. Ваш рецепт буде розглянуто і, можливо, включено до наступної версії програми.

source: Use hands-free mode or timers to help you cook.
sv: Använd frihandsläge eller tidtagare för att hjälpa dig med tillagningen.
uk: Використання режиму «руки зайнято» та таймерів для полегшення приготування.

source: Start Cooking
sv: Börja tillaga
uk: Починаємо готувати

source: <app>Recipes</app> features a hands-free mode to help you with recipe directions when you want to cook a recipe. Hands-free mode makes it easy to view the steps to make a recipe, including starting timers or seeing photos of each step, if they were included in the recipe.
sv: <app>Recept</app> har ett frihandsläge för att hjälpa dig med receptinstruktioner när du vill tillaga ett recept. Frihandsläge gör det lätt att se stegen för att följa ett recept, inklusive att starta tidtagare eller se foton för varje steg, om sådana finns med i receptet.
uk: У <app>Рецептах</app> передбачено режим «руки зайнято», який допоможе вам паралельно читати рецепт і готувати за рецептом. Режим «руки зайнято» спрощує перегляд кроків рецепта, зокрема запуск таймерів та перегляд фотографій кожного кроку, якщо їх включено до рецепта.

source: To start cooking with hands-free mode:
sv: För att börja tillagning med frihandsläge:
uk: Щоб розпочати приготування у режимі показу настанов «руки зайнято», виконайте такі дії:

source: Open the recipe you want to cook.
sv: Öppna receptet som du vill tillaga.
uk: Відкрийте рецепт, за яким ви хочете приготувати страву.

source: Press the <gui>Start Cooking</gui> button in the top right corner.
sv: Tryck på knappen <gui>Börja tillaga</gui> i det övre högra hörnet.
uk: Натисніть кнопку <gui>Почати приготування</gui> у верхньому правому куті вікна програми.

source: <app>Recipes</app> will change to full screen mode, also known as hands-free mode and display the first step to cook the recipe.
sv: <app>Recept</app> kommer växla till helskärmsläge, även känt som frihandsläge, och visa det första steget för att tillaga receptet.
uk: <app>Рецепти</app> перейдуть у повноекранний режим, який називається режимом «руки зайнято», і покаже перший крок приготування за рецептом.

source: To move to the next step of the recipe, press any key on the keyboard.
sv: Tryck ned valfri tangent på tangentbordet för att gå vidare till nästa steg i receptet.
uk: Щоб перейти до наступного кроку рецепта, натисніть будь-яку клавішу на клавіатурі.

source: To move to the previous step, press the left arrow key on the keyboard.
sv: Tryck ned vänster piltangent på tangentbordet för att gå till föregående steg.
uk: Щоб повернутися до попереднього кроку, натисніть клавішу зі стрілкою ліворуч на клавіатурі.

source: To start a timer, press the <gui>Start</gui> button or <key>Spacebar</key>. Once you have started a timer, you can press <gui>Pause</gui> to pause the timer or <gui>Reset</gui> to re-start the timer from the beginning. You can have multiple timers running and the names of the step associated with each timer will be shown in the upper left corner of <app>Recipes</app>. When the timer is done, your computer will beep and <gui>Time is up!</gui> will be shown.
sv: För att starta en tidtagare, tryck på <gui>Start</gui>-knappen eller <key>Blanksteg</key>. När du har startat en tidtagare kan du trycka på <gui>Pausa</gui> för att pausa tidtagaren eller <gui>Återställ</gui> för att starta om tidtagaren från början. Du kan ha flera tidtagare igång samtidigt och namnen på stegen som är associerade med varje tidtagare kommer visas i det övre vänstra hörnet i <app>Recept</app>. När tidtagaren är klar kommer din dator att plinga och <gui>Tiden är slut!</gui> kommer att visas.
uk: Щоб запустити відлік за таймером, натисніть кнопку <gui>Почати</gui> або клавішу <key>Пробіл</key>. Після того, як відлік за таймером буде розпочато, ви можете натиснути кнопку <gui>Призупинити</gui>, щоб призупинити відлік, або кнопку <gui>Скинути</gui>, щоб розпочати відлік за таймером з початку. Можливе одночасне використання декількох таймерів — назви кроків, пов'язаних із кожним з таймерів буде показано у верхньому лівому куті вікна <app>Рецептів</app>. Коли відлік за таймером буде завершено, комп'ютер видасть звуковий сигнал і покаже повідомлення <gui>Час вичерпано!</gui>.

source: When a timer is running, the name of the timer will be shown in the upper left corner of hands-free mode. You can move to the next steps while a timer is running.
sv: När en tidtagare körs kommer namnet på tidtagaren att visas i det övre vänstra hörnet under frihandsläge. Du kan gå vidare till följande steg under tiden en tidtagare körs.
uk: Під час відліку за таймером назву таймера буде показано у верхньому лівому куті вікна у режимі «руки зайнято». Ви можете перейти до наступних кроків, доки триває відлік за таймером.

source: When you have completed all the steps or to exit hands-free mode at any time, press the <key>Escape</key> key or press the <gui>x</gui> button in the top-right corner.
sv: När du har slutfört alla steg, eller närhelst du vill gå ut ur frihandsläge, trycker du på <key>Esc</key>-tangenten eller på <gui>x</gui>-knappen i det övre högra hörnet.
uk: Якщо ви виконали усі кроки приготування або хочете вийти з режиму «руки зайнято», натисніть клавішу <key>Escape</key> або кнопку <gui>x</gui> у верхньому правому куті екрана.

source: Find a recipe by name, category, cuisine, or chef.
sv: Sök ett recept efter namn, kategori, matkultur eller kock.
uk: Пошук рецептів за назвою, категорією, кухнею або кухарем

source: Search Recipes
sv: Sök recept
uk: Пошук рецептів

source: Search by Recipe Name, Ingredient or Chef
sv: Sök efter namn på recept, ingrediens eller kock
uk: Пошук рецептів за назвою, складовими або кухарем

source: Press the search button <media type="image" mime="image/png" src="images/search.png" its:translate="yes"> <span its:translate="yes">Search</span></media> and enter your search query. The search results can include:
sv: Tryck på sökknappen <media type="image" mime="image/png" src="images/search.png" its:translate="yes"> <span its:translate="yes">Sök</span></media> och mata in din sökning. Sökresultaten kan innehålla:
uk: Натисніть кнопку пошуку <media type="image" mime="image/png" src="images/search.png" its:translate="yes"> <span its:translate="yes">Шукати</span></media> і введіть ваше ключове слово пошуку. До результатів пошуку буде включено:

source: Recipes that include the text you searched for.
sv: Recept som innehåller texten som du sökte efter.
uk: Рецепти, до тексту яких входить ключове слово пошуку.

source: Ingredients that include the text you searched for.
sv: Ingredienser som innehåller texten som du sökte efter.
uk: Складові, до тексту яких входить ключове слово пошуку.

source: Chef names.
sv: Namn på kockar.
uk: Імена кухарів.

source: You can also do a more narrow search by category. Press the search button <media type="image" mime="image/png" src="images/search.png" its:translate="yes"> <span its:translate="yes">Search</span></media> and down icon <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Down</span></media> and choose from one or more categories.
sv: Du kan också göra en smalare sökning efter kategori. Tryck på sökknappen <media type="image" mime="image/png" src="images/search.png" its:translate="yes"> <span its:translate="yes">Sök</span></media> och nedåtikonen <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Nedåt</span></media> och välj från en eller flera kategorier.
uk: Ви можете виконати звужений пошук за категорією. Натисніть кнопку пошуку <media type="image" mime="image/png" src="images/search.png" its:translate="yes"> <span its:translate="yes">Шукати</span></media> або піктограму зі стрілкою вниз <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Вниз</span></media> і виберіть одну або декілька категорій.

source: Meal
sv: Måltid
uk: Страва

source: Spiciness
sv: Kryddighet
uk: Гострота

source: Dietary restrictions
sv: Begränsningar i diet
uk: Дієтичні обмеження

source: Ingredients
sv: Ingredienser
uk: Складові

source: <app>Recipes</app> will add a tag for the category you selected and display it in the search bar. You can then enter text to search within that category and tag.
sv: <app>Recept</app> kommer lägga till en tagg för kategorin som du valt och visa den i sökraden. Du kan sedan mata in text att söka inom den kategorin och taggen.
uk: <app>Рецепти</app> додадуть теґ для вибраної вами категорії і покажуть її на панелі пошуку. Після цього ви можете ввести текст для пошуку у вибраній категорії і тезі.

source: To remove the tag from search, press <gui>x</gui> on the tag in the search bar.
sv: För att ta bort taggen från sökningen, tryck på <gui>x</gui> på taggen i sökraden.
uk: Щоб вилучити теґ з пошуку, натисніть кнопку <gui>x</gui> на тезі, який показано на панелі пошуку.

source: Search by Categories
sv: Sök efter kategorier
uk: Пошук за категоріями

source: When you create a recipe, you can select if a recipe is in a category, such as vegan or nut free. To search by category:
sv: När du skapar ett recept kan du välja om det hör till en kategori, som vegetariskt eller nötfritt. För att söka efter kategori:
uk: При створення рецепта ви можете вказати для нього категорію, зокрема «веганський» або «вільний від горіхів». Щоб шукати за категорією, виконайте такі дії:

source: From the main <app>Recipes</app> window scroll down to <gui>Categories</gui>.
sv: I huvudfönstret för <app>Recipes</app>, rulla ner till <gui>Kategorier</gui>.
uk: У основному вікні <app>Рецептів</app> гортайте список до пункту <gui>Категорії</gui>.

source: You can also expand the Categories list by pressing the down icon<media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Down</span></media> to show all Categories.
sv: Du kan också expandera kategorilistan genom att trycka på nedåtikonen <media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Nedåt</span></media> för att visa alla kategorier.
uk: Ви також можете розгорнути список категорій натисканням піктограми зі стрілкою вниз<media type="image" mime="image/png" src="images/down.png" its:translate="yes"> <span its:translate="yes">Вниз</span></media>, щоб переглянути усі категорії.

source: Press the <gui>Category</gui> to view all recipes in that Category.
sv: Tryck på en <gui>kategori</gui> för att visa alla recept i den kategorin.
uk: Натисніть пункт <gui>Категорія</gui>, щоб побачити усі рецепти у відповідній категорії.

source: If you choose from the vegan, vegetarian, dairy-free, gluten-free or nut-free categories, the search results will also display a description of the Category with a <gui>Read More</gui> link you can click to learn more about the Category.
sv: Om du väljer någon av kategorierna vegansk, vegetarisk, mjölkfri, glutenfri eller nötfri så kommer sökresultaten också visa en beskrivning av kategorin med en <gui>Läs mer</gui>-länk som du kan klicka på för att lära dig mer om kategorin.
uk: Якщо ви вибрали категорію веганської, вегетаріанської, вільної від молочних продуктів, глютену або горіхів їжі, у результатах пошуку буде також показано опис категорії із посиланням <gui>Більше</gui>, яке ви зможете натиснути, щоб дізнатися більше про відповідну категорію.
