Repository: GNOME/recipes
Catalog: help/*/*.po
Languages: sv, uk

source: Press the <gui>+</gui> at the bottom of the shopping list.
sv: Tryck på <gui>+</gui> längst ner i inköpslistan.
uk: Натисніть кнопку <gui>+</gui> у нижній частині списку закупівель.

source: Select the item you would like added and it will appear in the shopping list.
sv: Välj objektet som du vill lägga till så kommer det att visas i inköpslistan.
uk: Позначте запис, який би ви хотіли додати, і він з'явиться у списку закупівель.

source: After you have completed your shopping, press the <gui> Done Shopping</gui> to clear your shopping list.
sv: Efter att ha handlat klart kan du trycka på <gui>Klar med inhandling</gui> för att tömma din inköpslista.
uk: Після придбання продуктів натисніть кнопку <gui>Закупівлі завершено</gui>, щоб спорожнити список закупівель.
