Repository: GNOME/recipes
Catalog: help/*/*.po
Languages: sv, uk

# _
source: translator-credits
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>, 2017, 2021
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: How to add a recipe description and dietary restrictions.
sv: Hur du lägger till en receptbeskrivning och begränsningar i diet.
uk: Як додати опис рецепта та дієтичні обмеження.

source: Paul Cutler
uk: Пол Катлер (Paul Cutler)

source: Add a Description
sv: Lägg till en beskrivning
uk: Додавання опису

source: Press the <gui>New Recipe</gui> in the upper left corner of <app>Recipes</app>. In the <gui>Description</gui> section, use the text box to describe the recipe in detail.
sv: Tryck på <gui>Nytt recept</gui> i det övre vänstra hörnet i <app>Recept</app>. Använd i avsnittet <gui>Beskrivning</gui> textrutan för att detaljerat beskriva receptet.
uk: Натисніть кнопку <gui>Новий рецепт</gui> у верхньому лівому куті вікна <app>Рецептів</app>. Скористайтеся текстовим полем у розділі <gui>Опис</gui>, щоб докладно описати рецепт.

source: Below the Description field you can select a checkbox if the recipe meets any dietary restrictions. The dietary restrictions will help for searching recipes later.
sv: Under fältet Beskrivning kan du kryssa i en kryssruta om receptet följer några dietbegränsningar. Begränsningarna i diet kommer hjälpa till att söka recept senare.
uk: Під полем «Опис» ви можете позначити пункт, який визначає, чи підлягає рецепт якимось дієтичним обмеженням. Дієтичні обмеження полегшать подальший пошук рецепта.

source: <gui>Gluten-free</gui>: Select for recipes that do not include wheat or related grains.
sv: <gui>Glutenfri</gui>: Välj för recept som inte innehåller vete eller relaterade spannmål.
uk: <gui>Вільні від глютену</gui> — позначте цим обмеженням рецепти, до яких не входить пшениця та інші пов'язані злакові культури.

source: <gui>Vegetarian</gui>: Select for recipes that only include vegetables and do not include meat, poultry or seafood. Vegetarian recipes may include dairy or eggs.
sv: <gui>Vegetarisk</gui>: Välj för recept som endast innehåller grönsaker och inte innehåller kött, kyckling eller skaldjur. Vegetariska recept kan innehålla mejeriprodukter eller ägg.
uk: <gui>Вегетаріанські</gui> — позначте для рецептів, до яких включено лише овочі і фрукти, без м'яса тварин, птахів та риби. До вегетаріанських рецептів може бути включено молочні продукти та яйця.

source: <gui>Nut-free</gui>: Select for recipes that do not include any nuts.
sv: <gui>Nötfri</gui>: Välj för recept som inte innehåller några nötter.
uk: <gui>Вільні від горіхів</gui> — позначте цим обмеженням рецепти, до яких не входять горіхові культури.

source: <gui>Milk-free</gui>: Select for recipes that do not include dairy products, such as milk or cheese.
sv: <gui>Mjölkfri</gui>: Välj för recept som inte innehåller mejeriprodukter som mjölk eller ost.
uk: <gui>Вільні від молока</gui> — позначте цим обмеженням рецепти, до яких не входять молочні продукти, зокрема молоко і сир.

source: <gui>Vegan</gui>: Recipes that do not include any product from an animal. This includes meat, dairy, eggs and more.
sv: <gui>Vegansk</gui>: Recept som inte innehåller produkter från något djur. Detta inkluderar kött, mejeriprodukter, ägg med mera.
uk: <gui>Веганські</gui> — рецепти, які не містять будь-яких тваринних складових. Це стосується, зокрема, м'яса, молочних продуктів та яєць.

source: Add recipe name, serving size, cooking and preparation time, and more.
sv: Lägg till namn på receptet, portionsstorlek, tid för tillagning och förberedelser med mera.
uk: Додавання назви рецепта, розміру порції, часу приготування та інших даних.

source: Add Recipe Details
sv: Lägg till receptdetaljer
uk: Додавання подробиць щодо рецепта

source: Press the <gui>New Recipe</gui> in the upper left corner of <app>Recipes</app> and include the following information about your recipe in the <gui>Details</gui> section. The recipe name and serving size is required and all other fields are optional. It is helpful to fill as many fields as possible to help when searching <app>Recipes</app>.
sv: Tryck på <gui>Nytt recept</gui> i det övre vänstra hörnet i <app>Recept</app> och inkludera följande information om ditt recept i avsnittet <gui>Detaljer</gui>. Receptets namn och portionsstorlek krävs och alla andra fält är valfria. Det underlättar att fylla i så många fält som möjligt för att hjälpa till vid sökning i <app>Recept</app>.
uk: Натисніть кнопку <gui>Новий рецепт</gui> у верхньому лівому куті вікна <app>Рецептів</app> і впишіть вказані нижче дані щодо вашого рецепта до розділу <gui>Подробиці</gui>. Обов'язково слід вказати назву рецепта та розмір порції. Усі інші дані є необов'язковими. Корисно заповнити максимальну кількість полів, щоб спростити пошук у <app>Рецептах</app>.

source: <gui>Name Your Recipe</gui>: Enter the name of the recipe in the text box.
sv: <gui>Namnge ditt recept</gui>: Ange namnet på receptet i textrutan.
uk: <gui>Назва вашого рецепта</gui>: впишіть до поля для введення тексту назву вашого рецепта.

source: <gui>Serves</gui>: Enter a number or press the <gui style="button">+</gui> button to enter how many servings the recipe will make.
sv: <gui>Antal</gui>: Ange ett antal eller tryck på <gui style="button">+</gui>-knappen för att ange hur många portioner som receptet kommer att ge.
uk: <gui>Порції</gui>: вкажіть число або натисніть кнопку <gui style="button">+</gui>, що ввести кількість порцій, які можна приготувати за рецептом.

source: <gui>Preparation Time</gui>: From the drop down box, choose how long it takes to prepare the ingredients prior to cooking.
sv: <gui>Förberedelsetid</gui>: Välj från rullgardinsrutan hur lång tid det tar att förbereda ingredienserna innan tillagning.
uk: <gui>Тривалість готування</gui>: зі спадного меню виберіть, наскільки довго триває приготування складових перед, власне, приготуванням страви.

source: <gui>Cooking Time</gui>: From the drop down box, choose how long it takes to cook the recipe.
sv: <gui>Tillagningstid</gui>: Välj från rullgardinsrutan hur lång tid det tar att tillaga receptet.
uk: <gui>Тривалість приготування</gui>: зі спадного меню виберіть, наскільки довго триває приготування самої страви.

source: <gui>Cuisine</gui>: From the drop down box, choose the type of food or the region from where the recipe comes from. You can also enter the type of cuisine if it is not included in the list.
sv: <gui>Matkultur</gui>: Välj från rullgardinsrutan typen av mat eller regionen som receptet kommer från. Du kan också mata in typen av matkultur om den inte finns i listan.
uk: <gui>Кухня</gui>: зі спадного списку виберіть тип їжі або частину світу, звідки походить рецепт. Ви також можете ввести тип кухні, якщо такого немає у списку.

source: <gui>Meal</gui>: From the drop down box, choose what type of meal the recipe makes. Examples include breakfast or dinner; or types of food such as pasta or cocktails. You can also enter the type of meal if it is not included in the list.
sv: <gui>Måltid</gui>: Välj från rullgardinsrutan vilken typ av måltid som receptet tillagar. Exempel på detta är frukost eller middag, eller mattyper som pasta eller cocktailar. Du kan också mata in måltidstypen om den inte finns i listan.
uk: <gui>Страва</gui>: зі спадного списку виберіть тип прийняття їжі, для якого призначено рецепт. Прикладами є сніданок або вечеря або тип їжі, зокрема паста або коктейль. Ви також можете ввести тип їжі, якщо його не включено до списку.

source: <gui>Season</gui>: From the drop down box, choose from the season or holiday that the recipe is typically associated with. You can also enter the season or holiday if it is not included in the list.
sv: <gui>Säsong</gui>: Välj från rullgardinsrutan den säsong eller högtid som receptet vanligen associeras med. Du kan också mata in säsongen eller högtiden om den inte finns i listan.
uk: <gui>Пора року</gui>: зі спадного списку виберіть пору року або свято, із яким типово пов'язано рецепт. Крім того, ви можете ввести пору року або свято, якщо їх немає у списку.

source: <gui>Spiciness</gui>: From the drop down menu, choose how spicy the recipe is.
sv: <gui>Kryddighet</gui>: Välj från rullgardinsrutan hur kryddigt receptet är.
uk: <gui>Гострота</gui>: зі спадного меню виберіть, наскільки гострою є страва.

source: How to add each step to cook a recipe and at what temperature.
sv: Hur du lägger till varje steg för att tillaga ett recept och vid vilken temperatur.
uk: Як додати крок приготування за рецептом і визначити температуру приготування.

source: Add Cooking Directions
sv: Lägg till tillagningsinstruktioner
uk: Додавання настанов щодо приготування

source: Add steps
sv: Lägg till steg
uk: Додавання кроків

source: Press the <gui>New Recipe</gui> in the upper left corner of <app>Recipes</app>. In the Directions text box, type the steps needed to create the recipe. To separate each step, press <key>Enter</key> twice to create a new paragraph for each step. <app>Recipes</app> will automatically create a separate steps for each paragraph in your recipe. These steps will be used when it is time to cook using full screen mode in <app>Recipes</app>.
sv: Tryck på <gui>Nytt recept</gui> i det övre vänstra hörnet i <app>Recept</app>. Skriv i textrutan Instruktioner in stegen som behövs för att utföra receptet. Tryck <key>Retur</key> två gånger för att skapa ett nytt stycke för att skilja stegen åt. <app>Recept</app> kommer automatiskt skapa ett separat steg för varje stycke i ditt recept. Dessa steg kommer användas när det är dags för matlagning med helskärmsläge i <app>Recept</app>.
uk: Натисніть кнопку <gui>Новий рецепт</gui> у верхньому лівому куті вікна <app>Рецептів</app>. У полі настанов введіть кроки, які слід виконати для реалізації рецепта. Для відокремлення кроків скористайтеся натисканням клавіші <key>Enter</key> двічі — створіть для кожного кроку окремий абзац. <app>Рецепти</app> автоматично створять окремий крок для кожного з абзаців у рецепті. Ці кроки буде використано, коли ви готуватимете страву у повноекранному режимі у <app>Рецептах</app>.

source: In each paragraph for each step, you can include the following tags for adding images, timers or temperature. You can only use an image or a timer, but not both in an individual step. The information in the tags will be available when viewing the recipe or when in hands-free mode. All tags are enclosed within brackets.
sv: I varje stycke för varje steg kan du inkludera följande taggar för att lägga till bilder, tidtagare eller temperatur. Du kan använda endast en bild eller en tidtagare, men inte båda i ett enskilt steg. Informationen i taggarna kommer vara tillgänglig när du tittar på receptet eller i frihandsläge. Alla taggar omges av hakparenteser.
uk: До кожного абзацу для кожного кроку ви можете включити вказані нижче теґи для додавання зображень, таймерів або температури. На кожному кроці ви можете додати або зображення, або таймер, але не зображення і таймер одночасно. Дані у теґах можна буде переглянути у рецепті або у режимі «руки зайнято». Усі теґи слід вказувати у квадратних дужках.

source: Add timers
sv: Lägg till tidtagare
uk: Додавання таймерів

source: To create a timer, enter how long the timer should be within brackets. The format is [timer:hours:minutes:seconds, description].
sv: För att skapa en tidtagare, ange hur länge tidtagaren ska köras i hakparenteser. Formatet är [timer:timmar:minuter:sekunder, beskrivning].
uk: Щоб створити таймер, введіть час відліку за таймером у квадратних дужках. Формат є таким: [timer:години:хвилини:секунди, опис].

source: Timer examples:
sv: Tidtagarexempel:
uk: Приклади таймерів:

source: <cmd>[timer:00:30, stir ingredients]</cmd> - Stir ingredients for thirty seconds.
sv: <cmd>[timer:00:30, rör om ingredienser]</cmd> - Rör om ingredienser under trettio sekunder.
uk: <cmd>[timer:00:30, перемішати складові]</cmd> — перемішувати складові тридцять секунд.

source: <cmd>[timer:01:30, stir ingredients]</cmd> - Stir ingredients for one minute and thirty seconds.
sv: <cmd>[timer:01:30, rör om ingredienser]</cmd> - Rör om ingredienser under en och en halv minut.
uk: <cmd>[timer:01:30, перемішати складові]</cmd> — перемішувати складові одну хвилину і тридцять секунд.

source: <cmd>[timer:01:01:30, preheat oven]</cmd> - Preheat oven for one hour, one minute and thirty seconds.
sv: <cmd>[timer:01:01:30, förvärm ugn]</cmd> - Förvärm ugnen under en timme, en minut och trettio sekunder.
uk: <cmd>[timer:01:01:30, прогріти піч]</cmd> — прогріти піч протягом однієї години, однієї хвилини і тридцяти секунд.

source: Add images to each step
sv: Lägg till bilder till varje steg
uk: Додавання зображень до кожного з кроків

source: You can add an image or photo of the finished recipe and also a photo of each each step of making a recipe. See <link xref="add-recipe-images"/> for how to add an image or images to your recipe.
sv: Du kan lägga till en bild eller ett foto av det slutförda receptet och även ett foto av varje steg av utförandet av ett recept. Se <link xref="add-recipe-images"/> för hur du kan lägga till en eller flera bilder till ditt recept.
uk: Ви можете додати зображення або фотографію приготованої страви або фотографію кожного кроку приготування за рецептом. Див. розділ <link xref="add-recipe-images"/>, щоб дізнатися про те, які додати зображення до вашого рецепта.

source: To assign one of the photos you have added, you will need to know the image's number. Press the <gui>Add Image</gui> button at the bottom <app>Recipes</app> window. Thumbnails of each photo you have added will be displayed. The first image would be number one, the second would be number two and so on.
sv: För att använda en av bilderna som du lagt till så behöver du veta bildens nummer. Tryck på knappen <gui>Lägg till bild</gui> längst ner i fönstret för <app>Recept</app>. Miniatyrbilder kommer att visas för varje bild som du lagt till. Den första bilden kommer vara nummer ett, den andra nummer två och så vidare.
uk: Щоб пов'язати одну з доданих фотографій з рецептом, вам потрібен буде номер зображення. Натисніть кнопку <gui>Додати зображення</gui> у нижній частині вікна <app>Рецептів</app>. Програма покаже мініатюри усіх фотографій, які ви додали. Перше зображення матиме номер один, друге матиме номер два, тощо.

source: Add the tag <cmd>[image:1]</cmd> to add the first image to a step.
sv: Lägg till taggen <cmd>[image:1]</cmd> för att lägga till den första bilden till ett steg.
uk: Додайте теґ <cmd>[image:1]</cmd>, щоб додати перше зображення до кроку.

source: Add additional image tags with the correct number for as many steps as you wish.
sv: Lägg till ytterligare bildtaggar med rätt nummer för så många steg som du vill.
uk: Додайте теґи зображень із відповідними номерами для потрібної вам кількості кроків.

source: Temperature
sv: Temperatur
uk: Температура

source: You can add the temperature a step needs to be cooked at by adding a temperature tag.
sv: Du kan lägga till temperaturen som ett steg behöver tillagas på genom att lägga till en temperaturtagg.
uk: Ви можете додати температуру приготування на певному кроці за допомогою теґу температури.

source: Add the tag <cmd>[temperature:200C]</cmd>. You can set the temperature in Celsius with a C or Fahrenheit with an F following the temperature.
sv: Lägg till taggen <cmd>[temperature:200C]</cmd>. Du kan ställa in temperaturen i Celsius med ett C eller Fahrenheit med ett F efter temperaturen.
uk: Додайте теґ <cmd>[temperature:200C]</cmd>. Ви можете вказати температуру у градусах Цельсія за допомогою літери C або у градусах Фаренгейта за допомогою літери F після кількісного значення температури.

source: How to add images to a recipe and for each step when cooking.
sv: Hur du lägger till bilder till ett recept och för varje steg vid tillagning.
uk: Як додавати зображення до рецепта і кожного з кроків приготування страви.

source: Add Images and Photos
sv: Lägg till bilder och foton
uk: Додавання зображень та фотографій

source: Press the <gui>New Recipe</gui> in the upper left corner of <app>Recipes</app>. To add an image to your recipe:
sv: Tryck på <gui>Nytt recept</gui> i det övre vänstra hörnet i <app>Recept</app>. För att lägga till en bild till ditt recept:
uk: Натисніть кнопку <gui>Новий рецепт</gui> у верхньому лівому куті вікна <app>Рецептів</app>. Щоб додати зображення до вашого рецепта, виконайте такі дії:

source: Press the <gui style="button">+</gui> button below the camera icon or press <guiseq> <gui>Add Image</gui> <gui style="button">+</gui></guiseq> at the bottom of the <app>Recipes</app> window.
sv: Tryck på <gui style="button">+</gui>-knappen under kameraikonen eller tryck på <guiseq> <gui>Lägg till bild</gui> <gui style="button">+</gui></guiseq> längst ner i fönstret för <app>Recept</app>.
uk: Натисніть кнопку <gui style="button">+</gui> під піктограмою камери або натисніть <guiseq><gui>Додати зображення</gui> <gui style="button">+</gui></guiseq> у нижній частині вікна <app>Рецептів</app>.

source: Select the image you would like to add.
sv: Välj bilden som du vill lägga till.
uk: Виберіть зображення, яке ви хочете додати.

source: Press <gui>Open</gui>
sv: Tryck på <gui>Öppna</gui>
uk: Натисніть кнопку <gui>Відкрити</gui>

source: You may want to add multiple images to the recipe. When using hands-free mode, <app>Recipes</app> can display an image for each step when cooking. To add multiple images:
sv: Du kan vilja lägga till flera bilder till receptet. När du använder frihandsläge kan <app>Recept</app> visa en bild för varje steg vid tillagning. För att lägga till flera bilder:
uk: Ви можете додати декілька зображень до вашого рецепта. При використанні режиму «руки зайнято» <app>Рецепти</app> можуть показувати зображення для кожного кроку під час приготування. Щоб додати декілька зображень, виконайте такі дії:

source: Select multiple images by pressing <key>Control</key> and the images you would like to add.
sv: Välj flera bilder genom att trycka ner <key>Ctrl</key> och klicka på bilderna som du vill lägga till.
uk: Позначте декілька зображень, натиснувши і утримуючи натиснутою клавішу <key>Ctrl</key>, одночасно клацаючи на зображеннях, які ви хочете додати.

source: After adding an image, you can rotate it, make it the default image for the recipe, or remove it from the recipe.
sv: Efter att ha lagt till bilden kan du rotera den, göra den till standardbilden för receptet, eller ta bort den från receptet.
uk: Після додавання зображення ви можете обертати його, зробити типовим зображенням для рецепта або вилучити його з рецепта.

source: To rotate an image to the left press the <gui>Rotate Image</gui> button: <media type="image" mime="image/png" src="images/rotate-left.png" its:translate="yes"><span its:translate="yes">Rotate Image</span> </media>
sv: Tryck på knappen <gui>Rotera bild</gui> för att rotera en bild till vänster: <media type="image" mime="image/png" src="images/rotate-left.png" its:translate="yes"><span its:translate="yes">Rotera bild</span> </media>
uk: Щоб обернути зображення ліворуч, натисніть кнопку <gui>Обернути зображення</gui>: <media type="image" mime="image/png" src="images/rotate-left.png" its:translate="yes"><span its:translate="yes">Обернути зображення</span> </media>

source: To rotate an image to the right press the <gui>Rotate Image</gui> button: <media type="image" mime="image/png" src="images/rotate-right.png" its:translate="yes"><span its:translate="yes">Rotate Image</span> </media>
sv: Tryck på knappen <gui>Rotera bild</gui> för att rotera en bild till höger: <media type="image" mime="image/png" src="images/rotate-right.png" its:translate="yes"><span its:translate="yes">Rotera bild</span> </media>
uk: Щоб обернути зображення праворуч, натисніть кнопку <gui>Обернути зображення</gui>: <media type="image" mime="image/png" src="images/rotate-right.png" its:translate="yes"><span its:translate="yes">Обернути зображення</span> </media>

source: To make an image the default image for the recipe, press the <gui>Default Image</gui> button: <media type="image" mime="image/png" src="images/star.png" its:translate="yes"><span its:translate="yes">Default Image </span></media>
sv: Tryck på knappen <gui>Standardbild</gui> för att göra en bild till standardbild för receptet: <media type="image" mime="image/png" src="images/star.png" its:translate="yes"><span its:translate="yes">Standardbild </span></media>
uk: Щоб зробити зображення типовим зображенням рецепта, натисніть кнопку <gui>Типове зображення</gui>: <media type="image" mime="image/png" src="images/star.png" its:translate="yes"><span its:translate="yes">Типове зображення</span></media>

source: To remove an image from the the recipe, press the <gui>Remove Image</gui> button: <media type="image" mime="image/png" src="images/trash.png" its:translate="yes"><span its:translate="yes">Remove Image </span></media>
sv: Tryck på knappen <gui>Ta bort bild</gui> för att ta bort en bild från receptet: <media type="image" mime="image/png" src="images/trash.png" its:translate="yes"><span its:translate="yes">Ta bort bild </span></media>
uk: Щоб вилучити зображення з рецепта, натисніть кнопку <gui>Вилучити зображення</gui>: <media type="image" mime="image/png" src="images/trash.png" its:translate="yes"><span its:translate="yes">Вилучити зображення</span></media>

source: How to add ingredients and lists.
sv: Hur du lägger till ingredienser och listor.
uk: Як додати складові та списки.

source: Add Ingredients
sv: Lägg till ingredienser
uk: Додавання складових

source: You can add the ingredients and create lists for the recipe. Lists are used for recipes that have different parts, such as a cake that has an ingredient list for the cake and an ingredient list for the frosting. To create a list:
sv: Du kan lägga till ingredienserna och skapa listor för receptet. Listor används för recept som har olika delar, som en tårta som har en ingredienslista för själva tårtan och en för glasyren. För att skapa en lista:
uk: Ви можете додати складові і створити списки для рецепта. Списки використовуються для рецептів, які складаються з різних частин, наприклад, рецепт печива, який має список складових для самого печива і список складових для глазурі. Щоб створити список, виконайте такі дії:

source: Press the <gui>New Recipe</gui> in the upper left corner of <app>Recipes</app>.
sv: Tryck på <gui>Nytt recept</gui> i det övre vänstra hörnet i <app>Recept</app>.
uk: Натисніть кнопку <gui>Новий рецепт</gui> у верхньому лівому куті вікна <app>Рецептів</app>.

source: Press the <gui>Add List</gui> button in the <gui>Ingredients</gui> section.
sv: Tryck på knappen <gui>Lägg till lista</gui> i avsnittet <gui>Ingredienser</gui>.
uk: Натисніть кнопку <gui>Додати список</gui> у розділі <gui>Складові</gui>.

source: Enter the name of the list, such as cake, in the <gui>Name of the List</gui> text box.
sv: Skriv in namnet på listan, exempelvis tårta, i textrutan <gui>Namn på listan</gui>.
uk: Введіть назву списку, наприклад «печиво», у текстове поле <gui>Назва списку</gui>.

source: Repeat this step for as many lists as you may need.
sv: Upprepa detta steg för så många listor som du behöver.
uk: Повторіть цей крок для кожного із бажаних списків.

source: To add ingredients to a recipe or to a list:
sv: För att lägga till ingredienser till ett recept eller en lista:
uk: Щоб додати складові до рецепта або до списку, виконайте такі дії:

source: Press the <gui style="button">+</gui> button.
sv: Tryck på <gui style="button">+</gui>-knappen.
uk: Натисніть кнопку <gui style="button">+</gui>.

source: Choose the ingredient from the list or enter the ingredient in the <gui>Search</gui> box.
sv: Välj ingrediensen från listan eller ange ingrediensen i <gui>Sök</gui>-rutan.
uk: Виберіть складову зі списку або введіть складову до поля <gui>Шукати</gui>.
