Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: The setting for which unit temperatures should be displayed in. Default is 'locale', which means to use the LC_MEASUREMENT category of the current locale to decide.
el: Η ρύθμιση για τη μονάδα μέτρησης θερμοκρασίας στην οποία θα εμφανίζονται. Η προεπιλογή είναι 'locale', που σημαίνει χρήση της κατηγορίας LC_MEASUREMENT του τρέχοντος locale για απόφαση.
es: La configuración de las unidades de temperatura que se deben usar. El valor predeterminado es 'locale', lo que significa que se usa la categoría LC_MEASUREMENT de la configuración regional para decidirlo.
hi: वह सेटिंग जिसके लिए इकाई तापमान प्रदर्शित किया जाना चाहिए। तयशुदा 'लोकेल' है, जिसका अर्थ है कि निर्णय लेने के लिए वर्तमान लोकेल की LC_MEASUREMENT श्रेणी का उपयोग करना।
nl: De instelling voor de eenheid waarin de temperatuur weergegeven moet worden. Standaard is ‘locale’, wat betekent dat de categorie LC_MEASUREMENT van de huidige locale wordt gebruikt om dit te beslissen.
ru: Настройка, в которой должны отображаться значения температуры в единицах измерения. По умолчанию используется локаль, что означает использование категории LC_MEASUREMENT для выбора текущего языкового стандарта.
sl: Nastavitev enote temperature, ki naj bo prikazana v receptih. Privzeto je določeno »krajevno«, kar pomeni uporabo določila med sistemskimi nastavitvami jezikovnih določil za LC_MEASUREMENT.
sr: Поставка за коју јединица температуре треба да буде приказана. Основно је „locale“, што значи да ће се користити категорија „LC_MEASUREMENT“ тренутног језика за одлучивање.
tr: Hangi sıcaklık biriminin gösterileceğini belirleyen ayar. Varsayılan değer 'locale' olup, karar vermek için, geçerli yerelin LC_MEASUREMENT kategorisini kullanmak anlamındadır.
uk: Параметр одиниць, у яких має бути показано температуру. Типовим є значення «locale», яке означає, що для визначення буде використано категорію LC_MEASUREMENT поточної локалі.

source: By which key to sort lists.
el: Με ποιο κλειδί να ταξινομούνται οι λίστες.
es: La clave por la que ordenar las listas.
eu: Zein gakoren arabera ordenatuko diren zerrendak.
hi: सूचियों को किस कुंजी से क्रमित करना है।
nl: Op welke sorteersleutel moeten lijsten gesorteerd worden.
ru: По какому ключу сортировать списки.
sl: Po katerem ključu naj bodo razvrščeni seznami.
sr: Кључ за ређање списка.
tr: Listeyi sıralamak için hangi anahtarın kullanılacağı.
uk: Критерій упорядковування списків.

source: The setting determines which key is used to sort lists of recipes by.
el: Η ρύθμιση καθορίζει ποιο κλειδί χρησιμοποιείται για την ταξινόμηση των λιστών συνταγών.
es: Esta opción determina qué clave se usa para ordenar las listas de recetas.
eu: Ezarpen honek zehazten du zein gako erabiliko den errezeten zerrenda ordenatzeko.
hi: सेटिंग यह निर्धारित करती है कि व्यंजनों की सूची को क्रमबद्ध करने के लिए किस कुंजी का उपयोग किया जाएगा।
nl: De instelling bepaalt welke sleutel gebruikt wordt om lijsten met recepten te sorteren.
ru: Эта настройка определяет, по какому ключу будет производиться сортировка списков рецептов.
sl: Nastavitev določa, kako naj se razvrščajo seznami receptov.
sr: Поставка одлучује који кључ се користи за ређање списка рецепата.
tr: Bu ayar, tarif listesini sıralamak için hangi anahtarın kullanılacağını belirler.
uk: Параметр, який визначає, який з ключів слід використати для упорядковування списків рецептів.

source: Whether the surprise dialog should be shown.
el: Εάν θα εμφανίζεται ο διάλογος έκπληξης.
es: Indica si se debe mostrar el diálogo sorpresa.
eu: Ustekabeko elkarrizketa-koadroa erakutsiko den ala ez.
hi: क्या आश्चर्य संवाद दिखाया जाना चाहिए।
nl: Of het verrassingsvenster getoond moet worden.
ru: Следует ли показывать диалоговое окно "Сюрприз".
sl: Ali naj se prikaže pogovorno okno presenečenja.
sr: Приказивање прозорчета изненађења.
tr: Sürpriz iletişim penceresinin gösterim durumunu belirler.
uk: Чи слід показувати діалогове вікно сюрпризу.

source: The setting determines whether the surprise dialog should be shown on startup.
el: Η ρύθμιση καθορίζει εάν ο διάλογος έκπληξης θα εμφανίζεται κατά την εκκίνηση.
es: Esta opción determina si se debe mostrar el diálogo sorpresa. al inicio.
eu: Ezarpen honek zehazten du abioan ustekabeko elkarrizketa-koadroa erakutsiko den ala ez.
hi: यह सेटिंग निर्धारित करती है कि शुरुआत पर आश्चर्य संवाद दिखाया जाना चाहिए या नहीं।
nl: De instelling bepaalt of het verrassingsvenster bij het opstarten getoond moet worden.
ru: Эта настройка определяет, должно ли отображаться диалоговое окно "Сюрприз" при запуске.
sl: Nastavitev določa, ali naj se prikaže pogovorno okno ob zagonu programa.
sr: Поставка одлучује да ли ће се прозорче изненађења приказивати при покретању.
tr: Bu ayar, sürpriz iletişim penceresinin başlangıçtaki gösterim durumunu belirler.
uk: Параметр, який визначає, чи слід показувати діалогове вікно сюрпризу під час запуску програми.

source: The setting for which unit volumes should be displayed in.
el: Η ρύθμιση για τη μονάδα όγκου στην οποία θα εμφανίζονται.
es: La configuración de las unidades de volumen que se deben mostrar.
hi: वह सेटिंग जिसके अंतर्गत इकाई वॉल्यूम प्रदर्शित किया जाना चाहिए।
nl: De instelling voor de eenheid waarin volumes weergegeven moeten worden.
ru: Настройка, при которой должны отображаться объёмы единиц измерения.
sl: Nastavitev enote prostornine
sr: Поставка за коју јединица запремине треба да буде приказана.
tr: Bu ayar, hangi hacim ölçüsünün kullanılacağını belirler.
uk: Параметр, який визначає одиниці, у яких буде показано об'єм.

source: The setting for which unit volumes should be displayed in. Default is 'locale',
el: Η ρύθμιση για τη μονάδα μέτρησης όγκου στην οποία θα εμφανίζονται. Η προεπιλογή είναι 'locale',
es: La configuración de las unidades de volumen que se deben usar. Lo predeterminado es 'locale',
hi: वह सेटिंग जिसके लिए इकाई वॉल्यूम प्रदर्शित किया जाना चाहिए। तयशुदा 'लोकेल' है,
nl: De instelling voor de eenheid waarin volumes weergegeven moeten worden. Standaard is ‘locale’,
ru: Настройка, в которой должны отображаться объёмы единиц измерения. По умолчанию используется "локаль",
sl: Nastavitev enote prostornine, ki naj bo prikazana v receptih. Privzeto je določeno »krajevno«, kar pomeni uporabo določila med sistemskimi nastavitvami jezikovnih določil.
sr: Поставка за коју јединица запремине треба да буде приказана. Основно је „locale“
tr: Bu ayar, hangi hacim ölçüsünün kullanılacağını belirler. Varsayılan değer 'locale' olup, karar vermek için, geçerli yerelin LC_MEASUREMENT kategorisini kullanmak anlamındadır.
uk: Параметр, який визначає одиниці, у яких буде показано об'єм. Типовим є значення «locale».

source: The setting for which unit weights should be displayed in.
el: Η ρύθμιση για τη μονάδα βάρους στην οποία θα εμφανίζονται.
es: La configuración de las unidades de peso que se deben mostrar.
hi: वह सेटिंग जिसके अंतर्गत इकाई भार प्रदर्शित किया जाना चाहिए।
nl: De instelling voor de eenheid waarin het gewicht weergegeven moet worden.
ru: Настройка, при которой должны отображаться веса единиц измерения.
sl: Nastavitev enote mase
sr: Поставка за коју јединица тежине треба да буде приказана.
tr: Bu ayar, hangi ağırlık ölçüsünün kullanılacağını belirler.
uk: Параметр, який визначає одиниці, у яких буде показано вагу.

source: The setting for which unit weights should be displayed in. Default is 'locale',
el: Η ρύθμιση για τη μονάδα μέτρησης βάρους στην οποία θα εμφανίζονται. Η προεπιλογή είναι 'locale',
es: La configuración de las unidades de peso que se deben usar. Lo predeterminado es 'locale',
hi: वह सेटिंग जिसके अंतर्गत इकाई भार प्रदर्शित किया जाना चाहिए। तयशुदा 'लोकेल' है,
nl: De instelling voor de eenheid waarin het gewicht weergegeven moet worden. Standaard is ‘locale’,
ru: Настройка, для которого должны отображаться веса единиц измерения. По умолчанию используется "locale",
sl: Nastavitev enote mase, ki naj bo prikazana v receptih. Privzeto je določeno »krajevno«, kar pomeni uporabo določila med sistemskimi nastavitvami jezikovnih določil.
sr: Поставка за коју јединица тежине треба да буде приказана. Основно је „locale“.
tr: Bu ayar, hangi ağırlık ölçüsünün kullanılacağını belirler. Varsayılan değer 'locale' olup, karar vermek için, geçerli yerelin LC_MEASUREMENT kategorisini kullanmak anlamındadır.
uk: Параметр, який визначає одиниці, у яких буде показано вагу. Типовим є значення «locale».

source: Same Chef
el: Ίδιος σεφ
es: Mismo cocinero
eu: Sukaldari bera
hi: वही बावर्ची
ka: იგივე მზარეული
nl: Zelfde chef
ru: Тот же шеф
sl: Isti kuhar
sr: Исти кувар
tr: Aynı Şef
uk: Той самий кухар
zh_cn: 同个厨师

source: Different Chef
el: Διαφορετικός σεφ
es: Cocinero diferente
eu: Beste sukaldari bat
hi: अलग बावर्ची
ka: სხვა მზარეული
nl: Andere chef
ru: Другой Шеф
sl: Drug kuhar
sr: Други кувар
tr: Farklı Şef
uk: Інший кухар
zh_cn: 不同厨师

source: Existing Chef
el: Υπάρχων σεφ
es: Cocinero existente
eu: Lehendik dagoen sukaldaria
hi: मौजूदा बावर्ची
ka: არსებული მზარეული
nl: Bestaande chef
ru: Действующий шеф-повар
sl: Obstoječ kuhar
sr: Постојећи кувар
tr: Varolan Şef
uk: Наявний кухар
zh_cn: 现有的厨师

source: Imported Chef
el: Εισαγόμενος σεφ
es: Cocinero importado
eu: Inportatutako sukaldaria
hi: आयातित बावर्ची
ka: შემოტანილი მზარეული
nl: Geïmporteerde chef
ru: Импортированный шеф
sl: Uvožen kuhar
sr: Увезени кувар
tr: İçe Aktarılmış Şef
uk: Імпортований кухар
zh_cn: 导入的厨师

source: Short Name:
el: Σύντομο όνομα:
es: Nombre corto:
eu: Izen laburra:
hi: संक्षिप्त नाम:
ka: მოკლე სახელი:
nl: Korte naam:
ru: Краткое название:
sl: Kratko ime:
sr: Кратак назив:
tr: Kısa İsim:
uk: Коротке ім'я:
zh_cn: 简称：

source: Name:
el: Όνομα:
es: Nombre:
eu: Izena:
hi: नाम:
ka: სახელი:
nl: Naam:
ru: Название:
sl: Ime:
sr: Назив:
tr: İsim:
uk: Назва:
zh_cn: 名称：

source: Description:
el: Περιγραφή:
es: Descripción:
eu: Azalpena:
hi: विवरण:
ka: აღწერა:
nl: Beschrijving:
ru: Описание:
sl: Opis:
sr: Опис:
tr: Açıklama:
uk: Опис:
zh_cn: 描述：

source: Picture:
el: Εικόνα:
es: Imagen:
eu: Argazkia:
hi: तस्वीर:
ka: სურათი:
nl: Afbeelding:
ru: Изображение:
sl: Slika:
sr: Слика:
tr: Fotoğraf:
uk: Зображення:
zh_cn: 图片：

source: Chef Information
el: Πληροφορίες σεφ
es: Información sobre el cocinero
eu: Sukaldariaren informazioa
hi: बावर्ची की जानकारी
ka: ინფორმაცია მზარეულის შესახებ
nl: Informatie over de chef
ru: Информация о шефе
sl: Podatki kuharja
sr: Подаци о кувару
tr: Şef bilgisi
uk: Відомості щодо кухаря
zh_cn: 厨师信息：

source: _Cancel
el: _Ακύρωση
es: _Cancelar
eu: _Utzi
hi: रद्द करें (_C)
ka: _შეწყვეტა
nl: _Annuleren
ru: От_мена
sl: _Prekliči
sr: _Откажи
tr: İ_ptal
uk: _Скасувати
zh_cn: 取消(_C)

source: _Save
el: _Αποθήκευση
es: _Guardar
eu: _Gorde
hi: सहेजें (_S)
ka: _შენახვა
nl: Op_slaan
ru: Сохр_анить
sr: _Сачувај
tr: _Kaydet
uk: З_берегти
zh_cn: 保存(_S)

source: This information may be shared with other users if you share your recipes.
el: Αυτές οι πληροφορίες μπορεί να διαμοιραστούν με άλλους χρήστες αν μοιραστείτε τις συνταγές σας.
es: Esta información se puede ser compartir con otros usuarios si comparte sus recetas.
eu: Informazio hau beste erabiltzaileekin partekatu daiteke zure errezetak partekatzen badituzu.
hi: यदि आप अपनी रेसिपी साझा करते हैं तो यह जानकारी अन्य उपयोक्ताओं के साथ साझा की जा सकती है।
nl: Deze gegevens kunnen gedeeld worden met andere gebruikers als u uw recepten deelt.
ru: Эта информация может быть передана другим пользователям, если вы поделитесь своими рецептами.
sl: Te podrobnosti so objavljene drugim uporabnikom, če objavite vaše recepte.
sr: Ови подаци могу бити дељени са другим корисницима ако будете делили ваше рецепте.
tr: Tarifinizi paylaşırsanız, bu bilgiler diğer kullanılılarla paylaşılabilir.
uk: Цими відомостями можна поділитися із іншими користувачами, якщо ви ділитеся вашими рецептами.
zh_cn: 在您分享自己的食谱时候，此信息可能会与其他用户分享。

source: Other Chef
el: Άλλος σεφ
es: Otro cocinero
eu: Beste sukaldari bat
hi: अन्य बावर्ची
ka: სხვა მზარეული
nl: Andere chef
ru: Другие шефы
sl: Drug kuhar
sr: Остали кувари
tr: Diğer Şefler
uk: Інший кухар
zh_cn: 其他厨师

source: Name…
el: Όνομα…
es: Nombre…
eu: Izena…
hi: नाम…
ka: სახელი…
nl: Naam…
ru: Имя…
sl: Ime …
sr: Назив…
tr: İsim…
uk: Назва…
zh_cn: 名称…

source: Short Name…
el: Σύντομο όνομα…
es: Nombre corto…
eu: Izen laburra…
hi: संक्षिप्त नाम…
ka: მოკლე სახელი…
nl: Korte naam…
ru: Краткое название…
sl: Kratko ime …
sr: Кратак назив…
tr: Kısa İsim…
uk: Коротке ім'я…
zh_cn: 简称…

source: Show
el: Εμφάνιση
es: Mostrar
eu: Erakutsi
hi: दिखाएं
ka: ჩვენება
nl: Weergeven
ru: Показать
sl: Pokaži
sr: Прикажи
tr: Göster
uk: Показати
zh_cn: 展示

source: Done
el: Έτοιμο
es: Hecho
eu: Eginda
hi: संपन्न
ka: დასრულდა
nl: Klaar
ru: Готово
sl: Končano
sr: Готово
tr: Bitti
uk: Виконано
zh_cn: 完成

source: Stop Cooking?
el: Διακοπή μαγειρέματος;
es: ¿Dejar de cocinar?
eu: Gelditu prestaketa?
hi: खाना पकाना बंद करें?
nl: De bereiding beëindigen?
ru: Остановить готовку?
sl: Želite končati s kuhanjem?
sr: Да зауставим кување?
tr: Pişirme Durdurulsun mu?
uk: Припинити приготування?
zh_cn: 停止烹饪？

source: Some timers are still running.
el: Κάποιοι χρονοδιακόπτες εκτελούνται ακόμα.
es: Algunos temporizadores siguen en ejecución.
eu: Tenporizadore batzuk oraindik abian daude.
hi: कुछ टाइमर अभी भी चल रहे हैं।
nl: Er lopen nog kookwekkers.
ru: Некоторые таймеры все ещё запущены.
sl: Nekateri časomeri so že vedno zagnani.
sr: Неки одбројавачи још увек раде.
tr: Bazı kronometreler hala çalışıyor.
uk: Деякі таймери все ще запущено.
zh_cn: 有些计时器还在运行。

source: Recipes can keep the timers running even if you leave cooking mode now.
el: Το Συνταγές μπορεί να κρατήσει τους χρονοδιακόπτες σε λειτουργία ακόμα και αν φύγετε από τη λειτουργία μαγειρέματος τώρα.
es: Recetas puede mantener los temporizadores en ejecución incluso si sale ahora del modo de preparación.
hi: अब यदि आप खाना पकाने का मोड छोड़ भी दें तो भी व्यंजनों का टाइमर चालू रह सकता है।
nl: Recepten kan de kookwekkers laten doorlopen ook als u de kookmodus nu verlaat.
ru: Таймеры для приготовления рецептов будут работать , даже если вы сейчас выйдете из режима приготовления.
sl: Program lahko ohrani zagnane časomere četudi zapustite kuharski način delovanja.
sr: Рецептинко може да остави одбројаваче да раде чак и ако сада напустите режим кувања.
tr: Tarifler, pişirme kipinden şimdi çıksanız bile kronometreleri çalıştırmaya devam edecek.
uk: «Рецепти» можуть продовжувати відлік часу, якщо ви полишите режим приготування зараз.
zh_cn: “食谱”可以保持运行计时器 不管您现在是否离开烹饪模式。

source: Keep Cooking
el: Συνέχεια μαγειρέματος
es: Seguir cocinando
eu: Jarraitu prestatzen
hi: पकाते रहें
nl: Blijven koken
ru: Начать готовку
sl: Nadaljuj s kuhanjem
sr: Настави са кувањем
tr: Pişirmeye devam et
uk: Продовжити приготування
zh_cn: 继续烹饪

source: Stop Timers
el: Διακοπή χρονόμετρων
es: Detener temporizadores
eu: Gelditu tenporizadoreak
hi: टाइमर बंद करें
nl: Kookwekkers stoppen
ru: Остановить таймеры
sl: Zaustavi časomere
sr: Заустави одбројаваче
tr: Kronometreyi Durdur
uk: Зупинити таймери
zh_cn: 停止计时器

source: Continue Timers
el: Συνέχεια χρονόμετρων
es: Continuar temporizadores
eu: Jarraitu tenporizadoreak
hi: टाइमर जारी रखें
nl: Kookwekkers laten doorlopen
ru: Продолжить таймеры
sl: Pusti časomere teči
sr: Настави одбројавање
tr: Kronometreyi Devam Ettir
uk: Продовжити відлік
zh_cn: 继续计时器

source: Controls
el: Χειριστήρια
es: Controles
eu: Kontrolak
hi: नियंत्रण
ka: მმართველები
nl: Bediening
ru: Управление
sl: Tipke
sr: Контроле
tr: Denetimler
uk: Керування
zh_cn: 控制

source: To advance to the next step, press any key on the keyboard.
el: Για να προχωρήσετε στο επόμενο βήμα, πατήστε οποιοδήποτε πλήκτρο στο πληκτρολόγιο.
es: Para pasar al siguiente paso, pulse cualquier tecla del teclado.
eu: Hurrengo urratsera aurrera egiteko, sakatu teklatuko edozein tekla
hi: अगले चरण पर आगे बढ़ने के लिए कीबोर्ड पर कोई भी कुंजी दबाएं।
nl: Druk een willekeurige toets op het toetsenbord in om naar de volgende stap te gaan.
ru: Чтобы перейти к следующему шагу, нажмите любую клавишу на клавиатуре.
sl: Če želite napredovati v naslednji korak, pritisnite poljubno tipko na tipkovnici.
sr: Да пређете на следећи корак, притисните неки тастер на тастатури.
tr: Sonraki aşamaya geçmek için, klavyeden herhangi bir tuşa basınız.
uk: Щоб перейти до наступного кроку, натисніть будь-яку клавішу на клавіатурі.
zh_cn: 要进入下一步，请按下键盘上的任意键。

source: To go back to the previous step, doubletap any key.
el: Για να επιστρέψετε στο προηγούμενο βήμα, πατήστε διπλά οποιοδήποτε πλήκτρο.
es: Para volver al paso anterior, pulse dos veces cualquier tecla.
eu: Aurreko urratsera itzultzeko, eman kolpetxo bikoitza edozein teklatan.
hi: पिछले चरण पर वापस जाने के लिए, किसी भी कुंजी पर दो बार टैप करें।
nl: Druk twee keer op dezelfde toets om een stap terug te gaan.
ru: Чтобы вернуться к предыдущему шагу, дважды нажмите любую клавишу.
sl: Če se želite vrniti na prejšnji korak, dvotapnite poljubno tipko.
sr: Да се вратите на претходни корак, два пута притисните неки тастер.
tr: Önceki aşamaya geri dönmek için, herhangi bir tuşa iki defa basınız.
uk: Щоб повернутися до попереднього кроку, двічі натисніть будь-яку клавішу.
zh_cn: 要返回上一步，请双击任意键。

source: Alternatively, you can use the cursor keys to quickly seek within the directions.
el: Εναλλακτικά, μπορείτε να χρησιμοποιήσετε τα βέλη για να μετακινηθείτε γρήγορα στις οδηγίες.
es: Alternativamente, puede usar las teclas de flechas para moverse rápidamente en ambas direcciones.
eu: Kurtsore-teklak ere erabili daitezke norabideen artean azkar bilatzeko.
hi: वैकल्पिक रूप से, आप दिशाओं को शीघ्रता से खोजने के लिए कर्सर कुंजियों का उपयोग कर सकते हैं।
nl: Als alternatief kunt u de cursortoetsen gebruiken om snel tussen de stappen van de bereidingswijze te navigeren.
ru: Кроме того, вы можете использовать клавиши управления курсором для быстрого поиска в нужных направлениях.
sl: Druga možnost je, da uporabite smerne tipke za hitro iskanje po navodilih.
sr: Или, можете користити тастере курзора да се брзо пребацујете између праваца.
tr: Alternatif olarak, klavye tuşlarını da kullanabilirsiniz.
uk: Крім того, ви можете скористатися клавішами керування курсором для швидкого переходу у настановах.
zh_cn: 此外，您也可以使用光标键来快速寻找步骤。

source: To exit the process, press the Escape key.
el: Για έξοδο από τη διαδικασία, πατήστε το πλήκτρο Escape.
es: Para salir del proceso, pulse la tecla Esc.
eu: Prozesutik irteteko, sakatu Esc tekla.
hi: प्रक्रिया से बाहर निकलने के लिए Escape कुंजी दबाएं।
nl: Om het proces te verlaten drukt u op de Escape toets.
ru: Чтобы выйти из процесса, нажмите клавишу Escape.
sl: Za končanje opravila pritisnite ubežno tipko
sr: Да изађете из процеса, притисните тастер „Есц“.
tr: Çıkmak için ESC tuşuna basın.
uk: Щоб завершити роботу процесу, натисніть клавішу Esc.
zh_cn: 要退出该进程，请按下退出键。

source: Time is up!
el: Ο χρόνος τελείωσε!
es: ¡Se acabó el tiempo!
eu: Denbora amaitu da!
hi: समय पूरा हो गया!
ka: დრო გავიდა!
nl: De tijd is om!
ru: Время вышло!
sl: Čas je potekel!
sr: Време је истекло!
tr: Süre doldu!
uk: Час вичерпано!
zh_cn: 时间到！

source: No recipes found
el: Δεν βρέθηκαν συνταγές
es: No se encontraron recetas
eu: Ez da errezetarik aurkitu
hi: कोई रेसिपी नहीं मिली
nl: Geen recepten gevonden
ru: Рецепты не найдены
sl: Ni najdenih receptov
sr: Нисам нашао рецепте
tr: Hiçbir tarif bulunamadı
uk: Не знайдено жодного рецепта
zh_cn: 未找到食谱

source: There are no recipes for this cuisine.
el: Δεν υπάρχουν συνταγές για αυτήν την κουζίνα.
es: No hay recetas para esta cocina.
eu: Ez dago errezetarik sukaldaritza honetarako.
hi: इस व्यंजन की कोई रेसिपी नहीं है।
nl: Er zijn geen recepten voor dit gerecht.
ru: Рецептов приготовления этой кухни не существует.
sl: Za to kuhinjo ni vpisanih receptov.
sr: Нема рецепата за ову кухињу.
tr: Bu mutfak için hiçbir tarif bulunamadı.
uk: Рецептів цієї кухні немає.
zh_cn: 该菜肴下没有食谱。

source: Cuisines page
el: Σελίδα κουζινών
es: Página de tipos de cocina
eu: Sukaldaritzen orria
hi: व्यंजन पृष्ठ
nl: Gerechtenpagina
ru: Страница кухонь
sl: Stran kuhinj
sr: Кухињска страница
tr: Mutfaklar sayfası
uk: Сторінка кухонь
zh_cn: 菜肴页面

source: World Cuisines
el: Παγκόσμιες κουζίνες
es: Cocinas del mundo
eu: Munduko sukaldaritzak
hi: विश्व व्यंजन
nl: Wereldgerechten
ru: Кухни мира
sl: Svetovne kuhinje
sr: Светске кухиње
tr: Dünya Mutfakları
uk: Кухні світу
zh_cn: 各地菜肴

source: Seasonal
el: Εποχιακά
es: De temporada
eu: Sasoikoa
hi: मौसमी
ka: სეზონური
nl: Seizoensgebonden
ru: Сезонные
sl: Sezonske jedi
sr: Сезонски
tr: Mevsimsel
uk: Сезонні
zh_cn: 时令

source: Contains garlic
el: Περιέχει σκόρδο
es: Contiene ajo
eu: Baratxuria dauka
hi: इसमें लहसुन है
ka: შეიცავს ნიორს
nl: Bevat knoflook
ru: Содержит чеснок
sl: Vsebuje česen
sr: Садржи бели лук
tr: Sarımsak içerir
uk: Містять часник
zh_cn: 含有咖喱

source: Contains dairy products. Please always double-check the ingredients if you are serving a person with gluten or dairy intolerance.
el: Περιέχει γαλακτοκομικά. Παρακαλούμε ελέγχετε πάντα τα συστατικά αν σερβίρετε άτομο με δυσανεξία στη γλουτένη ή στα γαλακτοκομικά.
es: Contiene productos lácteos. Compruebe siempre los ingredientes si se trata de una persona con intolerancia al gluten o a la lactosa.
hi: इसमें डेयरी उत्पाद शामिल हैं। अगर आप ग्लूटेन या डेयरी सामग्री वाले व्यक्ति को भोजन परोस रहे हैं तो कृपया हमेशा सामग्री की दोबारा जांच करें।
nl: Bevat zuivelproducten. Controleer altijd de ingrediënten als u iemand serveert met een zuivelallergie.
ru: Содержит молочные продукты. Пожалуйста, всегда перепроверяйте ингредиенты, если вы готовите для человека с непереносимостью глютена или молочных продуктов.
sl: Vsebuje mlečne izdelke. Vedno dvakrat preverite sestavine, če pripravljate obrok za osebo z glutensko ali mlečno intoleranco.
sr: Садржи млечне производе. Увек проверите састојке ако служите особи која не подноси глутен или млечне производе.
tr: Süt ürünleri içerir. Lütfen süt intoleransı olan kişilere servis yapacaksanız, malzemeleri her zaman iki kez kontrol edin.
uk: Містить молочні продукти. Будь ласка, ретельно перевіряйте складові, якщо страву буде подано особі із несприйняттям глютену або молочних продуктів.

source: Contains gluten. Please always double-check the ingredients if you are serving a person with gluten or dairy intolerance.
el: Περιέχει γλουτένη. Παρακαλούμε ελέγχετε πάντα τα συστατικά αν σερβίρετε άτομο με δυσανεξία στη γλουτένη ή στα γαλακτοκομικά.
es: Contiene gluten. Compruebe siempre los ingredientes si se trata de una persona con intolerancia al gluten o a la lactosa.
hi: इसमें ग्लूटेन है। अगर आप ग्लूटेन या डेयरी सामग्री वाले व्यक्ति को भोजन परोस रहे हैं तो कृपया हमेशा सामग्री की दोबारा जांच करें।
nl: Bevat gluten. Controleer altijd de ingrediënten als u iemand serveert met een glutenallergie.
ru: Содержит глютен. Пожалуйста, всегда перепроверяйте ингредиенты, если вы готовите для человека с непереносимостью глютена или молочных продуктов.
sl: Vsebuje gluten. Vedno dvakrat preverite sestavine, če pripravljate obrok za osebo z glutensko ali mlečno intoleranco.
sr: Садржи глутен. Увек проверите састојке ако служите особи која не подноси глутен или млечне производе.
tr: Gluten içerir. Lütfen gluten ya da süt intoleransı olan kişilere servis yapacaksanız, malzemeleri her zaman iki kez kontrol edin.
uk: Містить глютен. Будь ласка, ретельно перевіряйте складові, якщо страву буде подано особі із несприйняттям глютену або молочних продуктів.

source: Spicy
el: Πικάντικο
es: Especiado
eu: Mina
hi: मसालेदार
ka: მწარე
nl: Pittig
ru: Острый
sl: Začinjeno
sr: Зачињено
tr: Baharatlı
uk: Гострі
zh_cn: 辣味

source: _Buy Ingredients
el: _Αγορά συστατικών
es: _Comprar ingredientes
eu: _Erosi osagaiak
hi: सामग्रियां खरीदें (_B)
ka: _ინგრედიენტების შეძენა
nl: _Ingrediënten kopen
ru: Купить _ингредиенты
sl: _Kupi sestavine
sr: _Купи састојке
tr: Malzeme _Satın Al
uk: П_ридбати складові
zh_cn: 采购食材(_B)

source: _Yield
el: _Απόδοση
es: _Cantidad
eu: _Emaitza
hi: उपज (_Y)
ka: _გამოსავალი
nl: _Aantal porties
ru: _Подача
sl: _Porcije
sr: _За
tr: _Kaç Kişilik
uk: _Порція
