Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Tinned pineapple rings
el: Ροδέλες ανανά κονσέρβας
es: Rodajas de piña en lata
eu: Poteko piña-eraztunak
hi: डिब्बाबंद अनानास के छल्ले
ka: ანანასის რგოლების კონსერვი
nl: Ananasringen uit blik
ru: Консервированные кольца ананаса
sl: Ananasovi obročki, konzervirani
sr: Конзервирани колутови ананаса
tr: Konserve ananas halkası
uk: Консервовані ананасові кружки

source: Tofu
el: Τόφου
eu: Tofua
hi: टोफू
ka: ტოფუ
ru: Тофу
sr: Тофу
uk: Тофу

source: Tomato
el: Ντομάτα
es: Tomate
eu: Tomatea
hi: टमाटर
ka: პომიდორი
nl: Tomaat
ru: Помидор
sl: Paradišnik
sr: Парадајз
tr: Domates
uk: Помідор

source: Tomato paste
el: Πελτέ ντομάτας
es: Pasta de tomate
eu: Tomate-pasta
hi: टमाटर पेस्ट
ka: ტომატის პასტა
nl: Tomatenpuree
ru: Томатная паста
sl: Paradižnikova mezga
sr: Пасирани парадајз
tr: Salça
uk: Томатна паста

source: Tomato sauce
el: Σάλτσα ντομάτας
es: Salsa de tomate
eu: Tomate-saltsa
hi: टमाटर सॉस
ka: ტომატის სოუსი
nl: Tomatensaus
ru: Соус из помидоров
sl: Paradižnikova omaka
sr: Сос од парадајза
tr: Domates sosu
uk: Томатний соус

source: Tumeric ground
el: Κουρκουμά τριμμένο
es: Cúrcuma molida
eu: Kurkuma-hautsa
hi: पिसी हुई हल्दी
ka: კურკუმა, დაფქული
ru: Куркума (турмерик), клубни
sl: Kurkuma v prahu
sr: Куркума млевена
tr: Zerdeçal, öğütülmüş
uk: Мелена куркума

source: Tuna fish
el: Τόνο
es: Atún
eu: Atuna
hi: टूना मछली
ka: თინუსი
nl: Tonijn
ru: Тунец
sl: Tuna
sr: Туњевина
tr: Tuna balığı
uk: Тунець

source: Unsalted butter
el: Ανάλατο βούτυρο
es: Mantequilla sin sal
eu: Gatzik gabeko gurina
hi: नमक-रहित बटर
ka: უმარილო კარაქი
nl: Ongezouten boter
ru: Не солёное сливочное масло
sl: Maslo, nesoljeno
sr: Неслани маслац
tr: Tuzsuz tereyağı
uk: Несолене масло

source: Vanilla baking powder
el: Μπέικιν πάουντερ βανίλιας
es: Polvo de hornear de vainilla
eu: Hauts altxagarri banilladuna
hi: वेनिला बेकिंग पाउडर
ka: ვანილის საცხობი ფხვნილი
nl: Vanillebakpoeder
ru: Ванильный разрыхлитель
sl: Pecilni prašek, vaniljev
sr: Ванилин прашак за пециво
tr: Vanilya kabartma tozu
uk: Ванілін

source: Vanilla extract
el: Εκχύλισμα βανίλιας
es: Extracto de vainilla
eu: Banilla-estraktua
hi: वेनिला अर्क
ka: ვანილის ექსტრაქტი
nl: Vanille-extract
ru: Экстракт ванили
sl: Vanilja, izvleček
sr: Екстракт ваниле
tr: Vanilya özü
uk: Ванільний екстракт

source: Vanilla powdered sugar, for dusting
el: Ζάχαρη άχνη βανίλιας, για πασπάλισμα
es: Azúcar de vainilla en polvo, para espolvorear
eu: Azukre-hauts banilladuna, hautseztatzeko
hi: वेनिला पाउडर चीनी, छिड़कने के लिए
ka: ვანილის შაქრის ფხვნილი, მტვრისთვის
nl: Vanillepoedersuiker, om te bestuiven
ru: Ванильная сахарная пудра для посыпки
sl: Vanilja, sladkor
sr: Ванилин шећер у праху, за посипање
tr: Vanilyalı pudra şekeri, terbiye için
uk: Мелений ванільний цукор для посипання

source: Vanilla pudding
el: Πουτίγκα βανίλιας
es: Pudin de vainilla
eu: Banilla-budina
hi: वैनिला पुडिंग
ka: ვანილის პუდინგი
nl: Vanillepudding
ru: Ванильный пудинг
sl: Vaniljev puding
sr: Пудинг од ваниле
tr: Vanilya pudingi
uk: Ванільний пудинг

source: Vanilla sugar
el: Ζάχαρη βανίλιας
es: Azúcar de vainilla
eu: Banilla-azukrea
hi: वनीला शकर
ka: ვანილის შაქარი
nl: Vanillesuiker
ru: Ванильный сахар
sl: Vaniljev sladkor
sr: Ванилин шећер
tr: Vanilya şekeri
uk: Ванільний цукор

source: Vegetable oil
el: Φυτικό λάδι
es: Aceite vegetal
eu: Landare olioa
hi: वनस्पति तेल
ka: მცენარეული ზეთი
nl: Plantaardige olie
ru: Растительное масло
sl: Rastlinsko olje
sr: Биљно уље
tr: Yemeklik yağ
uk: Рослинна олія

source: Vinegar
el: Ξύδι
es: Vinagre
eu: Ozpina
hi: सिरका
ka: ძმარი
nl: Azijn
ru: Уксус
sl: Kis
sr: Сирће
tr: Sirke
uk: Оцет

source: Water
el: Νερό
es: Agua
eu: Ura
hi: पानी
ka: წყალი
ru: Вода
sl: Voda
sr: Вода
tr: Su
uk: Вода

source: Wheat flour
el: Αλεύρι σίτου
es: Harina de trigo
eu: Gari irina
hi: गेहूं का आटा
ka: ხორბლის ფქვილი
nl: Tarwebloem
ru: Пшеничная мука
sl: Moka, bela
sr: Пшенично брашно
tr: Beyaz un
uk: Пшеничне борошно

source: White fish
el: Λευκό ψάρι
es: Pescado blanco
eu: Arrain zuria
hi: सफेद मछली
ka: თეთრი თევზი
ru: Белая рыба
sl: Riba, bela
sr: Бела риба
tr: Alabalık
uk: Біла риба

source: White onion
el: Λευκό κρεμμύδι
es: Cebolla blanca
eu: Tipula zuria
hi: सफेद प्याज
ka: თეთრი ხახვი
nl: Witte ui / ajuin
ru: Белый лук
sl: Čebula, bela
sr: Бели црни лук
tr: Beyaz soğan
uk: Біла цибуля

source: White wine
el: Λευκό κρασί
es: Vino blanco
eu: Ardo zuria
hi: सफ़ेद वाइन
ka: თეთრი ღვინო
nl: Witte wijn
ru: Белое вино
sl: Vino, belo
sr: Бело вино
tr: Beyaz şarap
uk: Біле вино

source: Whole chicken
el: Ολόκληρο κοτόπουλο
es: Pollo entero
eu: Oilasko osoa
hi: पूरा चिकन
ka: მთელი ქათამი
nl: Hele kip
ru: Целая курица
sl: Cel piščanec
sr: Цело пиле
tr: Bütün tavuk
uk: Ціле курча

source: Wine
el: Κρασί
es: Vino
eu: Ardoa
hi: वाइन
nl: Wijn
ru: Вино
sl: Vino
sr: Вино
tr: Şarap
uk: Вино

source: Worcestershire sauce
el: Σάλτσα Worcestershire
es: Salsa Worcestershire
eu: Worcestershire saltsa
hi: वूस्टरशर सॉस
ka: ვუსტერშირის სოუსი
nl: Worcestersaus
ru: Вустерширский соус
sl: Worcesterska omaka
sr: Ворчестершир сос
tr: Worcestershire sosu
uk: Ворсетширський соус

source: Yeast
el: Μαγιά
es: Levadura
eu: Legamia
hi: ख़मीर
ka: საფუარი
nl: Gist
ru: Дрожжи
sl: Kvas
sr: Квасац
tr: Maya
uk: Дріжджі

source: Yellow bell pepper
el: Κίτρινη πιπεριά
es: Pimiento amarillo
eu: Pipermorro horia
hi: पीली शिमला मिर्च
ka: ყვითელი ბულგარული წიწაკა
nl: Gele paprika
ru: Жёлтый сладкий перец
sl: Paprika, rumena
sr: Жута бабура
tr: Sarı dolmalık biber
uk: Жовтий солодкий перець

source: Yoghurt
el: Γιαούρτι
es: Yogur
eu: Jogurta
hi: दही
ka: იოგურტი
ru: Йогурт
sl: Jogurt
sr: Јогурт
tr: Yoğurt
uk: Йогурт

source: Zest of 1 lemon (organic)
el: Ξύσμα από 1 λεμόνι (βιολογικό)
es: Ralladura de 1 limón (orgánica)
eu: Limoi (organiko) baten azala
hi: 1 नींबू का छिलका (जैविक)
nl: Citroenschil (organisch)
ru: Цедра 1 лимона (натуральная)
sl: Sok 1 limone (bio)
sr: Кора 1 лимуна (органског)
tr: Limon kabuğu, rendelenmiş (organik)
uk: Цедра 1 лимона (органічна)

source: Zinfandel
eu: Zinfandela
hi: ज़िनफंडेल
ka: ზინფანდელი
ru: Виноград цинфандель
sr: Хамбурга
uk: Зінфандель

source: Zuccini
el: Κολοκυθάκι
es: Calabacín
eu: Kalabazina
hi: तुरई
ka: ზუჩინი
nl: Courgette
ru: Кабачок цукини
sl: Bučka cukini
sr: Тиквице
tr: Kabak
uk: Цукіні

source: no Almond
es: no hay almendras
eu: Arbendolik ez
hi: बादाम के बिना
ka: ნუშის გარეშე
nl: geen Amandel
ru: без миндаля
sl: ni mandljevmarcipan
sr: без бадема
tr: Badem içermesin
uk: без мигдалю

source: no Amaretti
es: no hay amaretto
eu: Amarettorik ez
hi: अमरेट्टी के बिना
ka: ამარატოს გარეშე
nl: geen Amaretti
ru: без амаретти (горьковатый миндальный бисквит)
sl: ni amaretov
sr: без амаретија
tr: Amaretti içermesin
uk: без амаретто

source: no Anchovies
es: no hay anchoas
eu: Antxoarik ez
hi: एंकोवीज़ के बिना
ka: ქაფშიის გარეშე
nl: geen Ansjovis
ru: без анчоусов
sl: ni inčunov
sr: без инћуна
tr: Ançuez içermesin
uk: без анчоусів

source: no Apple
el: χωρίς μήλο
es: no hay manzana
eu: Sagarrik ez
hi: सेब के बिना
ka: ვაშლის გარეშე
nl: geen Appel
ru: без яблок
sl: ni jabolk
sr: без јабуке
tr: Elma içermesin
uk: без яблук

source: no Apple Vinegar
es: no hay vinagre de manzana
eu: Sagar-ozpinik ez
hi: सेब के सिरके के बिना
ka: ვაშლის ძმრის გარეშე
nl: geen Appelazijn
ru: без яблочного уксуса
sl: ni jabolčnega kisa
sr: без јабуковог сирћа
tr: Elma sirkesi içermesin
uk: без яблучного оцту

source: no Apricot
el: χωρίς βερίκοκο
es: no hay albaricoque
eu: Abrikotik ez
hi: खुबानी के बिना
ka: გარგარის გარეშე
nl: geen Abrikoos
ru: без абрикосов
sl: ni marelic
sr: без кајсије
tr: Kayısı içermesin
uk: без абрикосів

source: no Artichoke
el: χωρίς αγκινάρα
es: no hay alcachofas
eu: Orbururik ez
hi: आर्टिचोक के बिना
ka: არტიშოკის გრეშე
nl: geen Artisjok
ru: без артишока
sl: ni artičok
sr: без артичоке
tr: Enginar içermesin
uk: без артишоку

source: no Asparagus
el: χωρίς σπαράγγια
es: no hay espárragos
eu: Zainzuririk ez
hi: शतावरी के बिना
ka: სატაცურის გარეშე
nl: geen Asperge
ru: без спаржи
sl: ni špargljev
sr: без шпаргле
tr: Kuşkonmaz içermesin
uk: без аспарагусу

source: no Aubergine
el: χωρίς μελιτζάνα
es: no hay berenjena
eu: Alberjiniarik ez
hi: ऑबर्जिन के बिना
ka: ბადრიჯნის გარეშე
nl: geen Aubergine
ru: без баклажанов
sl: ni jajčevcev
sr: без плавог патлиџана
tr: Patlıcan içermesin
uk: без баклажанів

source: no Baby Spinach
es: no hay espinacas baby
eu: Ziazerba txikirik ez
hi: बेबी पालक के बिना
ka: პატარა ისპანახის გარეშე
nl: geen Babyspinazie
ru: без молодого шпината
sl: ni mlade špinače
sr: без спанаћа
tr: Küçük ıspanak içermesin
uk: без молодого шпинату

source: no Bacon
el: χωρίς μπέικον
es: no hay bacon
eu: Hirugiharrik ez
hi: बेकन के बिना
ka: ბეკონის გარეშე
nl: geen Spek
ru: без бекона
sl: ni slanine
sr: без сланине
tr: Domuz pastırması içermesin
uk: без бекону

source: no Bagel
el: χωρίς μπέιγκελ
es: no hay rosquillas
eu: Bagelik ez
hi: बैगल के बिना
ka: ბეიგლის გარეშე
nl: geen Bagel
ru: без "бейгла"/рогалика
sl: ni bele žemlje
sr: без ђеврека
tr: Amerikan simidi içermesin
uk: без бубликів

source: no Baked beans
el: χωρίς ψητά φασόλια
es: no hay judías cocidas
eu: Babarrun egosirik ez
hi: बेक्ड बीन्स के बिना
ka: გამომცხვარი ლობიოს გარეშე
nl: geen Witte bonen in tomatensaus
ru: без консервированной фасоли
sl: ni pečenega fižola
sr: без пребранца
tr: Kuru fasülye içermesin
uk: без запеченої квасолі

source: no Baking powder
el: χωρίς μπέικιν πάουντερ
es: no hay levadura
eu: Hauts altxagarririk ez
hi: बेकिंग पाउडर के बिना
ka: საცხობი ფხვნილის გარეშე
nl: geen Bakpoeder
ru: без разрыхлителя
sl: ni pecilnega praška
sr: без прашка за пециво
tr: Kabartma tozu içermesin
uk: без харчової соди

source: no Banana
el: χωρίς μπανάνα
es: no hay plátano
eu: Bananarik ez
hi: केले के बिना
ka: ბანანის გარეშე
nl: geen Banaan
ru: без банана
sl: ni banan
sr: без банане
tr: Muz içermesin
uk: без бананів

source: no Basil
el: χωρίς βασιλικό
es: no hay albahaca
eu: Albakarik ez
hi: तुलसी के बिना
ka: რეჰანის გარეშე
nl: geen Basilicum
ru: без базилика
sl: ni bazilike
sr: без босиљка
tr: Fesleğen içermesin
uk: без базиліку

source: no Basmati rice
el: χωρίς ρύζι μπασμάτι
es: no hay arroz basmati
eu: Basmati arrozik ez
hi: बासमती चावल के बिना
ka: ბასმატი ბრინჯის გარეშე
nl: geen Basmatirijst
ru: без риса басмати
sl: ni riža basmati
sr: без басмати пиринча
tr: Basmati pirinci içermesin
uk: без басматі

source: no Bay leaf
el: χωρίς φύλλο δάφνης
es: no hay hojas de laurel
eu: Ereinotzik ez
hi: तेजपत्ता के बिना
ka: დაფნის ფოთლის გარეშე
nl: geen Laurierblad
ru: без лаврового листа
sl: ni lovorjevih listov
sr: без ловоровог листа
tr: Defne yaprağı içermesin
uk: без лаврового листа

source: no Beans
el: χωρίς φασόλια
es: no hay judías
eu: Babarrunik ez
hi: बीन्स के बिना
ka: ლობიოს გარეშე
nl: geen Bonen
ru: без бобов
sl: brez fižola
sr: без пасуља
tr: Fasülye içermesin
uk: без бобів

source: no Bean sprouts
es: no hay brotes de soja
eu: Babarrun-ernamuinik ez
hi: बीन स्प्राउट्स के बिना
ka: ლობიოს ყლორტების გარეშე
nl: geen Taugé / sojascheuten
ru: без пророщенных фасоли/бобов
sl: brez fižolovih kalčkov
sr: без бораније
tr: Fasülye filizi içermesin
uk: без паростків бобових

source: no Beef
el: χωρίς μοσχάρι
es: no hay carne
eu: Behikirk ez
hi: बीफ़ के बिना
ka: ძროხის ხორცის გარეშე
nl: geen Rundsvlees
ru: без говядины
sl: brez govedine
sr: без говедне
tr: Sığır eti içermesin
uk: без яловичини

source: no Beef mince
el: χωρίς κιμά μοσχαρίσιο
es: no hay carne picada
eu: Behiki xehaturik ez
hi: बीफ़ कीमा के बिना
ka: გატარებული ძროხის ხორცის გარეშე
nl: geen Rundergehakt
ru: без говядины (рубленная)
sl: ni mlete govedine
sr: без млевене говедине
tr: Dana kıyma
uk: без яловичого фаршу

source: no Beef sausage
el: χωρίς λουκάνικο μοσχαρίσιο
es: no hay salchichas de ternera
eu: Behiki-saltxitxarik ez
hi: बीफ़ सॉसेज के बिना
ka: საქონლის სოსისის გარეშე
nl: geen Runderworst
ru: без говяжьей колбасы (сосиски)
sl: brez goveje klobase
sr: без говеђе кобасице
tr: Sığır eti sosisi içermesin
uk: без яловичої ковбаси

source: no Beef (sirloin)
es: no hay solomillo de vaca
eu: Behiki-azpizunik ez
hi: बीफ़ (सिरलोइन) के बिना
ka: ძროხის ხორცის გარეშე (სუკი)
nl: geen Rundsvlees (lendenstuk)
ru: без говядины (вырезка)
sl: ni govedine (rostbif)
sr: без говедине (печенице)
tr: Sığır eti (sığır filetosu) içermesin
uk: без яловичини (філейки)

source: no Beef stock
el: χωρίς ζωμό μοσχαριού
es: no hay caldo de carne
eu: Behiki-saldarik ez
hi: बीफ़ स्टॉक के बिना
ka: საქონლის ხორცის ნახარშის გარეშე
nl: geen Runderbouillon
ru: без говяжьего бульона
sl: ni jušne osnove (goveje)
sr: без говеђе шницле
tr: Sığır eti suyu (bulyon) içermesin
uk: без яловичого бульйону

source: no Beetroot
el: χωρίς παντζάρι
es: no hay remolacha
eu: Beterrabarik ez
hi: चुकंदर के बिना
ka: ჭარხალის გარეშე
nl: geen Biet
ru: без свёклы
sl: ni rdeče pese
sr: без цвекле
tr: Kırmızı pancar içermesin
uk: без буряка

source: no Bell pepper
el: χωρίς πιπεριά
es: no hay pimiento de campana
eu: Pipermorrorik ez
hi: शिमला मिर्च के बिना
ka: ბულგარული წიწაკის გარეშე
nl: geen Paprika
ru: без сладкого перца
sl: ni paprike
sr: без бабуре
tr: Dolmalık biber içermesin
uk: без солодких перців

source: no Bell Pepper (green)
es: no hay pimiento campana (verde)
eu: Pipermorro berderik ez
hi: शिमला मिर्च (हरी) के बिना
ka: ბულგარული წიწაკის გარეშე (მწვანე)
nl: geen Groene paprika
ru: без сладкого перца (зелёного)
sl: ni zelene paprike
sr: без бабуре (зелене)
tr: Dolmalık biber (yeşil) içermesin
uk: без солодких перців (зелених)

source: no Berry
el: χωρίς μούρο
es: no hay bayas
eu: Baiarik ez
hi: बेरी के बिना
ka: კენკრის გარეშე
nl: geen Bes
ru: без ягод
sl: ni jagodičja
sr: без јагодичастог воћа
tr: Yemiş içermesin
uk: без ягід

source: no Bilberry
es: no hay arándanos
eu: Ahabia beltzarik ez
hi: बिलबेरी के बिना
ka: მოცვის გარეშე
nl: geen Bosbes
ru: без голубики
sl: ni evropskih borovnic
sr: без боровнице
tr: Çoban üzümü (Bilberry) içermesin
uk: без чорниць

source: no Biscotti
es: no hay biscotes
eu: Biskoterik ez
hi: बिस्कोटी के बिना
ka: ბისკოტის გარეშე
nl: geen Biscotti
ru: без "бискотти"
sl: ni piškotov
sr: без кекса
tr: Biscotti içermesin
uk: без біскотто

source: no Black cardamom pod
es: no hay vainas de cardamomo negro
eu: Kardamomo beltzaren lekarik ez
hi: काली इलायची की फली के बिना
ka: შავი ილის მარცვლების გარეშე
nl: geen Zwarte kardemompeul
ru: без стручок чёрного кардамона
sl: ni črnega kardamoma v stroku
sr: без махуне црног кардамона
tr: Siyah kakule içermesin
uk: без стручків чорного кардамону

source: no Black peppercorns
el: χωρίς κόκκους μαύρου πιπεριού
es: no hay granos de pimienta negra
eu: Piperbeltzik ez
hi: काली मिर्च के बिना
ka: შავი პილპილის მარცვლების გარეშე
nl: geen Zwarte peperkorrels
ru: без чёрного перца горошком
sl: ni zrn črnega popra
sr: без зрна црног бибера
tr: Karabiber içermesin
uk: без чорного перцю

source: no Blueberry
el: χωρίς μύρτιλο
es: no hay arándanos
hi: ब्लूबेरी के बिना
ka: მოცვის გარეშე
nl: geen Blauwe bes
ru: без черники
sl: ni ameriških borovnic
sr: без боровнице
tr: Maviyemiş içermesin
uk: без лохини

source: no Bourbon whiskey
es: no hay bourbon
eu: Bourbonik ez
hi: बॉर्बन व्हिस्की के बिना
ka: ბურბონის ვისკის გარეშე
nl: geen Bourbon (whiskey)
ru: без "бурбон-виски"
sl: ni bourbonskega viskija
sr: без Бурбон вискија
tr: Bourbon viski içermesin
uk: без бурбону

source: no Breadcrumbs
el: χωρίς φρυγανιά τριμμένη
es: no hay migas de pan
eu: Ogi birrindurik ez
hi: ब्रेडक्रम्ब्स के बिना
nl: geen Broodkruimels
ru: без панировочных сухарей
sl: ni krušnih drobtin
sr: без презли
tr: Galeta unu içermesin
uk: без кришених сухарів

source: no Brewer's yeast
es: no hay levadura
eu: Garagardo-legamirik ez
hi: शराब बनानेवाला के खमीर के बिना
ka: სასარგებლო საფუარის გარეშე
nl: geen Brouwersgist
ru: без пивных дрожжей
sl: ni pivovarskega kvasa
sr: без пивског квасца
tr: Bira mayası içermesin
uk: без пивних дріжджів

source: no Broad beans
es: no hay habas
eu: Baba handirik ez
hi: ब्रॉड बीन्स के बिना
nl: geen Witte bonen in tomatensaus
ru: без зелёных бобов
sl: ni boba
sr: без боба
tr: Bakla içermesin
uk: без кінських бобів

source: no Broth
es: no hay caldo
eu: Saldarik ez
hi: शोरबा के बिना
ka: ბულიონის გარეშე
nl: geen Bouillon
ru: без бульона
sl: ni juhe
sr: без чорбе
tr: Et suyu içermesin
uk: без бульйону

source: no Brown sugar
es: no hay azúcar moreno
eu: Azukre beltzik ez
hi: भूरी चीनी के बिना
ka: ყავისფერი შაქრის გარეშე
nl: geen Bruine suiker
ru: без "тростникового" сахара
sl: ni rjavega sladkorja
sr: без жутог шећера
tr: Kahverengi şeker içermesin
uk: без жовтого цукру

source: no Butter
el: χωρίς βούτυρο
es: no hay mantequilla
eu: Gurinik ez
hi: बटर के बिना
ka: კარაქის გარეშე
nl: geen Boter
ru: без сливочного масла
sl: ni masla
sr: без маслаца
tr: Tereyağ içermesin
uk: без масла

source: no Butter, melted
es: no hay mantequilla derretida
eu: Gurin urturik ez
hi: पिघले हुए बटर के बिना
ka: მდნარი კარაქის გარეშე
nl: geen Boter, gesmolten
ru: без растопленного сливочного масла
sl: ni staljenega masla
sr: без маслаца, топљеног
tr: Tereyağ, eritilmiş içermesin
uk: без розтопленого масла

source: no Button mushroom
es: no hay champiñones pequeños
eu: Barrengorri txikirik ez
hi: बटन मशरूम के बिना
ka: ქამა სოკოს გარეშე
ru: без шляпок грибов
sl: ni kukmakov
sr: без младих печурки
tr: Kültür mantarı içermesin
uk: без шампіньйонів

source: no Cabbage
el: χωρίς λάχανο
es: no hay repollo
eu: Azarik ez
hi: गोभी के बिना
ka: კომბოსტოს გარეშე
nl: geen Kool
ru: без капусты
sl: ni zelja
sr: без купуса
tr: Beyaz lahana içermesin
uk: без капусти

source: no Cake flour
es: no hay harina de pastelería
eu: Gozogintza-irinik ez
hi: केक आटे के बिना
ka: ნამცხვრის ფქვილის გარეშე
ru: без кондитерской муки
sl: ni tortne moke
sr: без брашна за колаче
tr: Kek unu içermesin
uk: без борошна для здоби

source: no Canellini beans
es: no hay frijoles Canellini
hi: कैनेलिनी बीन्स के बिना
ka: კანელინი ლობიოს გარეშე
nl: geen Canellinibonen
ru: без белой фасоли
sl: ni fižola kanellini
sr: без пасуља канелини
tr: Cannellini fasülyesi içermesin
uk: без квасолі звичайної

source: no Canned black beans, rinsed
es: no hay frijoles negros en lata, enjuagados
eu: Poteko babarrun beltzak, xukatuta, ez
hi: धोये हुए डिब्बाबंद काले बीन्स के बिना
ka: დაკონსერვებული, გარეცხილი შავი ლობიოს გარეშე
nl: geen Zwarte bonen in blik, gespoeld
ru: без промытой консервированной чёрной фасоли
sl: ni konzerviranega temnega fižola
sr: без конзервираног црног пасуља, испраног
tr: Konserve siyah kuru fasülye, durulanmış, içermesin
uk: без консервованих промитих чорних бобів

source: no Canned chopped tomatoes
es: no hay tomate picado en lata
eu: Poteko tomate birrindurik ez
hi: डिब्बाबंद कटे टमाटरों के बिना
ka: დაკონსერვებული დაჭრილი პომიდორის გარეშე
nl: geen Gehakte tomaten in blik
ru: без консервированных нарезанных помидоров
sl: ni konzerviranega sesekljanega paradižnika
sr: без конзервираног сецканог парадајза
tr: Konserve doğranmış domates içermesin
uk: без консервованої томатної пасти

source: no Carrot
el: χωρίς καρότο
es: no hay zanahoria
eu: Azenariorik ez
hi: गाजर के बिना
ka: სტაფილოს გარეშე
nl: geen Wortel
ru: без морковки
sl: ni korenja
sr: без шаргарепе
tr: Havuç içermesin
uk: без моркви

source: no Cashews, lightly toasted
es: no hay anacardos ligeramente tostados
hi: हल्के भुने काजू के बिना
ka: მსუბუქად შებრაწული კეშიუს გარეშე
nl: geen Cashewnoten, licht geroosterd
ru: без кешью, слегка поджаренных
sl: ni indijskih oreščkov, rahlo praženih
sr: без индијског ораха, лагано печеног
tr: Kaju, hafifçe kızartılmış içermesin
uk: без трохи підсмажених кеш'ю

source: no Caster sugar
es: no hay azúcar en polvo
hi: महीन सफेद चीनी के बिना
nl: geen Basterdsuiker / cassonade
ru: без сахарной пудры
sl: ni finozrnatega sladkorja
sr: без кристал шећера
tr: Pudra şekeri içermesin
uk: без цукрової пудри

source: no Celery
el: χωρίς σέλινο
es: no hay apio
eu: Apiorik ez
hi: अजवाइन के बिना
ka: ნიახურის გარეშე
nl: geen Selderij / selder
ru: без сельдерея
sl: ni zelene
sr: без целера
tr: Kereviz içermesin
uk: без селери

source: no Champignons
es: no hay champiñones
eu: Barrengorririk ez
hi: शैंपेनोन के बिना
ka: შამპინიონების გარეშე
nl: geen Champignons
ru: без шампиньонов
sl: ni šampinjonov
sr: без шампињона
tr: Yemeklik mantar içermesin
uk: без шампіньйонів

source: no Cheese
el: χωρίς τυρί
es: no hay queso
eu: Gaztarik ez
hi: चीज़ के बिना
ka: ყველის გარეშე
nl: geen Kaas
ru: без сыра
sl: ni sira
sr: без сира
tr: Peynir içermesin
uk: без сиру

source: no Cheese slices
es: no hay lonchas de queso
eu: Gazta-xerrarik ez
hi: चीज़ स्लाइस के बिना
ka: ყველის ნაჭრების გარეშე
nl: geen Plakjes/sneetjes kaas
ru: без ломтиков сыра
sl: ni rezin sira
sr: без кришки сира
tr: Peynir dilimleri içermesin
uk: без нарізаного сиру

source: no Cherries, pitted
es: no hay cerezas picadas
eu: Hezurrik gabeko gerezirik ez
hi: बीज रहित चेरी के बिना
ka: უკურკო ალუბლის გრეშე
nl: geen Kersen zonder pit
ru: без вишня, без косточек
sl: ni češenj s koščicami
sr: без очишћене трешње
tr: Kiraz, çekirdeksiz içermesin
uk: без вишень без кісточок

source: no Cherry tomatoes, halved
es: no hay tomates cherry partidos por la mitad
eu: Erditik moztutako Cherry tomaterik ez
hi: आधे कटे चेरी टमाटर के बिना
ka: ნახევარი პატარა პომიდვრების გარეშე
nl: geen Kerstomaten, halve
ru: без половинок помидоров черри
sl: ni češnjevega paradižnika
sr: без чери парадајза, преполовљеног
tr: Çeri domates, yarıya kesilmiş içermesin
uk: без помідорів-чері, половинок

source: no Chia seeds
es: no hay semillas de chía
eu: Chia hazirik ez
hi: चिया बीज के बिना
nl: geen Chiazaad
ru: без семян чиа
sl: ni semen čija
sr: без чиа семенки
tr: Chia çekirdeği içermesin
uk: без насіння чіа

source: no Chicken breasts, large
es: no hay pechugas de pollo grandes
eu: Oilasko-bular handirik ez
hi: बड़े चिकन ब्रेस्ट के बिना
ka: დიდი ქათმის მკერდის გარეშე
nl: geen Kipfilets, groot
ru: без больших куриных грудок
sl: ni piščančjih prsi
sr: без пилећих груди, великих
tr: Tavuk göğsü, geniş içermesin
uk: без курячих грудок, великих

source: no Chicken livers
es: no hay higaditos de pollo
eu: Oilasko-gibelik ez
hi: चिकन कलेजी के बिना
ka: ქათმის ღვიძლის გარეშე
nl: geen Kippenlevertjes
ru: без куриной печени
sl: ni piščančjih jeter
sr: без пилеће јетре
tr: Tavuk ciğeri içermesin
uk: без курячої печінки

source: no chicken stock
es: no hay caldo de pollo
eu: Oilasko-saldarik ez
hi: चिकन स्टॉक के बिना
ka: ქათმის ნახარშის გარეშე
nl: geen Kippenbouillon
ru: без куриного бульона
sl: ni jušne osnove (kokošje)
sr: без пилећег одреска
tr: Tavuk suyu içermesin
uk: без курячого бульйону

source: no Chili flakes
el: χωρίς νιφάδες τσίλι
es: no hay chile en copos
eu: Txile-malutarik ez
hi: मिर्च के फ्लेक के बिना
ka: დაღერღილი ცხარე წიწაკის გარეშე
nl: geen Chilivlokken
ru: без чили, хлопьями/нитями
sl: ni čilija v kosmičih
sr: без чили пахуљица
tr: Pul biber (kırmızı) içermesin
uk: без подрібненого червоного перцю

source: no Chili powder
el: χωρίς σκόνη τσίλι
es: no hay chile en polvo
eu: Txile-hautsik ez
hi: मिर्च पाउडर के बिना
ka: ცხარე წიწაკის ფხვნილის გარეშე
nl: geen Chilipoeder
ru: без молотого перца чили
sl: ni čilija v prahu
sr: без чили праха
tr: Biber tozu içermesin
uk: без меленого перцю чилі

source: no Chili sauce (e.g. sriracha)
es: no hay salsa de chile (ej. sriracha)
eu: Txile-saltsarik (adib. sriracha) ez
hi: मिर्च सॉस (जैसे श्रीराचा) के बिना
ka: ჩილი სოუსის გარეშე (მაგ. სრირაჩა)
nl: geen Chilisaus (bv. sriracha)
ru: без соуса чили (например, шрирача)
sl: ni omake čili
sr: без чили соса (нпр. срираче)
tr: Biber sosu (örn: sriracha) içermesin
uk: без соусу чилі (наприклад срірачі)

source: no Chocolate
el: χωρίς σοκολάτα
es: no hay chocolate
eu: Txokolaterik ez
hi: चॉकलेट के बिना
ka: შოკოლადის გარეშე
nl: geen Chocolade
ru: без шоколада
sl: ni čokolade
sr: без чоколаде
tr: Çikolata içermesin
uk: без шоколаду
