Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: no Ham
el: χωρίς ζαμπόν
es: no hay jamón
eu: Urdaiazpikorik ez
hi: हैम के बिना
ka: ლორის გარეშე
nl: geen Ham / hesp
ru: без ветчины
sl: ni šunke
sr: без шунке
tr: Domuz eti içermesin
uk: без шинки

source: no Hazelnuts
el: χωρίς φουντούκια
es: no hay almendras
eu: Urrik ez
hi: हेज़लनट्स के बिना
ka: თხილის გარეშე
nl: geen Hazelnoten
ru: без фундука
sl: ni lešnikov
sr: без лешника
tr: Fındık içermesin
uk: без горіхів ліщини

source: no Hazelnuts milk
el: χωρίς γάλα φουντουκιού
es: no hay leche de almendras
eu: Ur-esnerik ez
hi: हेज़लनट्स दूध के बिना
ka: თხილის რძის გარეშე
nl: geen Hazelnootmelk
ru: без орехового молоко
sl: ni lešnikovega mleka
sr: без млека од лешника
tr: Fındık sütü içermesin
uk: без ліщинового молока

source: no Hoisin sauce
el: χωρίς σάλτσα hoisin
es: no hay salsa Hoisin
eu: Hosin saltsarik ez
hi: होइसिन सॉस के बिना
nl: geen Hoisinsaus
ru: без соуса Хойсин
sl: ni omake hoisin
sr: без хоисин соса
tr: Hoisin sosu içermesin
uk: без соусу хойсін

source: no Honey
el: χωρίς μέλι
es: no hay miel
eu: Eztirik ez
hi: शहद के बिना
ka: თაფლის გარეშე
nl: geen Honing
ru: без мёда
sl: ni medu
sr: без меда
tr: Bal içermesin
uk: без меду

source: no Horseradish
el: χωρίς χρένο
es: no hay rábano picante
eu: Errefau minik ez
hi: हॉर्सरैडिश के बिना
ka: პირშუშხას გარეშე
nl: geen Radijs
ru: без хрена
sl: ni hrena
sr: без рена
tr: Yabanturpu içermesin
uk: без хріну

source: no Japanese mayonaisse
el: χωρίς γιαπωνέζικη μαγιονέζα
es: no hay mayonesa japonesa
eu: Japoniar maionesarik ez
hi: जापानी मेयोनेज़ के बिना
ka: იაპონური მაიონეზის გარეშე
nl: geen Mayonaise
ru: без японского майонеза
sl: ni japonske majoneze
sr: без јапанског мајонеза
tr: Japon mayonezi içermesin
uk: без японського майонезу

source: no Juniper berries
el: χωρίς μούρα αρκεύθου
es: no hay bayas de enebro
eu: Galbulurik ez
hi: जुनिपर बेरी के बिना
ka: ღვიის კენკრის გარეშე
nl: geen Jeneverbessen
ru: без ягод можжевельника
sl: ni brinovih jagod
sr: без бобица клеке
tr: Ardıç meyvesi içermesin
uk: без ялівця

source: no Kale
el: χωρίς λάχανο κέιλ
es: no hay col rizada
eu: Kalerik ez
hi: केल के बिना
ka: ხუჭუჭა კომბოსტოს გარეშე
nl: geen Boerenkool / krulkool
ru: без салат кейл
sl: ni kodrolistnega ohrovta
sr: без кеља
tr: Kıvırcık lahana içermesin
uk: без капусти кале

source: no Ketchup
el: χωρίς κέτσαπ
es: no hay ketchup
eu: Ketchupik ez
hi: केचप के बिना
ka: კეტჩუპის გარეშე
nl: geen Ketchup
ru: без кетчупа
sl: ni kečapa
sr: без кечапа
tr: Ketçap içermesin
uk: без кетчупу

source: no Kiwis
el: χωρίς ακτινίδια
es: no hay kiwis
eu: Kiwirik ez
hi: कीवी के बिना
ka: კივის გარეშე
nl: geen Kiwi’s
ru: без киви
sl: ni kivija
sr: без кивија
tr: Kivi içermesin
uk: без ківі

source: no Lamb
el: χωρίς αρνί
es: no hay cordero
eu: Bildotsik ez
hi: भेड़ के बिना
ka: ცხვრის გარეშე
nl: geen Lamsvlees
ru: без баранины/ягнятины
sl: ni jagnjetine
sr: без јагњетине
tr: Kuzu eti içermesin
uk: без м'яса молодого баранчика

source: no Lardons
el: χωρίς λαρδί
es: no hay tocino
eu: Urdai-xerrarik ez
hi: लार्डन के बिना
ka: ღორის ცხიმიანი შებოლილი ნაჭრის გარეშე
ru: без шпика
sl: ni slanine, narezane na podolgovate koščke
sr: без сала
tr: Domuz yağı parçaları içermesin
uk: без лардону

source: no Lard or oil
el: χωρίς λαρδί ή λάδι
es: no hay manteca o aceite
eu: Gantza edo oliorik ez
hi: चर्बी या तेल के बिना
ka: ერბოს ან ზეთის გარეშე
nl: geen Reuzel of olie
ru: без топлёного сала или растительного масла
sl: ni svinjske masti ali olja
sr: без масти или уља
tr: Domuz yağı veya yağ içermesin
uk: без жиру або олії

source: no Lemon
el: χωρίς λεμόνι
es: no hay limón
eu: Limoirik ez
hi: नींबू के बिना
ka: ლიმონის გარეშე
nl: geen Citroen
ru: без лимона
sl: ni limon
sr: без лимуна
tr: Limon içermesin
uk: без лимона

source: no Lemon juice
el: χωρίς χυμό λεμονιού
es: no hay zumo de limón
eu: Limoi-zukurik ez
hi: नींबू रस के बिना
ka: ლიმონის წვენის გარეშე
nl: geen Citroensap
ru: без лимонного сока
sl: ni limoninega soka
sr: без сока од лимуна
tr: Limon suyu içermesin
uk: без лимонного соку

source: no Lemon (untreated)
el: χωρίς λεμόνι (ακέρωτο)
es: no hay limón (sin tratar)
eu: Tratatu gabeko limoirik ez
hi: नींबू (अनुपचारित) के बिना
ka: ლიმონის გარეშე (დაუმუშავებელი)
nl: geen Citroen (onbehandeld)
ru: без лимона (неочищенного)
sl: ni limon
sr: без лимуна (необрађеног)
tr: Limon (işlenmemiş) içermesin
uk: без лимона (цілого)

source: no Lettuce
el: χωρίς μαρούλι
es: no hay lechuga
eu: Letxugarik ez
hi: सलाद पत्ता के बिना
ka: სალათის ფურცლის გარეშე
nl: geen Sla
ru: без листьев салата
sl: ni solate
sr: без зелене салате
tr: Kıvırcık içermesin
uk: без латуку

source: no Light muscovado sugar
el: χωρίς καστανή ζάχαρη muscovado
es: no hay azúcar ligero de mascabado
hi: हल्की मस्कोवाडो चीनी के बिना
ka: ღია გაუსუფთავებელი ლერწმის შაქრის გარეშე
nl: geen Lichte muscovadosuiker
ru: без светлого неочищенного тростникового сахар
sl: ni lahkega sladkorja muscovado
sr: без лаганог масковадо шећера
tr: Hafif muscovado şekeri içermesin
uk: без світлого цукру мусковадо

source: no Lime
el: χωρίς λάιμ
es: no hay limas
eu: Limarik ez
hi: नींबू के बिना
ka: ლაიმის გარეშე
nl: geen Limoen
ru: без лайма
sl: ni limet
sr: без лимете
tr: Misket limonu içermesin
uk: без лайма

source: no Lime juice
el: χωρίς χυμό λάιμ
es: no hay zumo de lima
eu: Lima-zukurik ez
hi: नींबू रस के बिना
ka: ლაიმის წვენის გარეშე
nl: geen Limoensap
ru: без лаймового сока
sl: ni limetinega soka
sr: без сока од лимете
tr: Misket limonu suyu içermesin
uk: без соку лайма

source: no Linseeds
el: χωρίς λιναρόσπορο
es: no hay semillas de lino
eu: Linazirik ez
hi: अलसी के बिना
ka: სელის თესლის გარეშე
nl: geen Lijnzaad
ru: без семян льна
sl: ni lanenega semena
sr: без семена лана
tr: Keten tohumu içermesin
uk: без насіння льону

source: no Mandarin Oranges
el: χωρίς μανταρίνια
es: no hay mandarinas
eu: Mandarinarik ez
hi: मंदारिन संतरे के बिना
ka: მანდარინის გარეშე
nl: geen Mandarijnen
ru: без мандарина
sl: ni mandarin
sr: без мандарина
tr: Mandalina içermesin
uk: без мандаринів

source: no Margarine
el: χωρίς μαργαρίνη
es: no hay margarina
eu: Margarinarik ez
hi: मार्जरीन के बिना
ka: მარგარინის გარეშე
nl: geen Margarine
ru: без маргарина
sl: ni margarine
sr: без маргарина
tr: Margarin içermesin
uk: без маргарину

source: no Mayonnaise
el: χωρίς μαγιονέζα
es: no hay mayonesa
eu: Maionesarik ez
hi: मेयोनेज़ के बिना
ka: მაიონეზის გარეშე
nl: geen Mayonaise
ru: без майонеза
sl: ni majoneze
sr: без мајонеза
tr: Mayonez içermesin
uk: без майонезу

source: no Meat
el: χωρίς κρέας
es: no hay carne
eu: Okelarik ez
hi: मांस के बिना
ka: ხორცის გარეშე
nl: geen Vlees
ru: без мяса
sl: ni mesa
sr: без меса
tr: Et içermesin
uk: без м'яса

source: no Meat and bones
el: χωρίς κρέας και οστά
es: no hay carne ni huesos
eu: Okela eta hezurrik ez
hi: मांस और हड्डियां के बिना
ka: ხორცის და ძვლების გარეშე
nl: geen Vlees en botten
ru: без мяса и костей
sl: ni mesa in kosti
sr: без меса и костију
tr: Kemikli et içermesin
uk: без м'яса і кісток

source: no Milk
el: χωρίς γάλα
es: no hay leche
eu: Esnerik ez
hi: दूध के बिना
ka: რძის გარეშე
nl: geen Melk
ru: без молока
sl: ni mleka
sr: без млека
tr: Süt içermesin
uk: без молока

source: no Mixed berries
el: χωρίς ανάμεικτα μούρα
es: no hay bayas mezcla de bayas
eu: Baia nahasirik ez
hi: बेरी मिश्रण के बिना
ka: შერეული კენკრის გარეშე
nl: geen Gemengde bessen
ru: без смеси ягод
sl: ni mešanih gozdnih jagod
sr: без мешовитог бобичастог воћа
tr: Karışık yemişler içermesin
uk: без різних ягід

source: no Mixed frozen bell peppers
el: χωρίς ανάμεικτες κατεψυγμένες πιπεριές
es: no hay mezcla de pimientos congelados
eu: Pipermorro izoztu nahasirik ez
hi: मिश्रित जमी हुई शिमला मिर्च के बिना
ka: შერეული გაყინული ბულგარული წიწაკის გარეშე
nl: geen Gemengde diepvriespaprika’s
ru: без замороженной смеси сладких перцев
sl: ni mešane zmrznjene paprike
sr: без мешавине смрзнуте бабуре
tr: Karışık dondurulmuş dolmalık biber içermesin
uk: без різних морожених солодких перців

source: no Mori-nu organic silken tofu (firm)
el: χωρίς βιολογικό τόφου Mori-nu (σφιχτό)
es: no hay Mori-nu tofu de seda firme
hi: मोरी-नु ऑर्गेनिक सिल्कन टोफू (सख्त) के बिना
ka: მორი-ნუ ორგანული ტოფუს გარეშე (მაგარი)
ru: без фирменного "Mori-nu мягкого органического тофу"
sl: ni bio svilenega tofuja Mori-nu (čvrstega)
sr: без мори-ну свиленог тофуа (чврстог)
tr: Mori-nu organik ipeksi tofu (katı) içermesin
uk: без органічного шовкового тофу морі-ну (твердого)

source: no Mushrooms
el: χωρίς μανιτάρια
es: no hay champiñones
eu: Perretxikorik ez
hi: मशरूम के बिना
ka: სოკოს გარეშე
ru: без грибов
sl: ni gob
sr: без печурки
tr: Mantar içermesin
uk: без грибів

source: no Mustard
el: χωρίς μουστάρδα
es: no hay mostaza
eu: Ziaperik ez
hi: सरसों के बिना
ka: მდოგვისს გარეშე
nl: geen Mosterd
ru: без горчицы
sl: ni gorčice
sr: без сенфа
tr: Hardal içermesin
uk: без гірчиці

source: no Mustard seeds
el: χωρίς σπόρους μουστάρδας
es: no hay semillas de mostaza
eu: Ziape-hazirik ez
hi: सरसों के बीज के बिना
ka: მდოგვის თესლების გარეშე
nl: geen Mosterdzaad
ru: без семян горчицы
sl: ni gorčičnih semen
sr: без семенки сенфа
tr: Hardal tohumu içermesin
uk: без насіння гірчиці

source: no Nut
el: χωρίς ξηρούς καρπούς
es: no hay nueces
eu: Intxaurrik ez
hi: नट के बिना
ka: კაკლის გარეშე
nl: geen Noten
ru: без орехов
sl: ni orehov
sr: без ораха
tr: Ceviz içermesin
uk: без горіхів

source: no Nutmeg
el: χωρίς μοσχοκάρυδο
es: no hay nuez moscada
eu: Intxaur muskaturik ez
hi: जायफल के बिना
ka: მუსკატის კაკლის გარეშე
nl: geen Nootmuskaat / muskaatnoot
ru: без мускатного ореха
sl: ni muškatnega oreščka
sr: без орашчића
tr: Hint cevizi içermesin
uk: без мускатного горіху

source: no Nutritional yeast
el: χωρίς διατροφική μαγιά
es: no hay levadura nutricional
eu: Elikadura-legamirik ez
hi: पोषक खमीर के बिना
ka: სასარგებლო საფუარის გარეშე
nl: geen Voedingsgist
ru: без пищевых дрожжей
sl: ni prehranskega kvasa
sr: без пекарског квасца
tr: Beslenme mayası içermesin
uk: без харчових дріжджів

source: no Oatmeal
el: χωρίς βρώμη
es: no hay harina de avena
eu: Olorik ez
hi: जई के दलिया के बिना
ka: შვრიის ფაფის გარეშე
nl: geen Havermout
ru: без овсянки
sl: ni ovsenih kosmičev
sr: без овсене каше
tr: Yulaf içermesin
uk: без вівсяного борошна

source: no Oil
el: χωρίς λάδι
es: no hay aceite
eu: Oliorik ez
hi: तेल के बिना
ka: ზეთის გარეშე
nl: geen Olie
ru: без масла
sl: ni olja
sr: без уља
tr: Yağ içermesin
uk: без олії

source: no Okonomiyaki sauce
el: χωρίς σάλτσα Okonomiyaki
es: no hay salsa Okonomiyaki
eu: Okonomiyaki saltsarik ez
hi: ओकोनोमियाकी सॉस के बिना
ka: ოკონომიაკის სოუსის გარეშე
nl: geen Okonomiyakisaus
ru: без соуса Окономияки
sl: ni omake okonomi(jaki)
sr: без окономијаки соса
tr: Okonomiyaki sosu içermesin
uk: без соусу окономіякі

source: no Olive oil
el: χωρίς ελαιόλαδο
es: no hay aceite de oliva
eu: Oliba-oliorik ez
hi: जैतून तेल के बिना
ka: ზეითუნის ზეთის გარეშე
nl: geen Olijfolie
ru: без оливкового масла
sl: ni olivnega olja
sr: без маслиновог уља
tr: Zeytin yağı içermesin
uk: без оливкової олії

source: no Olive oil, extra-virgin
el: χωρίς εξαιρετικό παρθένο ελαιόλαδο
es: no hay aceite de oliva virgen extra
eu: Oliba olio estra birjinarik ez
hi: अतिरिक्त शुद्ध जैतून तेल के बिना
ka: ზეითუნის ზეთის გარეშე
nl: geen Extra vergine olijfolie
ru: без оливкового масла первого отжима
sl: ni ekstra deviškega olivnega olja
sr: без маслиновог уља, екстра девичанског
tr: Zeytin yağı, sızma içermesin
uk: без натуральної оливкової олії

source: no Olives, pitted
el: χωρίς ελιές, χωρίς κουκούτσι
es: no hay aceitunas picadas
eu: Hezurrik gabeko olibarik ez
hi: गुठली रहित जैतून के बिना
ka: უკურკო ზეთისხილის გარეშე
nl: geen Olijven zonder pit
ru: без оливок без косточек
sl: ni oliv brez koščic
sr: без маслинки, без коштице
tr: Zeytin, çekirdeksiz içermesin
uk: без оливок без кісточок

source: no Onion
el: χωρίς κρεμμύδι
es: no hay cebolla
eu: Tipularik ez
hi: प्याज के बिना
ka: ხახვის გარეშე
nl: geen Ui / ajuin
ru: без лука
sl: ni čebule
sr: без црног лука
tr: Soğan içermesin
uk: без цибулі

source: no Onion powder
el: χωρίς σκόνη κρεμμυδιού
es: no hay cebolla en polvo
eu: Tipula-hautsik ez
hi: प्याज पाउडर के बिना
ka: ხახვის ფხვნილის გარეშე
nl: geen Uienpoeder / ajuinpoeder
ru: без лукового порошка
sl: ni čebule v prahu
sr: без црног лука у праху
tr: Soğan tozu içermesin
uk: без цибулевої пудри

source: no Orange
el: χωρίς πορτοκάλι
es: no hay naranja
eu: Laranjarik ez
hi: संतरे के बिना
ka: ფორთოხლის გარეშე
nl: geen Sinaasappel / appelsien
ru: без апельсина
sl: ni pomaranč
sr: без наранџе
tr: Portakal içermesin
uk: без апельсинів

source: no Oregano
el: χωρίς ρίγανη
es: no hay orégano
eu: Oreganorik ez
hi: ओरिगैनो के बिना
ka: თავშავას გარეშე
nl: geen Oregano
ru: без орегано
sl: ni origana
sr: без орегана
tr: Kekik içermesin
uk: без орегана

source: no Pancetta
el: χωρίς πανσέτα
es: no hay panceta
eu: Hirugiharrik ez
hi: पैनसेटा के बिना
ka: პანჩეტას გარეშე
nl: geen Pancetta
ru: без грудинки
sl: ni pancete
sr: без трбушине
tr: Pancetta (İtalyan domuz pastırması) içermesin
uk: без панчети

source: no Pandan leaves
el: χωρίς φύλλα πανδάνου
es: no hay hojas de pandan
eu: Pandan-hostorik ez
hi: पंदन की पत्तियां के बिना
ka: პანდანის ფოთლების გარეშე
nl: geen Pandanbladeren
ru: без листьев пандана
sl: ni pandanovih listov
sr: без лишћа пандана
tr: Pandan yaprakları içermesin
uk: без листя пандана

source: no Paprika
el: χωρίς πάπρικα
es: no hay pimentón
eu: Piperrautsik ez
hi: लाल शिमला मिर्च के बिना
ka: პაპრიკის გარეშე
nl: geen Paprika
ru: без паприки
sl: ni paprike
sr: без паприке
tr: Paprika içermesin
uk: без паприки

source: no Parmesan cheese, grated
el: χωρίς τυρί παρμεζάνα, τριμμένη
es: no hay queso parmesano rallado
eu: Gazta parmesano birrindurik ez
hi: कसी हुई परमेसन चीज़ के बिना
ka: ყველი პარმეზანის გარეშე
nl: geen Parmezaanse kaas, geraspt
ru: без тёртого сыра пармезан
sl: ni naribanega parmezana
sr: без сира пармезана, ренданог
tr: Parmesan peyniri, öğütülmüş içermesin
uk: без тертого сиру-пармезана

source: no Parsley
el: χωρίς μαϊντανό
es: no hay perejil
eu: Perrexilik ez
hi: पार्सले के बिना
ka: ოხრახუშის გარეშე
nl: geen Peterselie
ru: без петрушки
sl: ni peteršilja
sr: без першуна
tr: Maydanoz içermesin
uk: без петрушки

source: no Peach
el: χωρίς ροδάκινο
es: no hay melocotón
eu: Mertxikarik ez
hi: आड़ू के बिना
ka: ატმის გარეშე
nl: geen Perzik
ru: без персиков
sl: ni breskev
sr: без брескве
tr: Şeftali içermesin
uk: без персиків

source: no Peperoni
el: χωρίς πεπερόνι
es: no hay pepperoni
eu: Pepperonirik ez
hi: पेपरोनी के बिना
ka: პეპერონის გარეშე
nl: geen Peperoni
ru: без "пеперони"
sl: ni feferonov
sr: без паприке
tr: Peperoni içermesin
uk: без пепероні

source: no Pepper
el: χωρίς πιπέρι
es: no hay pimienta
eu: Piperrik ez
hi: काली मिर्च के बिना
ka: პილპილის გარეშე
nl: geen Peper
ru: без перца
sl: ni popra
sr: без бибера
tr: Biber içermesin
uk: без перчиків

source: no Peppers
el: χωρίς πιπεριές
es: no hay pimientos
eu: Piperrik ez
hi: काली मिर्च के बिना
ka: პილპილის გარეშე
nl: geen Pepers
ru: без перцев
sl: ni poprov
sr: без папричице
tr: Biber içermesin
uk: без перців

source: no Pickles
el: χωρίς πίκλες
es: no hay pepinillos
eu: Kornixonik ez
hi: अचार के बिना
ka: მწნილის გარეშე
nl: geen Augurken
ru: без соленьев (маринада)
sl: ni kumaric
sr: без киселих краставаца
tr: Salatalık turşusu içermesin
uk: без маринованих огірків

source: no Pineapple
el: χωρίς ανανά
es: no hay piña
eu: Piñarik ez
hi: अनानास के बिना
ka: ანანასის გარეშე
nl: geen Ananas
ru: без ананаса
sl: ni ananasa
sr: без ананаса
tr: Ananas içermesin
uk: без ананасу

source: no Pizza sauce
el: χωρίς σάλτσα πίτσας
es: no hay salsa de pizza
eu: Pizza saltsarik ez
hi: पिज़्ज़ा सॉस के बिना
ka: პიცის სოუსის გარეშე
nl: geen Pizzasaus
ru: без соуса для пиццы
sl: ni omake za pico
sr: без соса за пицу
tr: Pizza sosu içermesin
uk: без піца-соусу

source: no Plain flour
el: χωρίς αλεύρι για όλες τις χρήσεις
es: no hay harina común
eu: Irin arruntik ez
hi: सादा आटे के बिना
ka: უბრალო ფქვილის გარეშე
nl: geen Gewone bloem
ru: без хлебопекарной муки
sl: ni navadne moke
sr: без чистог брашна
tr: Normal un içermesin
uk: без звичайного борошна

source: no Pomegranate
el: χωρίς ρόδι
es: no hay granada
eu: Granadarik ez
hi: अनार के बिना
ka: ბროწეულის გარეშე
nl: geen Granaatappel
ru: без граната
sl: ni granatnih jabolk
sr: без нара
tr: Nar içermesin
uk: без гранату

source: no Pomegranate juice
el: χωρίς χυμό ροδιού
es: no hay zumo de granada
eu: Granada-zukurik ez
hi: अनार रस के बिना
ka: ბროწეულის წვენის გარეშე
nl: geen Granaatappelsap
ru: без гранатового сока
sl: ni soka granatnega jabolka
sr: без сока од нара
tr: Nar suyu içermesin
uk: без гранатового соку

source: no Pork fat
el: χωρίς χοιρινό λίπος
es: no hay manteca de cerdo
eu: Txerri-gantzik ez
hi: सूअर की वसा के बिना
ka: ღორის ცხიმის გარეშე
nl: geen Varkensvet
ru: без смальца (свиного жира)
sl: ni svinske masti
sr: без свињске масти
tr: Domuz yağı içermesin
uk: без сала

source: no Pork loin
el: χωρίς χοιρινό κρέας (καρέ)
es: no hay manteca de cerdo
eu: Txerri-azpizunik ez
hi: सूअर की कमर के बिना
ka: ღორის სუკის გარეშე
nl: geen Varkenshaas
ru: без свиной корейки
sl: ni prašičjih ledij
sr: без свињске слабине
tr: Domuz filetosu içermesin
uk: без свинячого філе

source: no Potato
el: χωρίς πατάτα
es: no hay patata
eu: Patatarik ez
hi: आलू के बिना
ka: კარტოფილის გარეშე
nl: geen Aardappel / patat
ru: без картофеля
sl: ni krompirja
sr: без кромпира
tr: Patates içermesin
uk: Без картоплі

source: no Powdered sugar
el: χωρίς ζάχαρη άχνη
es: no hay azúcar en polvo
eu: Azukre-hautsik ez
hi: पिसी चीनी के बिना
ka: შაქრის ფხვნილის გარეშე
nl: geen Poedersuiker
ru: без сахара-песка
sl: ni sladkorja v prahu
sr: без шећера у праху
tr: Toz şeker içermesin
uk: без цукрової пудри

source: no Pumpkin seeds
el: χωρίς κολοκυθόσπορους
es: no hay pipas de calabaza
eu: Kalabaza-hazirik ez
hi: कद्दू के बीज के बिना
ka: გოგრის თესლის გარეშე
nl: geen Pompoenpitten
ru: без семян тыквы
sl: ni bučnih semen
sr: без семена бундеве
tr: Balkabağı çekirdeği içermesin
uk: без насіння гарбуза

source: no Quinoa
el: χωρίς κινόα
es: no hay quinoa
eu: Kinoarik ez
hi: क्विनोआ के बिना
ka: თათაბოს გარეშე
nl: geen Quinoa
ru: без киноа
sl: ni kvinoje
sr: без киноа
tr: Kinoa içermesin
uk: без кіноа

source: no Radish
el: χωρίς ραπανάκι
es: no hay rábano
eu: Errefaurik ez
hi: मूली के बिना
ka: ბოლოკის გარეშე
nl: geen Radijs
ru: без редиса
sl: ni redkve
sr: без роткве
tr: Turp içermesin
uk: без редиски

source: no Raisins
el: χωρίς σταφίδες
es: no hay pasas
eu: Mahaspasarik ez
hi: किशमिश के बिना
ka: ქიშმიშის გარეშე
nl: geen Rozijnen
ru: без изюма
sl: ni rozin
sr: без сувог грожђа
tr: Kuru üzüm içermesin
uk: без родзинок

source: no Red bell pepper
el: χωρίς κόκκινη πιπεριά
es: no hay pimiento rojo
eu: Pipermorro gorririk ez
hi: लाल शिमला मिर्च के बिना
ka: წითელი ბულგარული წიწაკის გარეშე
nl: geen Rode paprika
ru: без красного сладкого перца
sl: ni rdeče paprike
sr: без црвене бабуре
tr: Kırmızı dolmalık biber içermesin
uk: без червоного солодкого перцю

source: no Red onion
el: χωρίς κόκκινο κρεμμύδι
es: no hay cebolla roja
eu: Tipula gorririk ez
hi: लाल प्याज के बिना
ka: წითელი ხახვის გარეშე
nl: geen Rode ui / ajuin
ru: без красного лука
sl: ni rdeče čebule
sr: без црвеног лука
tr: Kırmızı soğan içermesin
uk: без червоної цибулі

source: no Red Pepper
el: χωρίς κόκκινη πιπεριά
es: no hay pimiento rojo
eu: Piper gorririk ez
hi: लाल मिर्च के बिना
ka: წითელი წიწაკის გარეშე
nl: geen Rode peper
ru: без красного перца
sl: ni rdeče paprike
sr: без црвеног бибера
tr: Kırmızı biber içermesin
uk: без червоного перцю

source: no Red wine
el: χωρίς κόκκινο κρασί
es: no hay vino tinto
eu: Ardo beltzik ez
hi: रेड वाइन के बिना
ka: წითელი ღვინის გარეშე
nl: geen Rode wijn
ru: без красного вина
sl: ni rdečega vina
sr: без црвеног вина
tr: Kırmızı şarap içermesin
uk: без червоного вина

source: no Rice
el: χωρίς ρύζι
es: no hay arroz
eu: Arrozik ez
hi: चावल के बिना
ka: ბრინჯის გარეშე
nl: geen Rijst
ru: без риса
sl: ni riža
sr: без пиринча
tr: Pirinç içermesin
uk: без рису

source: no Rice, cooked
el: χωρίς ρύζι (μαγειρεμένο)
es: no hay arroz cocido
eu: Arroz egosirik ez
hi: पके चावल के बिना
ka: მოხარშული ბრინჯის გარეშე
nl: geen Rijst, gekookt
ru: без приготовленного риса
sl: ni kuhanega riža
sr: без пиринча, куваног
tr: Pirinç, pişmiş içermesin
uk: без вареного рису

source: no Rice vermicelli noodles
el: χωρίς νουντλς ρυζιού
es: no hay fideos de arroz
eu: Arrozezko vermicelli noodle-ik ez
hi: चावल सेंवई नूडल्स के बिना
ka: ბრინჯი ვერმიშელის გარეშე
nl: geen Rijstvermicellinoedels
ru: без рисовой лапши
sl: ni riževih rezancev
sr: без пиринчаних резанаца
tr: Prinç eriştesi içermesin
uk: без рисової локшини

source: no Rock sugar
el: χωρίς κρυσταλλική ζάχαρη
es: no hay terrones de azúcar
eu: Azukre-arrokarik ez
hi: मिश्री के बिना
ka: ქვა შაქრის გარეშე
nl: geen Rotssuiker
ru: без кускового сахара
sl: ni sladkorja v kockah
sr: без каменог шећера
tr: Küp şeker içermesin
uk: без льодяникового цукру

source: no Rolled oats
el: χωρίς νιφάδες βρώμης
es: no hay copos de avena
eu: Olo zanpaturik ez
hi: रोल्ड ओट्स के बिना
ka: ხორციანი შვრიისს გარეშე
nl: geen Havermout
ru: без овсяных хлопьев
sl: ni valjanih ovsenih kosmičev
sr: без ваљаног овса
tr: Yulaf ezmesi içermesin
uk: без геркулесу

source: no Rosemary
el: χωρίς δεντρολίβανο
es: no hay romero
eu: Erromerrorik ez
hi: रोज़मेरी के बिना
ka: როზმარინის გარეშე
nl: geen Rozemarijn
ru: без розмарина
sl: ni rožmarina
sr: без рузмарина
tr: Biberiye içermesin
uk: без розмарину

source: no Rosé wine
el: χωρίς κρασί ροζέ
es: no hay vino rosado
eu: Ardo gorririk ez
hi: रोज़ वाइन के बिना
ka: ვარდისფერი ღვინის გარეშე
nl: geen Roséwijn / rosé
ru: без розового вина
sl: ni vina rosé
sr: без розе вина
tr: Gül şarabı içermesin
uk: без рожевого вина

source: no Saffron
el: χωρίς σαφράν
es: no hay azafrán
eu: Azafrairik ez
hi: केसर के बिना
ka: ზაფრანის გარეშე
nl: geen Saffraan
ru: без шафрана
sl: ni žafrana
sr: без шафрана
tr: Safran içermesin
uk: без шафрану

source: no Sage
el: χωρίς φασκόμηλο
es: no hay salvia
eu: Salbiarik ez
hi: सेज के बिना
nl: geen Salie
ru: без шалфея/сальвии
sl: ni žajblja
sr: без жалфије
tr: Adaçayı içermesin
uk: без шавлії

source: no Salmon
el: χωρίς σολομό
es: no hay salmón
eu: Izokinik ez
hi: सैल्मन के बिना
ka: ორაგულის გარეშე
nl: geen Zalm
ru: без лосося/сёмги
sl: ni lososa
sr: без лососа
tr: Somon balığı içermesin
uk: без лосося

source: no Salt
el: χωρίς αλάτι
es: no hay sal
eu: Gatzik ez
hi: नमक के बिना
ka: მარილის გარეშე
nl: geen Zout
ru: без соли
sl: ni soli
sr: без соли
tr: Tuz içermesin
uk: без солі

source: no Salt and pepper
el: χωρίς αλάτι και πιπέρι
es: no hay sal ni pimienta
eu: Gatzik eta piperbeltzik ez
hi: नमक और काली मिर्च के बिना
ka: მარილის და პილპილის გარეშე
nl: geen Zout en peper
ru: без соли и перца
sl: ni soli in popra
sr: без соли и бибера
tr: Tuz ve biber içermesin
uk: без солі і перцю

source: no Saucebinder
el: χωρίς πηκτικό σάλτσας
es: no hay salsa espesante
eu: Saltsa-loditzailerik ez
hi: सॉसबाइंडर के बिना
nl: geen Sausbinder (allesbinder)
ru: без "готового соуса для подливки"
sl: ni gostila za omake
sr: без скробног соса
tr: Saucenbinder içermesin
uk: без поєднання соусів

source: no Scallions
el: χωρίς φρέσκα κρεμμυδάκια
es: no hay cebolletas
eu: Tipulinik ez
hi: स्कैलियंस के बिना
ka: მწვანე ხახვის გარეშე
nl: geen Sjalotten
ru: без зелёного лука-шалота
sl: ni mlade čebule
sr: без младог лука
tr: Yeşil soğan içermesin
uk: без пера цибулі

source: no Sea salt
el: χωρίς θαλασσινό αλάτι
es: no hay sal marina
eu: Itsas gatzik ez
hi: समुद्री नमक के बिना
ka: ზღვის მარილის გარეშე
nl: geen Zeezout
ru: без морской соли
sl: ni morske soli
sr: без морске соли
tr: Deniz tuzu içermesin
uk: без морської солі
