Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: French cuisine was codified in the 20th century by Auguste Escoffier to become the modern haute cuisine; Escoffier, however, left out much of the local culinary character to be found in the regions of France and was considered difficult to execute by home cooks. Gastro-tourism and the Guide Michelin helped to acquaint people with the rich bourgeois and peasant cuisine of the French countryside starting in the 20th century. Gascon cuisine has also had great influence over the cuisine in the southwest of France. Many dishes that were once regional have proliferated in variations across the country.
es: La cocina francesa se codificó en el siglo XX por Auguste Escoffier para convertirse en la alta cocina moderna; Escoffier, sin embargo, dejó fuera gran parte del carácter culinario local que se encuentra en las regiones de Francia y fue considerada difícil de ejecutar por los cocineros caseros. El turismo gastronómico y la gGía Michelín ayudaron a familiarizar a la gente con la rica gastronomía burguesa y campesina de la campiña francesa a partir del siglo XX. La cocina Gascon también ha tenido una gran influencia sobre la cocina en el suroeste de Francia. Muchos platos que una vez fueron regionales han proliferado en variaciones en todo el país.
hi: 20वीं सदी में ऑगस्टे एस्कोफ़ियर ने फ़्रांसीसी व्यंजनों को संहिताबद्ध किया ताकि आधुनिक हाउते व्यंजन बन सकें; हालांकि, एस्कोफ़ियर ने फ़्रांस के क्षेत्रों में पाए जाने वाले स्थानीय पाककला चरित्र को छोड़ दिया और इसे घरेलू रसोइयों द्वारा निष्पादित करना मुश्किल माना गया। गैस्ट्रो-टूरिज्म और गाइड मिशेलिन ने 20वीं सदी से लोगों को फ़्रांसीसी ग्रामीण इलाकों के समृद्ध बुर्जुआ और किसान व्यंजनों से परिचित कराने में मदद की। गैसकॉन व्यंजनों का फ़्रांस के दक्षिण-पश्चिम में व्यंजनों पर भी बहुत प्रभाव पड़ा है। कई व्यंजन जो कभी क्षेत्रीय थे, वे पूरे देश में विविधताओं के साथ फैल गए हैं।
nl: De Franse keuken werd in de 20e eeuw door Auguste Escoffier aangemerkt om de moderne haute cuisine te worden; Escoffier liet echter veel van het lokale culinaire karakter dat te vinden is in de Franse regio’s achterwege en zijn recepten werden beschouwd als moeilijk uit te voeren door thuiskoks. Geholpen door het gastrotoerisme en de Guide Michelin maakten mensen kennis met de keuken van de rijke burgerij en de boerenkeuken van het Franse platteland, beginnend in de 20e eeuw. De keuken van Gascogne heeft ook een grote invloed gehad op de keuken in het zuidwesten van Frankrijk. Vele gerechten die ooit regionaal waren, hebben zich met variaties verspreid door het hele land.
ru: Французская кухня была систематизирована в 20 веке Огюстом Эскофье и превратилась в современную высокую кухню; однако Эскофье не учёл многих особенностей местной кулинарии, которые можно найти в регионах Франции, и домашние повара сочли ее трудной в приготовлении. Гастрономический туризм и путеводитель Мишлен помогли познакомить людей с богатой буржуазной и крестьянской кухней французской сельской местности, начиная с 20-го века. Гасконская кухня также оказала большое влияние на кухню юго-запада Франции. Многие блюда, которые когда-то были региональными, получили широкое распространение в различных вариациях по всей стране.
sl: Francosko kulinariko je Auguste Escoffier v 20. stoletju povzdignil v sodobno visoko kuhinjo. Escoffier je izpustil pridih krajevnega kulinaričnega značaja, ki ga je mogoče najti v različnih francoskih regijah, zato je sodobne jedi pogosto težko pripraviti v domačem okolju. Gurmanski turizem in seveda Michelinov vodnik sta pomembno vplivala na spoznavanje posebnih okusov. Kuhinja Gascon je imela velik vpliv tudi na kulinariko jugozahodne Francije. Številne jedi, ki so bile nekoč regionalne, so se razširile po vsej državi.
sr: Француску кухињу је у 20. веку кодификовао Огист Ескофјер како би постала модерна узвишена кухиња; Ескофјер је, међутим, изоставио многе локалне кулинарске карактеристике које се могу наћи у регионима Француске и сматрао је да су домаћим куварима тешке за припрему. Гастро-туризам и Мишленов водич је помогао при упознавању људи са богатом буржоаском и народном кухињом са француског села почевши од 20. века. Гасконска кухиња је такође имала велики утицај над кухињом на југозападу Француске. Многа јела која су некада била регионална су се развила са варијацијама широм земље.
tr: Fransız mutfağı 20. yüzyılın sonlarında Auguste Escoffier tarafından modern üst düzey mutfak olarak yazılmıştır; Ancak Escoffier, Fransa'nın yöresel mutfak karakterinin çoğunu dışarıda bırakmış ve bu ev aşçıları tarafından yürütülmesi zor kabul edilmiştir. Mutfak turizmi uzmanı ve Rehber Michelin, 20. yüzyıldan itibaren Fransız kırsalının zengin burjuva ve köylü mutfağı hakkında bilgiler verir. Gascony mutfağı, güney batı Fransa mutfağını da çok etkilemiştir. Bir zamanlar yöresel olan birçok yemek ülke genelinde çeşitlilik göstererek çoğalmıştır.
uk: Французьку кухню було кодифіковано у 20-у столітті Огюстом Ескоф'є. Вона стала сучасною високою кухнею. Втім, Ескоф'є лишив поза увагою багато кулінарних особливостей областей Франції та ті страви, які вважалися важкими до приготування вдома. Гастротуризм та «Червоний гід Мішлен» допомагали у ознайомленні кухнями багатої буржуазії та бідних селян у французькій глибинці від початку 20 століття. Крім того, значний вплив на кухню південного заходу Франції справила гасконська кухня. Багато страв, які колись були регіональними, поширилися у різних варіантах усією країною.

source: Contemporary Greek cookery makes wide use of vegetables, olive oil, grains, fish, wine, and meat (white and red, including lamb, poultry, rabbit and pork). Other important ingredients include olives, cheese, eggplant (aubergine), zucchini (courgette), lemon juice, vegetables, herbs, bread and yoghurt. The most commonly used grain is wheat; barley is also used. Common dessert ingredients include nuts, honey, fruits, and filo pastry.
es: La cocina griega contemporánea hace un amplio uso de vegetales, aceite de oliva, cereales, pescado, vino y carne (blanca y roja, incluyendo cordero, pollo, conejo y cerdo). Otros ingredientes importantes incluyen aceitunas, queso, berenjena, calabacín, zumo de limón, verduras, hierbas, pan y yogur. El cereal más comúnmente usado es el trigo aunque la cebada también se usa. Los ingredientes comunes para el postre incluyen nueces, miel, frutas y pasta filo.
hi: समकालीन ग्रीक पाककला में सब्ज़ियों, जैतून के तेल, अनाज, मछली, शराब और मांस (सफेद और लाल, जिसमें भेड़ का बच्चा, मुर्गी, खरगोश और सूअर का मांस शामिल है) का व्यापक उपयोग होता है। अन्य महत्वपूर्ण सामग्रियों में जैतून, पनीर, बैंगन (ऑबर्जिन), तोरी (कोर्जेट), नींबू का रस, सब्ज़ियां, जड़ी-बूटियां, ब्रेड और दही शामिल हैं। सबसे ज़्यादा इस्तेमाल किया जाने वाला अनाज गेहूँ है; जौ का भी इस्तेमाल किया जाता है। आम मिठाई सामग्री में मेवे, शहद, फल और फिलो पेस्ट्री शामिल हैं।
nl: De huidige Griekse keuken maakt veel gebruik van groenten, olijfolie, granen, vis, wijn en vlees (wit en rood, waaronder lamsvlees, kip, konijn en varkensvlees). Andere belangrijke ingrediënten zijn olijven, kaas, aubergine, courgette, citroensap, groenten, kruiden, brood en yoghurt. De meestgebruikte graansoort is tarwe; gerst wordt ook gebruikt. Veelgebruikte ingrediënten voor nagerechten zijn noten, honing, vruchten en bladerdeeg.
ru: В современной греческой кулинарии широко используются овощи, оливковое масло, зерновые, рыба, вино и мясо (белое и красное, включая баранину, птицу, кролика и свинину). Другие важные ингредиенты включают оливки, сыр, баклажаны (aubergine), цуккини (courgette), лимонный сок, овощи, зелень, хлеб и йогурт. Чаще всего используется пшеница, также используется ячмень. Обычные ингредиенты для десерта включают орехи, мед, фрукты и печенье фило.
sl: Sodobni grški kuharji uporabljajo zelenjavo, oljčno olje, žita, ribe, vino in meso (belo in rdeče, vključno z jagnjetino, perutnino, kunčjim mesom in svinjino). Med pomembnimi sestavinami so tudi olive, sir, jajčevci, bučke, limonin sok, zelenjava, zelišča, kruh in jogurt. Najpogosteje uporabljeno žito je pšenica, pogost je tudi ječmen. Običajno vključujejo sladice orehe, med, sadje in pecivo.
sr: У савременом грчком кулинарству широку примену имају поврће, маслиново уље, житарице, риба, вино и месо (бело и црвено, укључујући јагњетину, живину, зечетину и свињетину). У друге важне састојке спадају маслине, сир, патлиџан, тиквице, лимунов сок, поврће, лековито биље, хлеб и јогурт. Најчешће коришћена житарица је пшеница; а и јечам се такође користи. У уобичајене састојке посластица спадају ораси, мед, воће и слатка пецива.
tr: Çağdaş Yunan mutfağı, sebze, zeytinyağı, tahıl, balık, şarap ve eti (kuzu, kümes hayvanları, tavşan ve domuz eti dahil beyaz ve kırmızı eti) geniş bir şekilde kullanılır. Diğer önemli içerikler arasında zeytin, peynir, patlıcan, kabak, limon suyu, sebzeler, otlar, ekmek ve yoğurt sayılabilir. En sık kullanılan tahıl buğdaydır; arpa da kullanılır. Yaygın tatlı malzemeler arasında yemişler, bal, meyve ve filo böreği bulunur.
uk: У сучасній грецькій кухні широко вживаються овочі, оливкова олія, зернові культури, риба, вино і м'ясо (біле і червоне, зокрема баранина, м'ясо свійської птиці, кролятина та свинина). Серед інших важливих складових оливки, сир, баклажани, цукіні, лимонний сік, овочі, трави, хліб і кисле молоко. Найпоширенішою зерновою культурою є пшениця, також вживають ячмінь. Серед типових складових десертів горіхи, мед, фрукти та філо.

source: Mediterranean cuisine has a lot to offer, and is legendary for being very healthy too. Expect to see olives, yoghurt and garlic.
es: La cocina mediterránea tiene mucho que ofrecer, y es legendaria por ser muy saludable también. Puede encontrar aceitunas, yogur y ajo.
hi: भूमध्यसागरीय भोजन में बहुत कुछ है, और यह बहुत स्वास्थ्यवर्धक भी है। जैतून, दही और लहसुन देखने की उम्मीद करें।
nl: De mediterrane keuken heeft veel te bieden en staat ook bekend als zeer gezond. Hier kunt u olijven, yoghurt en knoflook verwachten.
ru: Средиземноморская кухня богата разнообразием блюд и славится тем, что она очень полезна для здоровья. Приготовьте оливки, йогурт и чеснок.
sl: Sredozemlje ponuja pester nabor jedi, katerih glavna značilnost je uravnoteženost. Velja za zdravo in okusno. Med sestavinami so pogosto olive, jogurt, česen in seveda morski sadeži.
sr: Медитеранска кухиња има много тога да понуди, и позната је по томе да је веома здрава. Очекујте да видите маслине, јогурт и бели лук.
tr: Akdeniz mutfağının size sunacakları çok şey var, ve Akdeniz mutfağı çok sağlıklı olması ile efsaneleşmiştir. Zeytin, yoğurt ve sarımsak görmeyi bekleyin.
uk: Середземноморська кухня має багато специфічних страв і знаменита своєю прихильністю до здорової їжі. Очікуйте багато оливок, йогурти та часник.

source: Mexican cuisine is primarily a fusion of indigenous Mesoamerican cooking with European, especially Spanish, elements added after the Spanish conquest of the Aztec Empire in the 16th century. The staples are native foods, such as corn, beans, avocados, tomatoes, and chili peppers, along with rice, which was brought by the Spanish. Europeans introduced a large number of other foods, the most important of which were meats from domesticated animals (beef, pork, chicken, goat, and sheep), dairy products (especially cheese), and various herbs and spices.
es: La cocina mexicana es principalmente una fusión de la cocina indígena mesoamericana con elementos europeos, especialmente españoles, añadidos después de la conquista española del imperio azteca en el siglo XVI. Los alimentos básicos son alimentos nativos, como maíz, frijoles, aguacates, tomates y chiles, junto con el arroz, que trajeron los españoles. Los europeos introdujeron una gran cantidad de otros alimentos, el más importante de los cuales eran las carnes de animales domésticos (carne de vaca, cerdo, pollo, cabra y oveja), productos lácteos (especialmente queso) y varias hierbas y especias.
hi: मैक्सिकन भोजन मुख्य रूप से स्वदेशी मेसोअमेरिकन खाना पकाने और यूरोपीय, विशेष रूप से स्पेनिश, तत्वों का मिश्रण है, जिसे 16वीं शताब्दी में एज़्टेक साम्राज्य पर स्पेनिश विजय के बाद जोड़ा गया था। मुख्य खाद्य पदार्थ स्थानीय खाद्य पदार्थ हैं, जैसे मक्का, सेम, एवोकाडो, टमाटर और मिर्च, साथ ही चावल, जो स्पेनिश द्वारा लाया गया था। यूरोपीय लोगों ने बड़ी संख्या में अन्य खाद्य पदार्थ पेश किए, जिनमें से सबसे महत्वपूर्ण पालतू जानवरों (बीफ़, पोर्क, चिकन, बकरी और भेड़) का मांस, डेयरी उत्पाद (विशेष रूप से पनीर), और विभिन्न जड़ी-बूटियां और मसाले थे।
nl: De Mexicaanse keuken is hoofdzakelijk een samensmelting van de inlandse Meso-Amerikaanse keuken met Europese, vooral Spaanse, elementen die zijn toegevoegd na de Spaanse verovering van het Aztekenrijk in de 16e eeuw. De hoofdschotels bevatten inheemse ingrediënten zoals mais, bonen, avocado’s, tomaten en chilipepers, samen met rijst, meegebracht door de Spanjaarden. Europeanen introduceerden een groot aantal andere voedingsmiddelen waaronder vooral vlees van gedomesticeerde dieren (rundsvlees, varkensvlees, kip, geiten- en schapenvlees), zuivelproducten (vooral kaas), en verschillende kruiden en specerijen.
ru: Мексиканская кухня - это прежде всего сплав местной мезоамериканской кухни с европейскими, особенно испанскими, элементами, добавленными после испанского завоевания империи ацтеков в 16 веке. Основными продуктами питания являются местные продукты, такие как кукуруза, фасоль, авокадо, помидоры и перец чили, а также рис, который привезли испанцы. Европейцы представили большое количество других продуктов питания, наиболее важными из которых были мясо домашних животных (говядина, свинина, курица, козлятина и овцы), молочные продукты (особенно сыр), а также различные травы и специи.
sl: V Mehiki je kuhinja preplet avtohtonega mezoameriške in evropske priprave hrane, predvsem španske, s sestavinami, ki so postale del okusov po španskem osvajanju Azteškega cesarstva v 16. stoletju. Spone sestavin so dostopna domača živila, kot so koruza, fižol, avokado, krompir in paprika čili, pa tudi riž, ki so ga Španci prinesli kasneje. Prihod Evropejcev je vplival na uvajanje tudi drugih živil, od katerih so bila najpomembnejša meso udomačenih živali (goveje meso, svinjina, piščančje meso, ovčetina), mlečni izdelki (predvsem sir), ter različna zelišča in začimbe.
sr: Мексичка кухиња је првенствено спој аутохтоног средњоамеричког кувања са европским, посебно шпанским, елементима додатим након шпанског освајања Астешког царства у 16. веку. Стаплес су изворне намирнице, као што су кукуруз, пасуљ, авокадо, парадајз и љуте папричице, уз пиринач, који су донели Шпанци. Европљани су увели велики број других намирница, од којих су најважније месо домаћих животиња (говедина, свињетина, пилетина, јаретина и овчетина), млечни производи (посебно сир), и разно биље и зачини.
tr: Meksika mutfağı, öncelikli olarak 16. yüzyılda Aztek İmparatorluğu'nun İspanyol işgaline uğramasından sonra eklenen Avrupalı yemek pişirme unsunlar ile, yerli Meso-Amerikan mutfağının bir birleşimidir. Temel malzemeler arasında mısır, fasulye, avokado, domates ve biber gibi doğal yiyecekler ve İspanyollar tarafından getirilen pirinç sayılabilir. Avrupalı malzemelerden en önemlileri evcil hayvanlardan elde edilen etler (sığır eti, domuz eti, tavuk, keçi ve koyun eti), süt ürünleri (özellikle peynir) ve çeşitli bitki ve baharatlar sayılabilir.
uk: Мексиканська кухня, головним чином, є сумішшю тубільної мезоамериканської традиції та європейських, зокрема іспанських, елементів, які було додано під час іспанського завоювання імперії ацтеків у XVI столітті. Основою є місцеві продукти, зокрема кукурудза, боби, авокадо, помідори та перець чилі, до яких додався рис, завезений з Іспанії. Європейцями було впроваджено багато інших продуктів, найважливіші з яких походять від домашніх тварин (корів, свиней, курей, кіз та овець), є молочними продуктами (особливо сирними продуктами) та різними травами та приправами.

source: Cooking in Denmark has always been inspired by foreign and continental practises and the use of imported tropical spices like cinnamon, cardamom, nutmeg and black pepper can be traced to the Danish cuisine of the Middle Ages and some even to the Vikings.
es: La cocina en Dinamarca siempre se ha inspirado en las prácticas extranjeras y continentales y el uso de especias tropicales importadas como la canela, el cardamomo, la nuez moscada y la pimienta negra se remonta a la cocina danesa de la Edad Media e incluso a los vikingos.
hi: डेनमार्क में खाना पकाने की कला हमेशा से विदेशी और महाद्वीपीय प्रथाओं से प्रेरित रही है और दालचीनी, इलायची, जायफल और काली मिर्च जैसे आयातित उष्णकटिबंधीय मसालों के उपयोग का इतिहास मध्य युग के डेनिश व्यंजनों और यहां तक ​​कि वाइकिंग्स के समय से भी मिलता है।
nl: De Deense keuken is altijd geïnspireerd geweest door buitenlandse en continentale gebruiken en het gebruik van ingevoerde tropische specerijen zoals kaneel, kardemom, nootmuskaat en zwarte peper kan herleid worden tot de Deense keuken van de Middeleeuwen en soms zelfs tot de Vikingen.
ru: Датская кухня всегда вдохновлялась зарубежными и континентальными традициями, а использование импортных тропических специй, таких как корица, кардамон, мускатный орех и чёрный перец, восходит к датской кухне средневековья, а некоторые блюда даже викингов.
sl: Kuhanje na Danskem je bilo vedno navdahnjeno s tujim, velik vpliv je imela tudi kontinentalna praktičnost kuhe. Danci so pogosto uporabljali uvožene tropske začimbe, kot so cimet, kardamom, muškatni orešček in črni poper, kar je mogoče zaslediti vse od danske srednjeveške kulinarike in celo od časa Vikingov.
sr: Кување у Данској је увек било инспирисано страном и континенталном праксом а употреба увозних тропских зачина као што су цимет, кардамон, мушкатни орашчић и црни бибер се може испратити до данске кухиње средњег века и неких чак и до Викинга.
tr: Danimarka'da yemek pişirme her zaman yabancı ve Avrupa kıtasındaki uygulamalardan ilham almıştır. Tarçın, kakule, hint cevizi ve karabiber gibi ithal tropikal baharatların kullanımı, Orta Çağ Danimarka mutfağına ve hatta bazı Vikinglere kadar izlenebilir.
uk: На приготування їжі у Данії завжди значний вплив чинили іноземні та континентальні практики. Використання імпортованих спецій, зокрема кориці, кардамону, мускатного горіху і чорного перцю можна простежити це у середньовічній кухні і навіть у кухні вікінгів.

source: You can find a great variety of mouth watering dishes in Turkish cuisine, which is mostly the heritage of Ottoman cuisine. It is the mixture and refinement of Central Asian, Middle Eastern and Balkan cuisines. Therefore it is impossible to fit Turkish cuisine into a short list.
es: Puede encontrar una gran variedad de platos deliciosos en la cocina turca, que es principalmente el patrimonio de la cocina otomana. Es la mezcla y el refinamiento de las cocinas de Asia Central, Oriente Medio y los Balcanes. Por lo tanto, es imposible incluir la cocina turca en una lista corta.
hi: तुर्की व्यंजनों में आपको मुंह में पानी लाने वाले कई तरह के व्यंजन मिल सकते हैं, जो कि ज़्यादातर ओटोमन व्यंजनों की विरासत है। यह मध्य एशियाई, मध्य पूर्वी और बाल्कन व्यंजनों का मिश्रण और परिष्कार है। इसलिए तुर्की व्यंजनों को छोटी सूची में समाहित करना असंभव है।
nl: In de Turkse keuken vindt u een groot aantal overheerlijke gerechten die vooral afkomstig zijn uit de Ottomaanse keuken. Het is de mengeling en verfijning van gerechten uit Centraal-Azië, het Midden-Oosten en de Balkan. Daarom is het onmogelijk om Turkse gerechten in een korte lijst op te nemen.
ru: В турецкой кухне, которая по большей части является наследием османской кухни, вы можете найти множество аппетитных блюд. Это смесь и утонченность среднеазиатской, ближневосточной и балканской кухонь. Поэтому невозможно уместить турецкую кухню в короткий список.
sl: V turški kulinariki, ki je večinoma dediščina otomanske kulinarike, lahko najdete veliko različnih jedi, da se vam cedijo sline. Gre za mešanico in dopolnjevanje srednjeazijske, bližnje vzhodne in balkanske kuhinje. Zato je turško kuhinjo nemogoče strniti v kratek seznam.
sr: Можете наћи велики избор врло укусних јела у турској кухињи, која је углавном наслеђе Отоманске кухиње. То је мешавина и прерада кухиња из централне Азије, са Блиског истока и Балкана. Стога је немогуће из турске кухиње направити неки ужи избор.
tr: Osmanlı mutfağının mirası olan Türk mutfağında çok çeşitli ağız sulandıran yemekler bulabilirsiniz. Türk mutfağı, Orta Asya, Orta Doğu ve Balkan mutfaklarının karışımı ve en rafine halidir. Bu sebeple, Türk mutfağını kısa bir listeye sığdırmak mümkün değildir.
uk: У турецькій кухні ви знайдете широкий спектр смачнющих страв, які, здебільшого, є спадком оттоманської кухні. Турецька кухня поєднує і удосконалює традиції центральноазійської, близькосхідної та балканської кухонь. Через це неможливо коротко описати усі особливості цієї кухні.

source: serving
el: μερίδα
es: porción
eu: errazio
hi: सेवारत
nl: portie
ru: порция
sl: porcija
sr: сервирање
tr: porsiyon
uk: подавання

source: servings
el: μερίδες
es: porciones
eu: errazio
hi: सेवारत
nl: porties
ru: порции
sl: porcije
sr: сервирања
tr: porsiyon
uk: подавання

source: Could not find this recipe.
el: Δεν βρέθηκε αυτή η συνταγή.
es: No se pudo encontrar esta receta.
eu: Ez da errezeta hori aurkitu.
hi: यह रेसिपी नहीं मिल सकी।
nl: Kan dit recept niet vinden.
ru: Не смогли найти этот рецепт.
sl: Tega recepta ni mogoče najti.
sr: Не могу да нађем овај рецепт.
tr: Tarif bulunamadı.
uk: Не вдалося знайти цей рецепт.
zh_cn: 无法找到此菜肴。

source: Timer: %s
el: Χρονόμετρο: %s
es: Temporizador: %s
eu: Tenporizadorea: %s
hi: टाइमर: %s
nl: Kookwekker: %s
ru: Таймер: %s
sl: Časomer: %s
sr: Време: %s
tr: Kronometre: %s
uk: Таймер: %s
zh_cn: 计时器：%s

source: Image %d
el: Εικόνα %d
es: Imagen %d
eu: %d irudia
hi: छवि %d
nl: Afbeelding %d
ru: Изображение %d
sl: Slika %d
sr: Слика %d
tr: Göründü %d
uk: Зображення %d
zh_cn: 图像 %d

source: Recipe by %s
el: Συνταγή από %s
es: Receta de %s
eu: Errezetaren egilea: %s
hi: %s द्वारा रेसिपी
nl: Recept van %s
ru: Рецепт от %s
sl: Priprava recepta: %s
sr: Рецепт је поставио „%s“
tr: Tarif sahibi: %s
uk: Рецепт %s
zh_cn: 菜肴来自 %s

source: Gluten-free recipes
el: Συνταγές χωρίς γλουτένη
es: Recetas libres de gluten
eu: Glutenik gabeko errezetak
hi: ग्लूटेन-मुक्त रेसिपी
nl: Glutenvrije recepten
ru: Рецепты без глютена
sl: Brezglutenski recepti
sr: Рецепти без глутена
tr: Glütensiz tarifler
uk: Вільні від глютену рецепти
zh_cn: 无麸质菜肴

source: Nut-free recipes
el: Συνταγές χωρίς ξηρούς καρπούς
es: Recetas libres de nueces
eu: Fruitu lehorrik gabeko errezetak
hi: नट-मुक्त रेसिपी
nl: Notenvrije recepten
ru: Рецепты без орехов
sl: Recepti brez oreščkov
sr: Рецепти без ораха
tr: Kuruyemişsiz tarifler
uk: Вільні від горіхів рецепти
zh_cn: 无坚果菜肴

source: Vegan recipes
el: Vegan συνταγές
es: Recetas veganas
eu: Errezeta beganoak
hi: वीगन रेसिपी
nl: Veganistische recepten
ru: Веганские рецепты
sl: Veganski recepti
sr: Вегански рецепти
tr: Vegan tarifler
uk: Веганські рецепти
zh_cn: 纯素食菜肴

source: Vegetarian recipes
el: Χορτοφαγικές συνταγές
es: Recetas vegetarianas
eu: Errezeta begetarianoak
hi: शाकाहारी रेसिपी
nl: Vegetarische recepten
ru: Вегетарианские рецепты
sl: Vegetarijanski recepti
sr: Вегетеријански рецепти
tr: Vejetaryen tarifler
uk: Вегетаріанські рецепти
zh_cn: 素食菜肴

source: Milk-free recipes
el: Συνταγές χωρίς γάλα
es: Recetas libres de lactosa
eu: Esnekirik gabeko errezetak
hi: दूध-मुक्त रेसिपी
nl: Melkvrije recepten
ru: Рецепты без молока
sr: Рецепти без млека
tr: Sütsüz tarifler
uk: Вільні від молока рецепти
zh_cn: 无乳制品菜肴

source: Halal recipes
el: Συνταγές Χαλάλ
es: Recetas de halal
eu: Halal errezetak
hi: हलाल रेसिपी
nl: Halal recepten
ru: Халяльные рецепты
sl: Halal recepti
sr: Халал рецепти
tr: Helal tarifler
uk: Халяльні рецепти
