Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: green onions, chopped
es: cebollas verdes picadas
eu: Tipulin xehatuak
hi: हरा प्याज, कटे हुए
ka: მწვანე ხახვი, დაჭრილი
nl: Groene uien/ajuinen, fijngesneden
ru: мелко нарезанный зелёный лук
sl: Čebula, zelena in sesekljana
sr: зелени црни лук, исецкан
tr: Yeşil soğan, doğranmış
uk: Зелена цибуля, нарізана

source: Ground beef
el: Κιμά μοσχαρίσιο
es: Carne picada
eu: Behiki xehatua
hi: ग्राउंड बीफ़
ka: დაფქული საქონლის ხორცი
nl: Gemalen rundsvlees
ru: Говяжий фарш
sl: Govednina, mleta
sr: Млевена јунетина
tr: Köftelik dana kıyma
uk: Яловичий фарш

source: Ground coriander (optional)
es: Cilantro molido (opcional)
eu: Martorri xehatua (aukerakoa)
hi: पिसा धनिया (वैकल्पिक)
ka: დაფქული ქინძი (არასავალდებულო)
nl: Gemalen koriander
ru: Молотый кориандр (по желанию)
sl: Koriander, mleti
sr: Млевени коријандер (опционално)
tr: Öğütülmüş kişniş (isteğe bağlı)
uk: Мелений коріандр (необов'язковий)

source: Ground cumin
es: Comino picado
eu: Kumino xehatua
hi: पिसा जीरा
ka: დაფქული ძირა
nl: Gemalen komijn
ru: Молотый "кумин/тмин"
sl: Kumina, mleta
sr: Млевени кумин
tr: Öğütülmüş kimyon
uk: Мелений кмин

source: Ground fennel
es: Hinojo molido
eu: Mihilu xehatua
hi: पिसी सौंफ
ka: დაფქული ცერეცო
nl: Gemalen venkel
ru: Молотый фенхель
sl: Koromač, mleti
sr: Млевени коморач
tr: Öğütülmüş rezene
uk: Мелений фенхель

source: Ground pepper
es: Pimienta molida
eu: Piper xehatua
hi: पीसी काली मिर्च
ka: დაფქული წიწაკა
nl: Gemalen peper
ru: Молотый перец
sl: Poper, mleti
sr: Млевени бибер
tr: Öğütülmüş biber
uk: Мелений перець

source: Ham
el: Ζαμπόν
es: Jamón
eu: Urdaiazpikoa
hi: हैम
ka: ლორი
nl: Ham / hesp
ru: Ветчина
sl: Šunka
sr: Шунка
tr: Domuz eti
uk: Шинка

source: Hazelnuts
es: Almendras
eu: Urrak
hi: हेज़लनट
ka: თხილი
nl: Hazelnoten
ru: Фундук
sl: Lešniki
sr: Лешници
tr: Fındık
uk: Горіхи ліщини

source: Hazelnuts milk
es: Leche de almendras
eu: Urren esnea
hi: हेज़लनट दूध
ka: თხილის რძე
nl: Hazelnootmelk
ru: Ореховое молоко
sl: Lešnikovo mleko
sr: Млеко од лешника
tr: Fındık sütü
uk: Ліщинове молоко

source: Hoisin sauce
es: Salsa Hoisin
eu: Hoisin saltsa
hi: होसिन चटनी
ka: ჰოიზინის სოუსი
nl: Hoisinsaus
ru: Соус Хойсин
sl: Omaka hoisin
sr: Хоисин сос
tr: Hoisin sosu
uk: Соус хойсін

source: Honey
el: Μέλι
es: Miel
eu: Eztia
hi: शहद
ka: თაფლი
nl: Honing
ru: Мёд
sl: Med
sr: Мед
tr: Bal
uk: Мед

source: Horseradish
el: Χρένο
es: Rábano picante
eu: Errefau mina
hi: हॉर्सरैडिश
ka: პირშუშხა
nl: Mierikswortel
ru: Хрен
sl: Hren
sr: Рен
tr: Yabanturpu
uk: Хрін

source: Japanese mayonaisse
es: Mayonesa japonesa
eu: Maionesa japoniarra
hi: जापानी मेयोनेज़
ka: იაპონური მაიონეზი
nl: Japanse mayonaise
ru: Японский майонез
sl: Majoneza, japonska
sr: Јапански мајонез
tr: Japon mayonezi
uk: Японський майонез

source: Juniper berries
es: Bayas de enebro
eu: Galbuluak
hi: जुनिपर बेरीज़
ka: ღვიის კენკრა
nl: Jeneverbessen
ru: Ягоды можжевельника
sl: Brinove jagode
sr: Бобице клеке
tr: Ardıç meyvesi
uk: Ялівець

source: Kale
el: Λάχανο κέιλ
es: Col rizada
eu: Kalea
hi: केल
ka: ხუჭუჭა კომბოსტო
nl: Boerenkool / krulkool
ru: Салат Кейл
sl: Ohrovt, kodrolistni
sr: Кељ
tr: Kıvırcık lahana
uk: Капуста кале

source: Ketchup
eu: Ketchupa
hi: केचप
ka: კეტჩუპი
ru: Кетчуп
sl: Kečap
sr: Кечап
tr: Ketçap
uk: Кетчуп

source: Kiwis
eu: Kiwiak
hi: कीवी
ka: კივი
ru: Киви
sl: Kivi
sr: Киви
tr: Kivi
uk: Ківі

source: Lamb
el: Αρνί
es: Cordero
eu: Bildotsa
hi: भेड़
ka: ცხვარი
nl: Lamsvlees
ru: "Баранина/Ягнятина"
sl: Jagnjetina
sr: Јагњетина
tr: Kuzu eti
uk: М'ясо молодого баранчика

source: Lardons
el: Λαρδί
es: Tocino
eu: Urdai-xerrak
hi: लार्डन
ka: ღორის ცხიმიანი შებოლილი ნაჭერი
ru: Шпик
sl: Slanina, narezana na podolgovate koščke
sr: Сало
tr: Domuz yağı parçaları
uk: Лардон

source: Lard or oil
el: Λαρδί ή λάδι
es: Manteca o aceite
eu: Gantza edo olioa
hi: चरबी या तेल
ka: ერბო ან ზეთი
nl: Reuzel of olie
ru: Топлёное сало или растительное масло
sl: Svinjska mast ali olje
sr: Маст или уље
tr: Domuz yağı veya yağ
uk: Жир або олія

source: Lemon
el: Λεμόνι
es: Limón
eu: Limoia
hi: नींबू
ka: ლიმონი
nl: Citroen
ru: Лимон
sl: Limona
sr: Лимун
tr: Limon
uk: Лимон

source: Lemon juice
el: Χυμό λεμονιού
es: Zumo de limón
eu: Limoi-zukua
hi: नींबू रस
ka: ლიმონის წვენი
nl: Citroensap
ru: Лимонный сок
sl: Limonin sok
sr: Сок од лимуна
tr: Limon suyu
uk: Лимонний сік

source: Lemon (untreated)
el: Λεμόνι (ακέρωτο)
es: Limón (sin tratar)
eu: Limoia (tratatu gabea)
hi: नींबू (अनुपचारित)
ka: ლიმონი (დაუმუშავებელი)
nl: Citroen (onbehandeld)
ru: Лимон (неочищенный)
sl: Limona, cel sadež
sr: Лимун (необрађен)
tr: Limon (işlenmemiş)
uk: Лимон (цілий)

source: Lettuce
el: Μαρούλι
es: Lechuga
eu: Letxuga
hi: सलाद पत्ता
ka: სალათის ფურცელი
nl: Sla
ru: Листья салата
sl: Solata
sr: Зелена салата
tr: Kıvırcık
uk: Латук

source: Light muscovado sugar
el: Καστανή ζάχαρη muscovado
es: Azúcar ligero de mascabado
hi: हल्की मस्कवेडो चीनी
ka: ღია გაუსუფთავებელი ლერწმის შაქარი
nl: Lichte muscovadosuiker
ru: Светлый неочищенный тростниковый сахар
sl: Lahki sladkor, muscovado
sr: Лагани масковадо шећер
tr: Hafif muscovado şekeri
uk: Світлий цукор мусковадо

source: Lime
el: Λάιμ
es: Lima
eu: Lima
hi: नींबू
ka: ლიმონის ფერი
nl: Limoen
ru: Лайм
sl: Limeta
sr: Лимета
tr: Misket limonu
uk: Лайм

source: Lime juice
el: Χυμό λάιμ
es: Zumo de lima
eu: Lima-zukua
hi: नींबू रस
ka: ლაიმის წვენი
nl: Limoensap
ru: Лаймовый сок
sl: Limetin sok
sr: Сок од лимете
tr: Misket limonu suyu
uk: Сік лайма

source: Linseeds
el: Λιναρόσπορο
es: Semillas de lino
eu: Linaziak
hi: अलसी
ka: სელის თესლი
nl: Lijnzaad
ru: Семена льна
sl: Laneno seme
sr: Семе лана
tr: Keten tohumu
uk: Насіння льону

source: Mandarin Oranges
el: Μανταρίνια
es: Mandarinas
eu: Mandarinak
hi: मंदारिन संतरे
ka: მანდარინი
nl: Mandarijnen
ru: Мандарин
sl: Mandarine
sr: Мандарине
tr: Mandalina
uk: Мандарини

source: Margarine
el: Μαργαρίνη
es: Margarina
eu: Margarina
hi: नकली मक्खन
ka: მარგარინი
ru: Маргарин
sl: Margarina
sr: Маргарин
tr: Margarin
uk: Маргарин

source: Mayonnaise
el: Μαγιονέζα
es: Mayonesa
eu: Maionesa
hi: मेयोनीज़
ka: მაიონეზი
nl: Mayonaise
ru: Майонез
sl: Majoneza
sr: Мајонез
tr: Mayonez
uk: Майонез

source: Meat
el: Κρέας
es: Carne
eu: Okela
hi: मांस
ka: ხორცი
nl: Vlees
ru: Мясо
sl: Meso
sr: Месо
tr: Et
uk: М'ясо

source: Meat and bones
el: Κρέας και οστά
es: Carne y huesos
eu: Okela eta hezurrak
hi: मांस और हड्डियां
ka: ხორცი და ძვლები
nl: Vlees en botten
ru: Мясо и кости
sl: Meso in kosti
sr: Месо и кости
tr: Kemikli et
uk: М'ясо і кістки

source: Milk
el: Γάλα
es: Leche
eu: Esnea
hi: दूध
ka: რძე
nl: Melk
ru: Молоко
sl: Mleko
sr: Млеко
tr: Süt
uk: Молоко

source: Mixed berries
el: Ανάμεικτα μούρα
es: Mezcla de bayas
eu: Baia nahasiak
hi: बेरी का मिश्रण
ka: შერეული კენკრა
nl: Gemengde bessen
ru: Смесь ягод
sl: Mešane gozdne jagode
sr: Мешовито бобичасто воће
tr: Karışık yemişler
uk: Різні ягоди

source: Mixed frozen bell peppers
el: Ανάμεικτες κατεψυγμένες πιπεριές
es: Mezcla de pimientos congelados
eu: Pipermorro izoztu nahasiak
hi: मिश्रित जमी हुई शिमला मिर्च
ka: შერეული გაყინული ბულგარული წიწაკა
nl: Gemengde diepvriespaprika’s
ru: Замороженная смесь сладких перцев
sl: Mešana zamrznjena zvončasta paprika
sr: Мешавина смрзнуте бабуре
tr: Karışık dondurulmuş dolmalık biber
uk: Різні морожені солодкі перці

source: Mori-nu organic silken tofu (firm)
el: Βιολογικό τόφου Mori-nu (σφιχτό)
es: Mori-nu tofu de seda firme
hi: मोरी-नु ऑर्गेनिक सिल्कन टोफू (सख्त)
ka: მორი-ნუ ორგანული ტოფუ (მაგრი)
ru: Mori-nu мягкий органический тофу (фирменный)
sl: Bio svileni tofu Mori-nu (čvrst)
sr: Мори-ну свилени тофу (чврсти)
tr: Mori-nu organik ipeksi tofu (katı)
uk: Органічний шовковий тофу морі-ну (твердий)

source: Mushrooms
el: Μανιτάρια
es: Champiñones
eu: Perretxikoak
hi: मशरूम
ka: სოკო
ru: Грибы
sl: Gobe
sr: Печурке
tr: Mantar
uk: Гриби

source: Mustard
el: Μουστάρδα
es: Mostaza
eu: Ziapea
hi: सरसों
ka: მდოგვი
nl: Mosterd
ru: Горчица
sl: Gorčica
sr: Сенф
tr: Hardal
uk: Гірчиця

source: Mustard seeds
el: Σπόρους μουστάρδας
es: Semillas de mostaza
eu: Ziape-haziak
hi: सरसों के बीज
ka: მდოგვის თესლი
nl: Mosterdzaad
ru: Семена горчицы
sl: Gorčična semena
sr: Семенке сенфа
tr: Hardal tohumu
uk: Насіння гірчиці

source: Nut
el: Ξηρούς καρπούς
es: Nueces
eu: Intxaurra
hi: नट
ka: თხილი
nl: Noot
ru: Орехи
sl: Orehi
sr: Орах
tr: Ceviz
uk: Горіх

source: Nutmeg
el: Μοσχοκάρυδο
es: Nuez moscada
eu: Intxaur muskatua
hi: जायफल
ka: მუსკატის კაკალი/ჯავზი
nl: Nootmuskaat / muskaatnoot
ru: Мускатный орех
sl: Muškatni orešček
sr: Орашчић
tr: Hint cevizi
uk: Мускатний горіх

source: Nutritional yeast
el: Διατροφική μαγιά
es: Levadura nutricional
eu: Elikadura-legamia
hi: पोषक खमीर
ka: სასარგებლო საფუარი
nl: Voedingsgist
ru: Пищевые дрожжи
sl: Prehranski kvas
sr: Пекарски квасац
tr: Beslenme mayası
uk: Харчові дріжджі

source: Oatmeal
el: Βρώμη
es: Harina de avena
eu: Oloa
hi: जई का दलिया
ka: შვრიის ფაფა
nl: Havermout
ru: Овсянка
sl: Ovseni kosmiči
sr: Овсена каша
tr: Yulaf
uk: Вівсяне борошно

source: Oil
el: Λάδι
es: Aceite
eu: Olioa
hi: तेल
ka: ნავთობი
nl: Olie
ru: Растительное масло
sl: Olje
sr: Уље
tr: Yağ
uk: Олія

source: Okonomiyaki sauce
el: Σάλτσα Okonomiyaki
es: Salsa okonomiyaki
eu: Okonomiyaki saltsa
hi: ओकोनोमियाकी सॉस
ka: ოკონომიაკის სოუსი
nl: Okonomiyakisaus
ru: Соус Окономияки
sl: Omaka okonomijaki
sr: Окономијаки сос
tr: Okonomiyaki sosu
uk: Соус окономіякі

source: Olive oil
el: Ελαιόλαδο
es: Aceite de oliva
eu: Oliba olioa
hi: जैतून तेल
ka: ზეითუნის ზეთი
nl: Olijfolie
ru: Оливковое масло
sl: Olivno olje
sr: Маслиново уље
tr: Zeytin yağı
uk: Оливкова олія

source: Olive oil, extra-virgin
el: Εξαιρετικό παρθένο ελαιόλαδο
es: Aceite de oliva virgen extra
eu: Oliba olioa, estra birjina
hi: जैतून तेल, अतिरिक्त शुद्ध
ka: ზეითუნის ზეთი, ექსტრა ქალწული
nl: Extra vergine olijfolie
ru: Оливковое масло первого отжима
sl: Olivno olje, ekstra deviško
sr: Маслиново уље, екстра девичанско
tr: Zeytin yağı, sızma
uk: Натуральна оливкова олія

source: Olives, pitted
el: Ελιές, χωρίς κουκούτσι
es: Aceitunas, picadas
eu: Olibak, hezurrik gabeak
hi: जैतून, गुठली रहित
ka: ზეთისხილი, უკურკო
nl: Olijven, pitloos
ru: Оливки без косточек
sl: Olive, brez koščic
sr: Маслинке, без коштице
tr: Zeytin, çekirdeksiz
uk: Оливки без кісточок

source: Onion
el: Κρεμμύδι
es: Cebolla
eu: Tipula
hi: प्याज
ka: ხახვი
nl: Ui / ajuin
ru: Лук
sl: Čebula
sr: Црни лук
tr: Soğan
uk: Цибуля

source: Onion powder
el: Σκόνη κρεμμυδιού
es: Cebolla en polvo
eu: Tipula-hautsa
hi: प्याज पाउडर
ka: ხახვის ფხვნილი
nl: Uienpoeder / ajuinpoeder
ru: Луковый порошок
sl: Čebula v prahu
sr: Црни лук у праху
tr: Soğan tozu
uk: Цибулева пудра

source: Orange
el: Πορτοκάλι
es: Naranja
eu: Laranja
hi: संतरा
ka: ნარინჯისფერი
nl: Sinaasappel / appelsien
ru: Апельсин
sl: Pomaranča
sr: Поморанџа
tr: Portakal
uk: Апельсин

source: Oregano
el: Ρίγανη
es: Orégano
eu: Oreganoa
hi: ओरिगैनो
ka: ორეგანო/თავშავა
ru: Орегано
sl: Origano
sr: Орегано
tr: Kekik
uk: Ореган

source: Pancetta
el: Πανσέτα
es: Panceta
eu: Hirugiharra
hi: पैनसेटा
ka: პანჩეტა
ru: Грудинка
sl: Panceta
sr: Трбушина
tr: Pancetta (İtalyan domuz pastırması)
uk: Панчета

source: Pandan leaves
el: Φύλλα πανδάνου
es: Hojas de pandan
eu: Pandan-hostoak
hi: पंदन की पत्तियां
ka: პანდანის ფოთლები
nl: Pandanbladeren
ru: Листья пандана
sl: Pandanovi listi
sr: Лишће пандана
tr: Pandan yaprakları
uk: Листя пандана

source: Paprika
el: Πάπρικα
es: Pimentón
eu: Piperrautsa
hi: लाल शिमला मिर्च
ka: პაპრიკა
ru: Паприка
sr: Паприка
uk: Паприка

source: Parmesan cheese, grated
el: Τυρί παρμεζάνα, τριμμένη
es: Queso parmesano rallado
eu: Gazta parmesanoa, birrindua
hi: परमेसन चीज़, कसी हुई
ka: პარმეზანის ყველი, გახეხილი
nl: Parmezaanse kaas, geraspt
ru: Сыр Пармезан, тёртый
sl: Parmezan, nariban
sr: Сир пармезан, рендани
tr: Parmesan peyniri, öğütülmüş
uk: Тертий сир-пармезан

source: Parsley
el: Μαϊντανό
es: Perejil
eu: Perrexila
hi: पार्सले
ka: ოხრახუში
nl: Peterselie
ru: Петрушка
sl: Peteršilj
sr: Першун
tr: Maydanoz
uk: Петрушка

source: Peach
el: Ροδάκινο
es: Melocotón
eu: Mertxika
hi: आड़ू
ka: ატამი
nl: Perzik
ru: Персик
sl: Breskev
sr: Бресква
tr: Şeftali
uk: Персик

source: Peperoni
el: Πεπερόνι
es: Pepperoni
eu: Peperonia
hi: पेपरोनी
ka: პეპერონი
ru: "Пеперони"
sl: Feferon
sr: Паприка
uk: Пепероні

source: Pepper
el: Πιπέρι
es: Pimiento
eu: Piperra
hi: काली मिर्च
ka: პილპილი
nl: Peper
ru: Перец
sl: Poper
sr: Бибер
tr: Biber
uk: Перчик

source: Peppers
el: Πιπεριές
es: Pimientos
eu: Piperrak
hi: काली मिर्च
ka: პილპილი
nl: Pepers
ru: Перец
sl: Popri, mešanica
sr: Папричица
tr: Biber
uk: Перці

source: Pickles
el: Πίκλες
es: Pepinillos
eu: Kornixonak
hi: अचार
ka: მწნილი
nl: Augurken
ru: Соленья (маринад)
sl: Kumarice
sr: Кисели краставци
tr: Salatalık turşusu
uk: Мариновані огірки

source: Pineapple
el: Ανανά
es: Piña
eu: Piña
hi: अनानास
ka: ანანასი
nl: Ananas
ru: Ананас
sl: Ananas
sr: Ананас
tr: Ananas
uk: Ананас

source: Pizza sauce
el: Σάλτσα πίτσας
es: Salsa de pizza
eu: Pizza saltsa
hi: पिज़्ज़ा सॉस
ka: პიცის სოუსი
nl: Pizzasaus
ru: Соус для пиццы
sl: Omaka za pico
sr: Сос за пицу
tr: Pizza sosu
uk: Піца-соус

source: Plain flour
el: Αλεύρι για όλες τις χρήσεις
es: Harina común
eu: Irin arrunta
hi: सादा आटा
ka: ჩვეულებრივი ფქვილი
nl: Gewone bloem
ru: Хлебопекарная мука
sl: Moka, navadna
sr: Чисто брашно
tr: Normal un
uk: Звичайне борошно

source: Pomegranate
el: Ρόδι
es: Granada
eu: Granada
hi: अनार
ka: ბროწეული
nl: Granaatappel
ru: Гранат
sl: Granatno jabolko
sr: Нар
tr: Nar
uk: Гранат

source: Pomegranate juice
el: Χυμό ροδιού
es: Zumo de granada
eu: Granada-zukua
hi: अनार रस
ka: ბროწეულის წვენი
nl: Granaatappelsap
ru: Гранатовый сок
sl: Granatno jabolko, sok
sr: Сок од нара
tr: Nar suyu
uk: Гранатовий сік

source: Pork fat
el: Χοιρινό λίπος
es: Manteca de cerdo
eu: Txerri-gantza
hi: सूअर वसा
ka: ღორის ცხიმი
nl: Varkensvet
ru: Смалец (Свиной жир)
sl: Svinjska mast
sr: Свињска маст
tr: Domuz yağı
uk: Сало

source: Pork loin
el: Χοιρινό κρέας (καρέ)
es: Lomo de cerdo
eu: Txerri-azpizuna
hi: सूअर की कमर
ka: ღორის სუკი
nl: Varkenshaas
ru: Свиная корейка
sl: Prašičja ledja
sr: Свињска слабина
tr: Domuz filetosu
uk: Свиняче філе

source: Potato
el: Πατάτα
es: Patata
eu: Patata
hi: आलू
ka: კარტოფილი
nl: Aardappel / patat
ru: Картофель
sl: Krompir
sr: Кромпир
tr: Patates
uk: Картопля

source: Powdered sugar
el: Ζάχαρη άχνη
es: Azúcar en polvo
eu: Azukre-hautsa
hi: पिसी चीनी
ka: შაქრის ფხვნილი
nl: Poedersuiker
ru: Сахар-песок
sl: Sladkor v prahu
sr: Шећер у праху
tr: Toz şeker
uk: Цукрова пудра

source: Pumpkin seeds
el: Κολοκυθόσπορους
es: Pipas de calabaza
eu: Kalabaza-haziak
hi: कद्दू के बीज
ka: გოგრის თესლი
nl: Pompoenpitten
ru: Семена тыквы
sl: Bučna semena
sr: Семе бундеве
tr: Balkabağı çekirdeği
uk: Насіння гарбуза

source: Quinoa
el: Κινόα
eu: Kinoa
hi: क्विनोआ
ka: თათაბო
ru: Киноа
sl: Kvinoja
sr: Киноа
tr: Kinoa
uk: Кіноа

source: Radish
el: Ραπανάκι
es: Rábano
eu: Errefaua
hi: मूली
ka: რადიშ
nl: Radijs
ru: Редис
sl: Redkev
sr: Ротква
tr: Turp
uk: Редиска

source: Raisins
el: Σταφίδες
es: Pasas
eu: Mahaspasak
hi: किशमिश
ka: ქიშმიშით
nl: Rozijnen
ru: Изюм
sl: Rozine
sr: Суво грожђе
tr: Kuru üzüm
uk: Родзинки

source: Red bell pepper
el: Κόκκινη πιπεριά
es: Pimiento rojo
eu: Pipermorro gorria
hi: लाल शिमला मिर्च
ka: წითელი ბულგარული წიწაკა
nl: Rode paprika
ru: Красный сладкий перец
sl: Rdeča paprika
sr: Црвена бабура
tr: Kırmızı dolmalık biber
uk: Червоний солодкий перець

source: Red onion
el: Κόκκινο κρεμμύδι
es: Cebolla morada
eu: Tipula gorria
hi: लाल प्याज
ka: წითელი ხახვი
nl: Rode ui / ajuin
ru: Красный лук
sl: Čebula, rdeča
sr: Црвени лук
tr: Kırmızı soğan
uk: Червона цибуля

source: Red Pepper
el: Κόκκινη πιπεριά
es: Pimiento rojo
eu: Piper gorria
hi: लाल मिर्च
ka: წითელი წიწაკა
nl: Rode peper
ru: Красный перец
sl: Rdeča paprika
sr: Црвени бибер
tr: Kırmızı biber
uk: Червоний перець

source: Red wine
el: Κόκκινο κρασί
es: Vino tinto
eu: Ardo beltza
hi: रेड वाइन
ka: წითელი ღვინო
nl: Rode wijn
ru: Красное вино
sl: Vino, rdeče
sr: Црвено вино
tr: Kırmızı şarap
uk: Червоне вино

source: Rice
el: Ρύζι
es: Arroz
eu: Arroza
hi: चावल
ka: ბრინჯი
nl: Rijst
ru: Рис
sl: Riž
sr: Пиринач
tr: Pirinç
uk: Рис

source: Rice, cooked
el: Ρύζι (μαγειρεμένο)
es: Arroz cocido
eu: Arroza, egosia
hi: चावल, पका हुआ
ka: ბრინჯი, მოხარშული
nl: Rijst, gekookt
ru: Рис, приготовленный
sl: Riž, kuhan
sr: Пиринач, куван
tr: Pirinç, pişmiş
uk: Варений рис

source: Rice vermicelli noodles
el: Νουντλς ρυζιού
es: Fideos de arroz
eu: Arrozezko vermicelli noodleak
hi: चावल सेंवई नूडल्स
ka: ბრინჯი ვერმიშელი
nl: Rijstvermicellinoedels
ru: Рисовой лапши
sl: Riževi rezanci
sr: Пиринчани резанци
tr: Prinç eriştesi
uk: Рисова локшина

source: Rock sugar
el: Κρυσταλλική ζάχαρη
es: Terrones de azúcar
eu: Azukre-arroka
hi: मिश्री
ka: ქვა შაქარი
nl: Rotssuiker
ru: Кусковой сахар
sl: Sladkor v kockah
sr: Камени шећер
tr: Küp şeker
uk: Льодяниковий цукор

source: Rolled oats
el: Νιφάδες βρώμης
es: Copos de avena
eu: Olo zanpatua
hi: रोल्ड ओट्स
ka: ხორციანი შვრია
nl: Havermout
ru: Овсяные хлопья
sl: Ovseni kosmiči, valjani
sr: Ваљани овас
tr: Yulaf ezmesi
uk: Геркулес

source: Rosemary
el: Δεντρολίβανο
es: Romero
eu: Erromeroa
hi: रोज़मेरी
ka: როზმარინი
nl: Rozemarijn
ru: Розмарин
sl: Rožmarin
sr: Рузмарин
tr: Biberiye
uk: Розмарин

source: Rosé wine
el: Κρασί ροζέ
es: Vino rosado
eu: Ardo gorria
hi: रोज़ वाइन
ka: ვარდისფერი ღვინო
nl: Roséwijn / rosé
ru: Розовое вино
sl: Vino, rosé
sr: Вино розе
tr: Gül şarabı
uk: Рожеве вино

source: Saffron
el: Σαφράν
es: Azafrán
eu: Azafraia
hi: केसर
ka: ზაფრანა
nl: Saffraan
ru: Шафран
sl: Žafran
sr: Шафран
tr: Safran
uk: Шафран

source: Sage
el: Φασκόμηλο
es: Salvia
eu: Salbia
hi: सेज
nl: Salie
ru: Шалфей/Сальвия
sl: Žajbelj
sr: Жалфија
tr: Adaçayı
uk: Шавлія

source: Salmon
el: Σολομό
es: Salmón
hi: साल्मन
ka: სალმონი
nl: Zalm
ru: Лосось/Сёмга
sl: Losos
sr: Лосос
tr: Somon balığı
uk: Лосось

source: Salt
el: Αλάτι
es: Sal
eu: Gatza
hi: नमक
ka: მარილი
nl: Zout
ru: Соль
sl: Sol
sr: Со
tr: Tuz
uk: Сіль

source: Salt and pepper
el: Αλάτι και πιπέρι
es: Sal y pimienta
eu: Gatza eta piperrautsa
hi: नमक और काली मिर्च
ka: მარილი და პილპილი
nl: Zout en peper
ru: Соль и перец
sl: Sol in poper
sr: Со и бибер
tr: Tuz ve biber
uk: Сіль з перцем

source: Saucebinder
el: Πηκτικό σάλτσας
es: Salsa espesante
eu: Saltsa-loditzailea
hi: सॉसबाइंडर
nl: Sausbinder (allesbinder)
ru: "Готовый соус для подливки"
sl: Gostilo za omake
sr: Скробни сос
tr: Saucenbinder
uk: Поєднання соусів

source: Scallions
el: Φρέσκα κρεμμυδάκια
es: Cebolletas
eu: Tipulinak
hi: स्कैलियंस
ka: მწვანე ხახვი
nl: Sjalotten
ru: Зелёный лук-шалот
sl: Čebula, mlada
sr: Млади лук
tr: Yeşil soğan
uk: Перо цибулі

source: Sea salt
el: Θαλασσινό αλάτι
es: Sal marina
eu: Itsasoko gatza
hi: समुद्री नमक
ka: ზღვის მარილი
nl: Zeezout
ru: Морская соль
sl: Morska sol
sr: Морска со
tr: Deniz tuzu
uk: Морська сіль

source: Semi-skimmed milk
el: Ημι-αποβουτυρωμένο γάλα
es: Leche semi-desnatada
eu: Esne erdigaingabetua
hi: अर्द्ध-मलाईरहित दूध
ka: ნახევრად ნაღებმოცლილი რძე
nl: Halfvolle melk
ru: Полуобезжиренное молоко
sl: Mleko, delno posneto
sr: Полуобрано млеко
tr: Yarım yağlı süt
uk: Напівзнежирене молоко

source: Sesame oil
el: Σησαμέλαιο
es: Aceite de sésamo
eu: Sesamo olioa
hi: तिल का तेल
ka: სეზამის ზეთი
nl: Sesamolie
ru: Кунжутное масло
sl: Sezamovo olje
sr: Уље сусама
tr: Susam yağı
uk: Кунжутна олія

source: Sesame seeds
el: Σουσάμι
es: Semillas de sésamo
eu: Sesamo haziak
hi: तिल के बीज
ka: სეზამის თესლი
nl: Sesamzaad
ru: Семена кунжута
sl: Sezamova semena
sr: Семенке сусама
tr: Susam taneleri
uk: Насіння кунжуту

source: Shallots
el: Κρεμμύδια εσαλότ
es: Chalotas
eu: Tipulatxa
hi: छोटे प्याज़
ka: შალოტი
nl: Sjalotten
ru: Лук шаллот
sl: Šalotka
sr: Лук шалотка
tr: Papaz yahnisi
uk: Цибуля шалот

source: Shrimps
el: Γαρίδες
es: Gambas
eu: Izkirak
hi: झींगा
ka: კრევეტები
nl: Garnalen
ru: Креветки
sl: Kozice
sr: Шкампи
tr: Karides
uk: Креветки

source: Slivered almonds, toasted
el: Αμύγδαλα σε φέτες, καβουρδισμένα
es: Almendras molidas tostadas
eu: Almendra-xaflak, txigortuak
hi: कतरे बादाम, भूने हुए
ka: მოვერცხსლისფერებული ნუშ, შებრაწული
nl: Amandelschaafsel, geroosterd
ru: Измельчённый миндаль, поджаренный
sl: Mandlji v lističih, praženi
sr: Изрезани бадеми, печени
tr: Şerit badem, kızartılmış
uk: Колотий мигдаль, підсмажений

source: Sour cream
el: Ξινή κρέμα
es: Crema agria
eu: Krema garratza
hi: खट्टी क्रीम
ka: არაჟანი
nl: Zure room
ru: Сметана
sl: Kisla smetana
sr: Кисела павлака
tr: Ekşi krema
uk: Сметана

source: Soy sauce
el: Σάλτσα σόγιας
es: Salsa de soja
eu: Soia-saltsa
hi: सोया सॉस
ka: სოიოს სოუსი
nl: Sojasaus
ru: Соевый соус
sl: Sojina omaka
sr: Сос од соје
tr: Soya sosu
uk: Соєвий соус

source: Spinach
el: Σπανάκι
es: Espinacas
eu: Ziazerba
hi: पालक
ka: ისპანახი
nl: Spinazie
ru: Шпинат
sl: Špinača
sr: Спанаћ
tr: Ispanak
uk: Шпинат

source: Spring onion
el: Φρέσκο κρεμμυδάκι
es: Cebolla
eu: Tipulatxa
hi: हरी प्याज
ka: ახალი ხახვი
nl: Lente-ui / pijpajuin
ru: Зелёный лук (лук-батун)
sl: Čebula, spomladanska
sr: Млади црни лук
tr: Taze soğan
uk: Перо цибулі

source: Squash
el: Κολοκύθα
es: Zumo
eu: Kuia
hi: स्क्वाश
ka: დაჭმუჭნვა
nl: Pompoen
ru: Тыква (большая/столовая)
sl: Skvoš
sr: Бундева
tr: Kabak
uk: Гарбуз

source: Star anise
el: Αστεροειδή γλυκάνισο
es: Anís estrellado
eu: Txinatar anisa
hi: चक्र फूल
ka: ვარსკვლავისებრი ანისი
nl: Steranijs
ru: Звездчатый анис
sl: Janež, zvezdasti
sr: Звездани анис
tr: Yıldız anason
uk: Бодян справжній

source: Strawberry
el: Φράουλα
es: Fresa
eu: Marrubia
hi: स्ट्रॉबेरी
ka: მარწყვი
nl: Aardbei
ru: Клубника
sl: Jagode
sr: Јагоде
tr: Çilek
uk: Полуниця

source: Sugar
el: Ζάχαρη
es: Azúcar
eu: Azukrea
hi: चीनी
ka: შაქარი
nl: Suiker
ru: Сахар
sl: Sladkor
sr: Шећер
tr: Şeker
uk: Цукор

source: Sunflower seeds
el: Ηλιόσπορους
es: Pipas de girasol
eu: Ekilore haziak
hi: सरसों के बीज
ka: მზესუმზირის თესლი
nl: Zonnebloempitten
ru: Семена подсолнуха
sl: Sončnična semena
sr: Семенке сунцокрета
tr: Ayçiçeği çekirdeği
uk: Соняшникове насіння

source: Sweet potatoes
el: Γλυκοπατάτες
es: Patatas dulces
eu: Batata gozoak
hi: शकरकंद
ka: ტკბილი კარტოფილი
nl: Zoete aardappelen / zoete patatten
ru: Сладкий картофель (батат(?))
sl: Sladki krompir
sr: Батат (слатки кромпир)
tr: Tatlı patates
uk: Батат

source: Tamarind paste
el: Πάστα ταμάρινδου
es: Pasta de tamarindo
eu: Tamarindo-pasta
hi: इमली का पेस्ट
ka: თამარინდის პასტა
nl: Tamarindepasta
ru: Паста тамаринда индийского
sl: Tamarindina mezga
sr: Намаз тамаринда
tr: Demirhindi ezmesi
uk: Тамариндова паста

source: Tangerine
el: Μανταρίνι
es: Mandarina
eu: Mandarina
hi: कीनू
ka: მანდარინი
nl: Tangerijn
ru: Мандарин
sl: Mandarine
sr: Мандарина
tr: Mandalina
uk: Мандарин

source: Thai basil leaves
el: Φύλλα ταϊλανδέζικου βασιλικού
es: Hojas de albahaca tailandesa
eu: Albaka-hosto tailandiarrak
hi: थाई तुलसी के पत्ते
ka: ტაილანდური რეჰანის ფოთლები
nl: Blaadjes Thaise basilicum
ru: Тайский базилик (хорапка)
sl: Bazilika, tajska
sr: Листови тајландског босиљка
tr: Tay fesleğen yaprağı
uk: Тайські листки базиліку

source: Thai chillies
el: Πιπεριές τσίλι Ταϊλάνδης
es: Chiles tailandeses
eu: Txile tailandiarrak
hi: थाई मिर्चें
ka: ტაილანდური მწარე წიწაკა
nl: Thaise chilipepers
ru: Тайский перец чили
sl: Čili, tajski
sr: Тајландски чили
tr: Tay biberi
uk: Тайські перці чилі

source: Thai fish sauce
el: Σάλτσα ψαριού Ταϊλάνδης
es: Salsa de pescado tailandesa
eu: Arrain-saltsa tailandiarra
hi: थाई फिश सॉस
ka: ტაილანდური თევზის სოუსი
nl: Thaise vissaus
ru: Тайский рыбный соус
sl: Ribja omaka, tajska
sr: Тајландски рибљи сос
tr: Tay balık sosu
uk: Тайський рибний соус

source: Thyme
el: Θυμάρι
es: Tomillo
eu: Ezkaia
hi: थाइम
ka: ბეგქონდარა
nl: Tijm
ru: Тимьян/Чабрец
sl: Timijan
sr: Мајчина душица
tr: Kekik
uk: Чебрець
