Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: (The attached file can be imported into GNOME Recipes.)
el: (Το συνημμένο αρχείο μπορεί να εισαχθεί στο Συνταγές GNOME.)
es: (No se ha podido importar el archivo adjunto en Recetas de GNOME)
eu: (Erantsitako fitxategia GNOME Errezetak aplikaziora inportatu daiteke.)
hi: (संलग्न फाइल को गनोम रेसिपी में आयात किया जा सकता है।)
nl: (Het bijgevoegde bestand kan geïmporteerd worden in Gnome Recepten.)
ru: (Прикрепленный файл можно импортировать в GNOME Recipes.)
sl: (Priloženo datoteko je mogoče uvoziti v Kuhar’co GNOME.)
sr: (Приложена датотека се може увести у Гномове рецепте.)
tr: (Eklenen dosya GNOME Tarifler içine aktarılabilir.)
uk: (Долучений файл може бути імпортовано до «Рецептів» GNOME.)
zh_cn: （附件可以导入到 GNOME 食谱。）

source: This build does not support exporting
el: Αυτή η έκδοση δεν υποστηρίζει εξαγωγή
es: Esta versión no soporta la exportación
eu: Eraikuntza honek ez du onartzen esportazioa
hi: यह बिल्ड निर्यात का समर्थन नहीं करता है
nl: Deze build biedt geen ondersteuning voor exporteren
ru: Эта сборка не поддерживает экспорт
sl: Ta izgradnja ne podpira izvažanja
sr: Ова изградња не подржава извоз
tr: Bu inşa içe aktarmayı desteklemiyor
uk: У цій збірці не передбачено можливості експортування
zh_cn: 此构建版本不支持导出

source: Error while exporting: %s
es: Error al exportar: %s
eu: Errorea esportatzean: %s
hi: निर्यात करते समय त्रुटि: %s
nl: Fout bij exporteren van recept: %s
ru: Ошибка при экспорте: %s
sl: Med izvozom je prišlo do napake: %s
sr: Грешка приликом извоза: %s
tr: Dışa aktarırken hata: %s
uk: Помилка під час експортування: %s
zh_cn: 导出出错： %s

source: %d recipe selected for sharing
el: %d συνταγή επιλέχθηκε για κοινοποίηση
es: %d receta seleccionada para compartir
eu: Errezeta %d hautatu da partekatzeko
hi: %d रेसिपी साझा करने के लिए चुनी गई
nl: %d recept geselecteerd om te delen
ru: %d рецепт выбран, чтобы поделиться
sl: %d recept, izbran za deljenje z drugimi
sr: %d рецепт је изабран за дељење
tr: %d tarif paylaşım için seçildi
uk: Вибрано %d рецепт для оприлюднення
zh_cn: 已选择 %d 份要分享的食谱

source: Some of the selected recipes are included with GNOME Recipes. You should only contribute your own recipes.
es: Algunas de las recetas seleccionadas ya están incluídas en Recetas de GNOME. Sólo debe contribuir con sus propias recetas
eu: Hautatutako errezetetako batzuk jadanik GNOME Errezetak aplikazioan daude. Zure errezeta propioak sartu besterik ez duzu egin behar.
hi: कुछ चयनित रेसिपी गनोम रेसिपी में शामिल हैं। आपको केवल अपनी रेसिपी ही योगदान करनी चाहिए।
nl: Sommige van de geselecteerde recepten zitten al in Gnome Recepten. U kunt alleen uw eigen recepten bijdragen.
ru: Некоторые из отобранных рецептов включены в приложение GNOME Recipes. Вы можете добавлять только свои собственные рецепты.
sl: Nekateri izbrani recepti so vključeni v nabor receptov GNOME. V Kuhar'co lahko prispevate le svoje pripravljene recepte.
sr: Неки од изабраних рецепата су укључени у Гномовим рецептима. Требало би да допринесете вашим рецептима.
tr: Seçilen tariflerin bir kısmı GNOME Tarifler uygulamasına eklenmiştir. Lütfen sadece kendi tariflerinize katkıda bulununuz.
uk: Деякі з вибраних рецептів включено до пакунка «Рецептів» GNOME. Ви можете надсилати лише ваші власні рецепти.
zh_cn: 已选食谱中有些已包含在“GNOME 食谱”中。 您应该只贡献您自己的食谱。

source: Author:
el: Δημιουργός:
es: Autor:
eu: Egilea:
hi: लेखक:
ka: ავტორი:
nl: Auteur:
ru: Автор:
sl: Avtor:
sr: Аутор:
tr: Yazar:
uk: Автор:
zh_cn: 作者：

source: Preparation:
el: Προετοιμασία:
es: Preparación:
eu: Prestaketa:
hi: तैयारी:
ka: მომზადება:
nl: Voorbereiding:
ru: Подготовка:
sl: Priprava:
sr: Припрема:
tr: Hazırlanışı:
uk: Готування:
zh_cn: 准备：

source: Cooking:
el: Μαγείρεμα:
es: Cocción:
eu: Kozinatzea:
hi: खाना बनाना:
nl: Bereiding:
ru: Готовка:
sl: Kuhanje:
sr: Кување:
tr: Pişirme:
uk: Приготування страви:
zh_cn: 烹调：

source: Yield:
el: Απόδοση:
es: Cantidad:
eu: Emaitza:
hi: उपज:
ka: გამოსავალი:
nl: Aantal:
ru: Подача:
sl: Za:
sr: За:
tr: Kaç Kişilik:
uk: Порція:

source: Error while importing recipe: %s
es: Error al importar la receta: %s
eu: Errorea errezeta inportatzean: %s
hi: रेसिपी आयात करते समय त्रुटि: %s
nl: Fout bij importeren van recept: %s
ru: Ошибка при импорте рецепта: %s
sl: Med uvažanjem recepta je prišlo do napake: %s
sr: Грешка приликом увоза рецепта: %s
tr: Tarif içe aktarılırken hata: %s
uk: Помилка під час спроби імпортувати рецепт: %s
zh_cn: 导入食谱时出错： %s

source: Failed to load recipe: Couldn’t parse Created key
el: Αποτυχία φόρτωσης συνταγής: Αδυναμία ανάλυσης κλειδιού Δημιουργίας
es: Error al cargar la receta: no se pudo procesar la llave creada
eu: Huts egin du errezeta kargatzeak: Ezin da 'Sortzailea' gakoa analizatu
hi: रेसिपी लोड करने में विफल: बनाई गई कुंजी का विश्लेषण नहीं किया जा सका
nl: Recept kan niet geladen worden: kon aangemaakte sleutel niet lezen
ru: Загрузка рецепта неудачна: не удалось разобрать созданный ключ
sl: Nalaganje recepta je spodletelo: ni mogoče razčleniti ustvarjenega ključa
sr: Нисам успео да учитам рецепт: Не могу да обрадим створени кључ
tr: Tarif yüklenemedi: Created anahtarı ayrıştırılamadı
uk: Не вдалося завантажити рецепт: не вдалося обробити ключ «Created»
zh_cn: 加载食谱失败：无法解析创建的密钥

source: Failed to load recipe: Couldn’t parse Modified key
el: Αποτυχία φόρτωσης συνταγής: Αδυναμία ανάλυσης κλειδιού Τροποποίησης
es: Error al cargar la receta: no se pudo procesar la llave modificada
hi: रेसिपी लोड करने में विफल: संशोधित कुंजी का विश्लेषण नहीं किया जा सका
nl: Recept kan niet geladen worden: kon gewijzigde sleutel niet lezen
ru: Не удалось загрузить рецепт: не удалось разобрать изменённый ключ
sl: Nalaganje recepta je spodletelo: ni mogoče razčleniti spremenjenega ključa
sr: Нисам успео да учитам рецепт: Не могу да обрадим измењени кључ
tr: Tarif yüklenemedi: Modified anahtarı ayrıştırılamadı
uk: Не вдалося завантажити рецепт: не вдалося обробити ключ «Modified»
zh_cn: 加载食谱失败：无法解析修改的密钥

source: No chef information found
el: Δεν βρέθηκαν πληροφορίες σεφ
es: No se ha encontrado información sobre el cocinero
eu: Ez da sukaldariaren informaziorik aurkitu
hi: बावर्ची की कोई जानकारी नहीं मिली
nl: Geen informatie over de chef gevonden
ru: _Информация о шефе не найдена
sl: Ni podrobnosti o kuharju
sr: Нисам нашао информације о кувару
tr: Şef bilgisi bulunamadı
uk: Не знайдено відомостей щодо кухаря

source: This build does not support importing
el: Αυτή η έκδοση δεν υποστηρίζει εισαγωγή
es: Esta versión no soporta la importación
eu: Eraikuntza honek ez du inportazioa onartzen
hi: यह बिल्ड आयात का समर्थन नहीं करता है
nl: Deze build biedt geen ondersteuning voor importeren
ru: Эта сборка не поддерживает импорт
sl: Izgradnja programa podporna uvažanja
sr: Ова изградња не подржава увоз
tr: İnşa içe aktarmayı desteklemiyor
uk: У цій збірці не передбачено підтримки імпортування
zh_cn: 此构建版本不支持导入

source: Cuisine:
el: Κουζίνα:
es: Cocina:
eu: Sukaldaritza:
hi: व्यंजन:
ka: სამზარეულო:
nl: Keuken:
ru: Кухня:
sl: Kuhinja:
sr: Кухиња:
tr: Mutfak:
uk: Кухня:

source: Meal:
el: Γεύμα:
es: Comida:
hi: खाना:
ka: კერძი:
nl: Maaltijd:
ru: Блюдо:
sl: Obrok:
sr: Оброк:
tr: Yemek:
uk: Прийняття їжі:

source: Season:
el: Εποχή:
es: Temporada:
eu: Sasoia
hi: मौसम:
nl: Seizoen:
ru: Сезон:
sl: Sezona:
sr: Сезона:
tr: Mevsim:
uk: Пора року:

source: Notes
el: Σημειώσεις
es: Notas
eu: Oharrak
hi: नोट
ka: შენიშვნები
nl: Notities
ru: Заметки
sl: Opombe
sr: Напомене
tr: Notlar
uk: Нотатки

source: Error printing file:
el: Σφάλμα εκτύπωσης αρχείου:
es: Error al imprimir el archivo:
eu: Errorea fitxategia inprimatzean:
hi: फाइल छापने में त्रुटि:
ka: ფაილის დაბეჭდვის შეცდომა:
nl: Fout bij afdrukken van het bestand:
ru: Ошибка при печати файла:
sl: Napaka med tiskanjem datoteke:
sr: Грешка штампања датотеке:
tr: Dosya yazdırılırken hata:
uk: Помилка друкування файла:
zh_cn: 输出文件出错：

source: No details
el: Καμία λεπτομέρεια
es: Sin detalles
eu: Xehetasunik ez
hi: कोई विवरण नहीं
ka: დეტალების გარეშე
nl: Geen details
ru: Нет подробностей
sl: NI podrobnosti
sr: Нема појединости
tr: Detay yok
uk: Немає подробиць
zh_cn: 无详细信息

source: My Recipes
el: Οι συνταγές μου
es: Mis recetas
eu: Nire errezetak
hi: मेरी रेसिपी
ka: ჩემი რეცეპტები
nl: Mijn recepten
ru: Мои рецепты
sl: Moji recepti
sr: Моји рецепти
tr: Tariflerim
uk: Мої рецепти
zh_cn: 我的食谱

source: Favorites
el: Αγαπημένα
es: Favoritos
eu: Gogokoak
hi: पसंदीदा
ka: სანიშნები
nl: Favorieten
ru: Избранное
sl: Priljubljeni
sr: Омиљени
tr: Beğeniler
uk: Улюблене
zh_cn: 收藏夹

source: All Recipes
el: Όλες οι συνταγές
es: Todas las recetas
eu: Errezeta guztiak
hi: सभी रेसिपी
ka: ყველა რეცეპტი
nl: Alle recepten
ru: Все рецепты
sl: Vsi recepti
sr: Сви рецепти
tr: Tüm Tarifler
uk: Усі рецепти
zh_cn: 全部食谱

source: New Recipes
el: Νέες συνταγές
es: Nuevas recetas
eu: Errezeta berriak
hi: नई रेसिपी
ka: ახალი რეცეპტები
nl: Nieuw recept
ru: Новые рецепты
sl: Novi recepti
sr: Нови рецепти
tr: Yeni Tarifler
uk: Нові рецепти
zh_cn: 新食谱

source: Last edited:
el: Τελευταία επεξεργασία:
es: Última edición:
eu: Azken edizioa:
hi: अंतिम संपादन:
ka: ბოლო ჩასწორება:
nl: Laatst bewerkt:
ru: Последнее редактирование:
sl: Nazadnje posodobljeno:
sr: Последња измена:
tr: Son Düzenlenme:
uk: Востаннє змінено:
zh_cn: 最后编辑：

source: Buy ingredients: <b>%s</b>
el: Αγορά συστατικών: <b>%s</b>
es: Comprar ingredientes: <b>%s</b>
eu: Erosi osagaiak: <b>%s</b>
hi: सामग्री खरीदें: <b>%s</b>
nl: Koop ingrediënten: <b>%s</b>
ru: Купить ингредиенты: <b>%s</b>
sl: Nakup sestavin: <b>%s</b>
sr: Купи састојке: <b>%s</b>
tr: Malzeme satın al: <b>%s</b>
uk: Придбати складові: <b>%s</b>
zh_cn: 采购食材：<b>%s</b>

source: Buy ingredients: <b>%s and %s</b>
el: Αγορά συστατικών: <b>%s και %s</b>
es: Comprar ingredientes: <b>%s y %s</b>
eu: Erosi osagaiak: <b>%s eta %s</b>
hi: सामग्री खरीदें: <b>%s और %s</b>
nl: Koop ingrediënten: <b>%s en %s</b>
ru: Купить ингредиенты: <b>%s и %s</b>
sl: Kupi sestavine: <b>%s in %s</b>
sr: Купи састојке: <b>„%s“ и „%s“</b>
tr: Malzeme satın al: <b>%s ve %s</b>
uk: Придбати складові: <b>%s і %s</b>
zh_cn: 采购食材：<b>%s 和 %s</b>

source: Buy ingredients: <b>%s, %s and %d other</b>
el: Αγορά συστατικών: <b>%s, %s και %d ακόμα</b>
es: Comprar ingredientes: <b>%s, %s y %d otro</b>
eu: Erosi osagaiak: <b>%s, %s eta %d gehiago</b>
hi: सामग्री खरीदें: <b>%s, %s और %d अन्य</b>
nl: Koop ingrediënten: <b>%s, %s en %d andere</b>
ru: Купить ингредиенты: <b>%s, %s и %d прочие</b>
sl: Nabavi sestavine: <b>%s, %s in %d drugih.</b>
sr: Купи састојке: <b>„%s“, „%s“ и %d други</b>
tr: Malzeme satın al: <b>%s, %s ve %d diğer</b>
uk: Придбати складові: <b>%s, %s і %d іншу</b>
zh_cn: 采购食材：<b>%s、%s 和 %d 种其他项</b>

source: A recipe with this name and author (%s) already exists. Please choose a different name
es: Ya existe una receta con este nombre y autor (%s). Elija un nombre diferente
eu: Badago izen eta egile hori (%s) duen errezeta bat. Aukeratu beste izen bat
hi: इस नाम और लेखक (%s) वाली एक रेसिपी पहले से मौजूद है। कृपया कोई दूसरा नाम चुनें
nl: Er bestaat al een recept met deze naam en auteur (%s). Kies een andere naam
ru: Рецепт с таким названием и автором (%s) уже существует. Пожалуйста, выберите другое название
sl: Recept z enakim imenom in avtorjem (%s) že obstaja. Izberite drugo ime
sr: Рецепт са овим називом и аутором (%s) већ постоји. Изаберите други назив
tr: Bu isimde bir tarif ve yazarı (%s) zaten var. Lütfen başka bir isim seçiniz
uk: Рецепт із таким самим записом назви і автора (%s) вже існує. Будь ласка, виберіть іншу назву

source: You need to provide an ID for the recipe
el: Πρέπει να δώσετε ένα αναγνωριστικό για τη συνταγή
es: Debe proporciona un ID para la receta
eu: ID bat eman behar diozu errezetari
hi: आपको रेसिपी के लिए एक आईडी प्रदान करनी होगी
nl: U moet een ID voor het recept opgeven
ru: Вам необходимо указать ID рецепта
sl: Navesti je treba ID recepta
sr: Треба да наведете ИБ за рецепт
tr: Tarif için bir kimlik bilgisi belirtmelisiniz
uk: Вам слід вказати ідентифікатор рецепта
zh_cn: 您需要为食谱提供一个 ID

source: A recipe with this ID already exists
el: Υπάρχει ήδη μια συνταγή με αυτό το αναγνωριστικό
es: Ya existe una receta con este ID
eu: Bagago ID hori duen errezeta bat
hi: इस आईडी वाली एक रेसिपी पहले से मौजूद है
nl: Er bestaat al een recept met deze ID
ru: Рецепт с таким ID уже существует
sl: Recept z enakim ID že obstaja.
sr: Већ постоји рецепт са овим ИБ-ом
tr: Bu kimlikte bir tarif zaten var
uk: Рецепт із таким ідентифікатором вже існує
zh_cn: 使用这个 ID 的食谱已经存在

source: You need to provide an ID
el: Πρέπει να δώσετε ένα αναγνωριστικό
es: Debe proporcionar un ID
eu: ID bat eman behar duzu
hi: आपको एक आईडी प्रदान करनी होगी
nl: U moet een ID opgeven
ru: Вам необходимо предоставить ID
sl: Navesti je treba ID
sr: Треба да наведете ИБ
tr: Bir kimlik belirtmelisiniz
uk: Вам слід вказати ідентифікатор
zh_cn: 您需要提供一个 ID

source: Sorry, this ID is taken
el: Συγγνώμη, αυτό το αναγνωριστικό χρησιμοποιείται
es: Este ID ya está en uso
eu: ID hori hartuta dago
hi: क्षमा करें, यह आईडी ले ली गई है
nl: Sorry, deze ID is al in gebruik
ru: Извините, этот ID взят
sl: Ta ID je že zaseden
sr: Извините, овај ИБ је већ заузет
tr: Üzgünüm, bu kimlik alınmış
uk: Вибачте, цей ідентифікатор вже зайнято
zh_cn: 抱歉，此 ID 已占用

source: You need to provide an ID for the chef
el: Πρέπει να δώσετε ένα αναγνωριστικό για τον σεφ
es: Debe proporcionar un ID para el cocinero
eu: ID bat eman behar duzu sukaldariarentzako
hi: आपको बावर्ची के लिए एक आईडी प्रदान करनी होगी
nl: U moet een ID voor de chef opgeven
ru: Вам необходимо предоставить ID шеф-повара
sl: Navesti je treba ID kuharja
sr: Треба да наведете ИБ за кувара
tr: Şef için bir kimlik belirtmelisiniz
uk: Вам слід вказати ідентифікатор для кухаря
zh_cn: 您需要为厨师提供一个 ID

source: A chef with this ID already exists
el: Υπάρχει ήδη ένας σεφ με αυτό το αναγνωριστικό
es: Ya existe un cocinero con este ID
eu: Badago ID hori duen sukaldari bat
hi: इस आईडी वाला एक बावर्ची पहले से मौजूद है
nl: Er bestaat al een chef met deze ID
ru: Шеф-повар с таким ID уже существует
sl: Kuhar s tem ID že obstaja
sr: Већ постоји кувар са овим ИБ-ом
tr: Bu kimlikte bir şef zaten var
uk: Запис кухаря із таким ідентифікатором вже існує
zh_cn: 使用这个 ID 的厨师已存在

source: by %s
el: από %s
es: por %s
eu: %s(r)en arabera
hi: %s द्वारा
nl: van %s
ru: от %s
sl: Chef %s
sr: %s
tr: %s tarafından
uk: від %s
zh_cn: 来自 %s

source: Anonymous
el: Ανώνυμος
es: Anónima
eu: Anonimoa
hi: अज्ञात
ka: ანონიმურად
nl: Anoniem
ru: Безликий
sl: Brezimno
sr: Анонимно
tr: Anonim
uk: Анонімний
zh_cn: 匿名

source: Thanksgiving
el: Ημέρα των Ευχαριστιών
es: Acción de gracias
eu: Esker Ematearen eguna
hi: थैंक्सगिविंग
ru: День благодарения
sl: Jedi za zahvalni dan
sr: Слава
tr: Şükran Günü
uk: День подяки
zh_cn: 感恩节

source: Christmas
el: Χριστούγεννα
es: Navidad
eu: Gabonak
hi: क्रिसमस
ka: შობა
nl: Kerstmis
ru: Рождество
sl: Božične jedi
sr: Божић
tr: Noel
uk: Різдво
zh_cn: 圣诞节

source: New Year’s
el: Πρωτοχρονιά
es: Año nuevo
eu: Urte berria
hi: नववर्ष
nl: Oud en nieuw
ru: Новый год
sl: Novoletne pojedine
sr: Нова Година
tr: Yeni Yıl
uk: Новий Рік

source: Spring
el: Άνοιξη
es: Primavera
eu: Udaberria
hi: वसंत
ka: გაზაფხული
nl: Voorjaar
ru: Весна
sl: Spomladanske jedi
sr: Пролеће
tr: Bahar
uk: Весна
zh_cn: 春季

source: Summer
el: Καλοκαίρι
es: Verano
eu: Uda
hi: गर्मी
ka: ზაფხული
nl: Zomer
ru: Лето
sl: Poletne jedi
sr: Лето
tr: Yaz
uk: Літо
zh_cn: 夏季

source: Fall
el: Φθινόπωρο
es: Otoño
eu: Udazkena
hi: पतझड़
ka: შემოდგომა
nl: Herfst
ru: Осень
sl: Jesenske jedi
sr: Јесен
tr: Sonbahar
uk: Осінь
zh_cn: 秋季

source: Winter
el: Χειμώνας
es: Invierno
eu: Negua
hi: सर्दी
ka: ზამთარი
ru: Зима
sl: Zimske jedi
sr: Зима
tr: Kış
uk: Зима
zh_cn: 冬季

source: Add Account
el: Προσθήκη λογαριασμού
es: Añadir cuenta
eu: Gehitu kontua
hi: खाता जोड़ें
ka: ანგარიშის დამატება
nl: Account toevoegen
ru: Добавить аккаунт
sl: Dodaj račun
sr: Додај налог
tr: Hesap Ekle
uk: Додати обліковий запис

source: Shopping List from Recipes
el: Λίστα αγορών από το Συνταγές
es: Lista de la compra de Recetas
eu: Errezetetako erosketa-zerrenda
hi: रेसिपी से खरीदारी सूची
nl: Boodschappenlijstje van Recepten
ru: Список покупок от Рецептов
sl: Nakupovalni seznam Receptov
sr: Списак за куповину из Рецептинка
tr: Tarifler uygulamasından Alışveriş Listesi
uk: Список закупівель для «Рецептів»

source: Save the shopping list
el: Αποθήκευση της λίστας αγορών
es: Guardar la lista de la compra
eu: Gorde erosketa-zerrenda
hi: खरीदारी सूची सहेजें
nl: Boodschappenlijstje opslaan
ru: Сохранить лист покупок
sl: Shrani nakupovalni seznam
sr: Сачувај списак за куповину
tr: Alışveriş listesini kaydet
uk: Зберегти список закупівель
zh_cn: 保存购物清单

source: Shopping List
el: Λίστα αγορών
es: Lista de la compra
eu: Erosketa-zerrenda
hi: खरीदारी सूची
nl: Boodschappenlijstje
ru: Лист покупок
sl: Nakupovalni seznam
sr: Списак за куповину
tr: Alışveriş Listesi
uk: Список закупівель
zh_cn: 购物清单

source: For the following recipes:
el: Για τις ακόλουθες συνταγές:
es: Para las siguientes recetas:
eu: Honako errezetetatik:
hi: निम्नलिखित रेसिपी के लिए:
nl: Voor de volgende recepten:
ru: Для следующих рецептов:
sl: Za navedene recepte:
sr: За следеће рецепте:
tr: Takip eden tarifler için:
uk: Для таких рецептів:
zh_cn: 用于下列食谱：

source: For the following recipes
el: Για τις ακόλουθες συνταγές
es: Para las siguientes recetas
eu: Honako errezetetatik
hi: निम्नलिखित रेसिपी के लिए
nl: Voor de volgende recepten
ru: Для следующих рецептов
sl: Za navedene recepte
sr: За следеће рецепте
tr: Takip eden tarifler için
uk: Для таких рецептів
zh_cn: 用于下列食谱

source: Items
el: Στοιχεία
es: Elementos
eu: Elementuak
hi: वस्तुएं
ka: ელემენტები
nl: Artikelen
ru: Предметы
sl: Predmeti
sr: Ставке
tr: Nesneler
uk: Записи
zh_cn: 项目

source: %d ingredient marked for purchase
el: %d συστατικό σημειώθηκε για αγορά
es: %d ingrediente marcado para comprar
eu: Osagai %d markatu da erosteko
hi: %d सामग्री खरीद के लिए चिह्नित
nl: %d ingrediënt gemarkeerd om te kopen
ru: %d ингредиент, отмечен для покупки
sl: Na seznamu za nakup je %d sestavin.
sr: %d састојак је означен за куповину
tr: %d malzeme satın alma için işaretlendi
uk: Для купівлі позначено %d складову
zh_cn: 已标记 %d 种食材以采购

source: Buy Ingredients (%d recipe)
el: Αγορά Συστατικών (%d συνταγή)
es: Comprar ingredientes (%d receta)
eu: Erosi osagaiak (errezeta %d)
hi: सामग्री खरीदें (%d रेसिपी)
nl: Koop ingrediënten (%d recept)
ru: Купить ингредиенты (%d рецепта)
sl: Nakup sestavin (%d receptov)
sr: Купи састојке (%d рецепт)
tr: Malzeme satın al (%d tarif)
uk: Придбати складові (%d рецепт)
zh_cn: 采购食材（%d 份食谱）

source: %d Recipe marked for preparation
el: %d Συνταγή σημειώθηκε για προετοιμασία
es: %d receta marcada para preparar
eu: Errezeta %d markatu da prestatzeko
hi: %d रेसिपी तैयारी के लिए चिह्नित
nl: %d recept gemarkeerd om te bereiden
ru: %d Рецепт отмечен для приготовления
sl: Za pripravo je načrtovan %d receptov.
sr: %d рецепт је означен за спремање
tr: %d tarif hazırlama için işaretlendi
uk: %d рецепт позначено для приготування
zh_cn: 已标记 %d 份食谱以准备

source: Mild or somewhat spicy
el: Ήπιο ή κάπως πικάντικο
es: Suave o poco picante
eu: Arina edo pixka bat mina
hi: हल्का या थोड़ा मसालेदार
nl: Mild of een beetje pikant
ru: Мягкий или немного острый
sl: Nežno pekoče ali nekoliko začinjeno
sr: Благо или мало љуће
tr: Normal veya hafif acı
uk: Помірні або дещо гострі
zh_cn: 一点或有点辣

source: At least somewhat spicy
el: Τουλάχιστον κάπως πικάντικο
es: Poco picante
eu: Pixka bat mina
hi: कम से कम थोड़ा मसालेदार
nl: Zeker een beetje pikant
ru: По крайней мере, немного пикантный
sl: Vsaj malenkost pekoče
sr: Врло мало љуто
tr: Acıya yakın
uk: Принаймні дещо гострі
zh_cn: 至少是有点辣

source: At most hot
el: Το πολύ καυτερό
es: Picante
eu: Mina
hi: अधिकतम गरम
nl: Hoogstens heet
ru: Достаточно острый
sl: Pekoče
sr: Врло љуто
tr: Neredeyse acı
uk: Принаймні гострі
zh_cn: 至多是辣

source: Hot or very spicy
el: Καυτερό ή πολύ καυτερό
es: Picante o muy especiado
eu: Oso mina
hi: गरम या बहुत मसालेदार
nl: Heet of erg pikant
ru: Острый или очень острый
sl: Pekoče ali zelo začinjeno
sr: Љуто или врло зачињено
tr: Acı veya çok acı
uk: Гострі або дуже гострі
zh_cn: 辣或非常辣

# unit abbreviation
source: g
el: γρ.
ka: გ
ru: г
tr: gr
uk: г

# unit name
source: gram
el: γραμμάριο
es: gramo
eu: gramo
hi: ग्राम
ka: გრამი
ru: грамм
sr: грам
uk: грам
zh_cn: 克

# unit plural
source: grams
el: γραμμάρια
es: gramos
eu: gramo
hi: ग्राम
ka: გრამი
nl: gram
ru: граммы
sl: gramov
sr: грама
tr: gram
uk: грами

# unit abbreviation
source: kg
el: κ.
ka: კგ
ru: кг
uk: кг

# unit name
source: kilogram
el: κιλό
es: kilo
eu: kilogramo
hi: किलोग्राम
ka: კილოგრამი
ru: килограмм
sr: килограм
tr: kilo
uk: кілограм
zh_cn: 千克

# unit plural
source: kilograms
el: κιλά
es: kilogramos
eu: kilogramo
hi: किलोग्राम
ka: კილოგრამი
nl: kilogram
ru: килограммы
sl: kilogramov
sr: килограма
tr: kilo
uk: кілограми

# unit abbreviation
source: lb
ka: ფუნტი
ru: фнт
uk: фунт

# unit name
source: pound
el: λίβρα
es: libra
eu: libera
hi: पौंड
ka: ფუნტი
nl: pond
ru: фунт
sl: funt
sr: фунта
uk: фунт
zh_cn: 磅

# unit plural
source: pounds
el: λίβρες
es: libras
eu: libera
hi: पौंड
ka: ფუნტი
nl: pond
ru: фунты
sl: funtov
sr: фунте
tr: pound
uk: фунти

# unit abbreviation
source: oz
ka: უნცია
ru: унц
tr: ons
uk: унція

# unit name
source: ounce
el: ουγγιά
es: onza
eu: ontza
hi: औंस
ka: უნცია
nl: ons
ru: униции
sl: unča
sr: унца
tr: ons
uk: унція
zh_cn: 盎司

# unit plural
source: ounces
el: ουγγιές
es: onzas
eu: ontza
hi: औंस
ka: უნცია
nl: ons
ru: униции
sl: unč
sr: унце
tr: ons
uk: унції

# unit abbreviation
source: l
ru: л
uk: ун

# unit name
source: liter
el: λίτρο
es: litro
eu: litro
hi: लीटर
ka: ლიტრი
ru: литр
sr: литар
tr: litre
uk: літр
zh_cn: 升

# unit plural
source: liters
el: λίτρα
es: litros
eu: litro
hi: लीटर
ka: ლიტრი
nl: liter
ru: литры
sl: litrov
sr: литра
tr: litre
uk: літри

# unit abbreviation
source: dl
ka: დლ
ru: дл
uk: дл

# unit name
source: deciliter
el: dl
es: decilitro
eu: dezilitro
hi: डेसीलीटर
ka: დეცილიტრი
ru: децилитр (100 мл)
sr: децилитар
tr: desilitre
uk: децилітр
zh_cn: 分升

# unit plural
source: deciliters
es: decilitros
eu: dezilitro
hi: डेसीलीटर
ka: დეცილიტრი
nl: deciliter
ru: децилитр
sl: decilitrov
sr: децилитра
tr: desilitre
uk: децилітри

# unit abbreviation
source: ml
ru: мл
uk: мл

# unit name
source: milliliter
el: ml
es: mililitro
eu: mililitro
hi: मिलीलीटर
ka: მილილიტრი
ru: милилитр
sr: милилитар
uk: мілілітр
zh_cn: 毫升

# unit plural
source: milliliters
el: ml
es: mililitros
eu: mililitro
hi: मिलीलीटर
ka: მილილიტრი
nl: milliliter
ru: милилитры
sl: millilitrov
sr: милилитра
tr: mililitre
uk: мілілітри

# unit abbreviation
source: fl oz
ka: სთხ უნცია
ru: ждк унц
sl: unč
tr: sıvı ons
uk: ун. р.

# unit name
source: fluid ounce
es: onza líquida
hi: द्रव औंस
ka: სითხის უნცია
ru: жидкая унция
sl: unča
sr: течна унца
tr: sıvı ons
uk: унція рідини
zh_cn: 液量盎司

# unit plural
source: fluid ounces
es: onzas líquidas
hi: द्रव औंस
ka: სითხის უნცია
ru: жидкая унция
sl: unč
sr: течне унце
tr: sıvı ons
uk: унції рідини

# unit abbreviation
source: pt
ka: წრტ
ru: пнт
uk: пінта

# unit name
source: pint
es: pinta
eu: pinta
hi: पिंट
ka: პინტა
ru: пинта
sl: pinta
sr: пинта
uk: пінта
zh_cn: 品脱

# unit plural
source: pints
es: pintas
eu: pinta
hi: पिंट
ka: პინტა
ru: пинты
sl: pint
sr: пинте
tr: pint
uk: пінти

# unit abbreviation
source: qt
ka: კვ
ru: кврт
tr: çeyrek
uk: кв

# unit name
source: quart
es: cuarto
eu: laurden
hi: चौथाई गेलन
ka: კვარტი
ru: кварта
sl: kvart
sr: четврт
tr: çeyrek
uk: кварта
zh_cn: 夸脱

# unit plural
source: quarts
es: cuartos
eu: laurden
hi: चौथाई गेलन
ka: კვარტი
ru: кварты
sl: kvartov
sr: четврти
tr: çeyrek
uk: кварти

# unit abbreviation
source: gal
ka: გალ
ru: гал
uk: гал

# unit name
source: gallon
es: galón
eu: galoi
hi: गैलन
ka: გალონი
ru: галлон
sl: galona
sr: галон
tr: galon
uk: галон
zh_cn: 加仑

# unit plural
source: gallons
es: galones
eu: galoi
hi: गैलन
ka: გალონი
ru: галлоны
sl: galon
sr: галона
tr: galon
uk: галони
