Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

# unit abbreviation
source: cup
el: φλιτζάνι
hi: कप
ka: ჭიქა
nl: kopje
ru: чашка
sl: skod
tr: bardak
uk: чашка

# unit name
source: cup
el: φλιτζάνι
es: taza
eu: katilu
hi: कप
ka: ჭიქა
nl: kopje
ru: чашка
sl: skodelica
sr: шоља
tr: bardak
uk: чашка

# unit plural
source: cups
el: φλιτζάνια
es: tazas
eu: katilu
hi: कप
nl: kopjes
ru: чашки
sl: skodelic
sr: шоље
tr: bardak
uk: чашки

# unit abbreviation
source: tbsp
es: cda
ka: სფრკვზ
nl: el
ru: ст. лжк (15 мл)
sl: žl
tr: yemek kaşığı
uk: ст.л.

# unit name
source: tablespoon
el: κουταλιά σούπας
es: cucharada
eu: koilarakada
hi: टेबलस्पून
ka: სუფრის კოვზი
nl: eetlepel
ru: столовая ложка
sl: žlica
sr: супена кашика
tr: yemek kaşığı
uk: столова ложка
zh_cn: 汤匙

# unit plural
source: tablespoons
el: κουταλιές σούπας
es: cucharadas
eu: koilarakada
hi: टेबलस्पून
ka: სუფრის კოვზი
nl: eetlepels
ru: столовые ложки
sl: žlic
sr: супене кашике
tr: yemek kaşığı
uk: столові ложки

# unit abbreviation
source: tsp
es: cdta
ka: ჩსკ
nl: tl
ru: чн лжк
sl: čžl
tr: çay kaşığı
uk: ч.л.

# unit name
source: teaspoon
el: κουταλάκι γλυκού
es: cucharada de té
eu: koilarakada txiki
hi: टीस्पून
ka: ჩაის კოვზი
nl: theelepel
ru: чайная ложка
sl: čajna žlička
sr: кашичица
tr: çay kaşığı
uk: чайна ложка
zh_cn: 茶匙

# unit plural
source: teaspoons
el: κουταλάκια γλυκού
es: cucharadas de té
eu: koilarakada txiki
hi: टीस्पून
ka: ჩაის კოვზი
nl: theelepels
ru: чайные ложки
sl: čajnih žličk
sr: кашичице
tr: çay kaşığı
uk: чайні ложки

# unit abbreviation
source: box
es: caja
hi: बक्सा
ka: ყუთი
nl: doos
ru: упаковка
sl: škatlo
tr: kutu
uk: коробка

# unit name
source: box
es: caja
eu: kutxa
hi: बक्सा
ka: ყუთი
nl: doos
ru: упаковка
sl: škatla
sr: кутија
tr: kutu
uk: коробка
zh_cn: 盒

# unit plural
source: boxes
es: cajas
eu: kutxa
hi: बक्से
ka: მართკუთხედები
nl: dozen
ru: упаковок
sl: škatel
sr: кутије
tr: kutu
uk: коробки

# unit abbreviation
source: pkg
es: paq.
ka: პაკეტი
nl: verpakking
ru: пкт
sl: pak
tr: paket
uk: пак

# unit name
source: package
es: paquete
eu: pakete
hi: पैकेट
ka: პაკეტები
nl: verpakking
ru: пакет
sl: paket
sr: паковање
tr: paket
uk: пакунок
zh_cn: 包

# unit plural
source: packages
es: paquetes
eu: pakete
hi: पैकेट
ka: პაკეტი
nl: verpakkingen
ru: пакетов
sl: paketov
sr: паковања
tr: paket
uk: пакунки

# unit abbreviation
source: glass
es: vaso
hi: ग्लास
ka: ჭიქა
nl: glas
ru: стакан
sl: kozarec
tr: bardak
uk: стакан

# unit name
source: glass
es: vaso
eu: edalontzi
hi: ग्लास
ka: ჭიქა
nl: glas
ru: стакан
sl: koz
sr: чаша
tr: bardak
uk: стакан

# unit plural
source: glasses
es: vasos
eu: edalontzi
hi: ग्लास
ka: სათვალე
nl: glazen
ru: стаканы
sl: kozarcev
sr: чаше
tr: bardak
uk: стакани

# unit abbreviation
source: mm
ka: მმ
ru: мм
uk: мм

# unit name
source: millimeter
es: milímetro
eu: milimetro
hi: मिलीमीटर
ka: მილიმეტრი
ru: милиметр
sl: milimeter
sr: милиметар
tr: milimetre
uk: міліметр

# unit plural
source: millimeters
es: milímetros
eu: milimetro
hi: मिलीमीटर
ka: მილიმეტრი
nl: millimeter
ru: милиметры
sl: milimetrov
sr: милиметра
tr: milimetre
uk: міліметри

# unit abbreviation
source: cm
ka: სმ
ru: см
uk: см

# unit name
source: centimeter
es: centímetro
eu: zentimetro
hi: सेंटीमीटर
ka: სანტიმეტრი
ru: сантиметр
sr: центиметар
tr: santimetre
uk: сантиметр

# unit plural
source: centimeters
es: centímetros
eu: zentimetro
hi: सेंटीमीटर
ka: სანტიმეტრი
nl: centimeter
ru: сантиметры
sl: centimetrov
sr: центиметра
tr: santimetre
uk: сантиметри

# unit abbreviation
source: m
el: λεπ
ka: თვე
ru: м
uk: м

# unit name
source: meter
es: metro
eu: metro
hi: मीटर
ka: მთვლელი
ru: метр
sr: метар
tr: metre
uk: метр

# unit plural
source: meters
es: metros
eu: metro
hi: मीटर
ka: მეტრი
nl: meter
ru: метры
sl: metrov
sr: метра
tr: metre
uk: метри

# unit abbreviation
source: st
es: terr
ru: стн
uk: ст.

# unit name
source: stone
es: terrón
eu: harri
hi: स्टोन
ka: ქვა
ru: стоун
sl: ston
sr: камен
uk: стоун

# unit plural
source: stone
es: terrones
eu: harri
hi: स्टोन
ka: ქვა
ru: стоун
sl: stonov
sr: камена
uk: стоуни

# unit abbreviation
source: pinch
el: πρέζα
es: pellizco
hi: चुटकी
ka: გასმა
nl: snufje
ru: щепотка
sl: ščepec
tr: tutam
uk: пучка

# unit name
source: pinch
el: πρέζα
es: pellizco
eu: pitin
hi: चुटकी
ka: გასმა
nl: snufje
ru: щепотка
sl: ščepec
sr: прстохват
tr: tutam
uk: пучка

# unit plural
source: pinches
el: πρέζες
es: pellizcos
eu: pitin
hi: चुटकियां
ka: გასმა
nl: snufjes
ru: щепотки
sl: ščepcev
sr: прстохвата
tr: tutam
uk: пучок

# unit abbreviation
source: bunch
el: μάτσο
es: manojo
hi: गुच्छा
ka: კონა
nl: bosje
ru: горсть
sl: šop
tr: demet
uk: жмуток

# unit name
source: bunch
el: μάτσο
es: manojo
eu: mordo
hi: गुच्छा
ka: კონა
nl: bosje
ru: горсть
sl: šop
sr: шака
tr: demet
uk: жмуток

# unit plural
source: bunches
el: μάτσα
es: manojos
eu: mordo
hi: गुच्छे
ka: კონა
nl: bosjes
ru: горсти
sl: šopov
sr: шаке
tr: demet
uk: жмутки

source: I don’t know this unit: %s
es: No conozco esta unidad: %s
eu: Ez dut honako unitatea ezagutzen: %s
hi: मैं इस इकाई को नहीं जानता: %s
nl: Onbekende eenheid: %s
ru: Я не знаю эту единицу измерения: %s
sl: Neznana enota: %s
sr: Није ми позната ова јединица: %s
tr: Bilinmeyen ölçü birimi: %s
uk: Невідома одиниця: %s
zh_cn: 我不认识这个单位：%s

source: more than a year ago
es: hace más de un año
eu: duela urtebete baino gehiago
hi: एक साल से पहले
ka: ერთ წელზე მეტი ხნის წინ
nl: meer dan een jaar geleden
ru: более года назад
sl: pred več kot letom
sr: пре више од годину дана
tr: bir yıldan daha önce
uk: понад рік тому
zh_cn: 超过一年前

source: %d month ago
el: %d μήνα πριν
es: hace %d mes
eu: duela hilabete %d
hi: %d महीना पहले
ka: %d თვის წინ
nl: %d maand geleden
ru: %d месяц назад
sl: pred %d meseci
sr: пре %d месец
tr: %d ay önce
uk: %d місяць тому
zh_cn: %d 个月前

source: %d day ago
el: %d μέρα πριν
es: hace %d día
eu: duela egun %d
hi: %d दिन पहले
ka: %d დღის წინ
nl: %d dag geleden
ru: %d день назад
sl: pred %d dnevi
sr: пре %d дан
tr: %d gün önce
uk: %d день тому
zh_cn: %d 天前

source: just now
es: ahora mismo
eu: oraintxe bertan
hi: बस अभी
ka: ახლახანს
nl: zojuist
ru: прямо сейчас
sl: ravnokar
sr: управо сада
tr: şimdi
uk: просто зараз
zh_cn: 刚刚

source: 10 minutes ago
es: hace 10 minutos
eu: duela 10 minutu
hi: 10 मिनट पहले
ka: 10 წუთის წინ
nl: 10 minuten geleden
ru: 10 минут назад
sl: pred 10 minutami
sr: пре 10 минута
tr: 10 dakika önce
uk: 10 хвилин тому
zh_cn: 10 分钟前

source: half an hour ago
es: hace media hora
eu: duela ordu erdi
hi: आधे घंटे पहले
ka: ნახევარი საათის წინ
nl: een half uur geleden
ru: полчаса назад
sl: pred pol ure
sr: пре сат и по
tr: yarım saat önce
uk: пів години тому
zh_cn: 半小时前

source: %d hour ago
el: %d ώρα πριν
es: Hace %d hora
eu: duela ordu %d
hi: %d घंटा पहले
ka: %d საათის წინ
nl: %d uur geleden
ru: %d час назад
sl: pred %d urami
sr: пре %d сат
tr: %d saat önce
uk: %d годину тому
zh_cn: %d 小时前

source: some time ago
es: hace algún tiempo
eu: duela denbora bat
hi: कुछ समय पहले
ka: ცოტა ხნის წინ
nl: een tijdje geleden
ru: некоторое время назад
sl: pred nekaj časa
sr: пре неко време
tr: bir süre önce
uk: якийсь час тому
zh_cn: 一段时间前

source: Could not connect to the session bus from inside the Flatpak sandbox.
es: No se pudo conectar al bus de sesión desde el entorno de Flatpak.
hi: फ़्लैटपैक सैंडबॉक्स के अंदर से सत्र बस से कनेक्ट नहीं किया जा सका।
nl: Kan geen verbinding maken met de sessiebus vanuit de Flatpak-zandbak.
ru: Не удалось подключиться к шине сеансов из программной среды Flatpak.
sl: Povezave z vodilom seje ni bilo mogoče vzpostaviti znotraj peskovnika Flatpak.
sr: Не могу да се повежем са сабирницом сесије из безбедног окружења Флатпака.
tr: Flatpak sanal ortamı içinden oturum veri yoluna (session bus) bağlanılamadı.
uk: Не вдалося з'єднатися із шиною сеансу з меж «пісочниці» Flatpak.
zh_cn: 无法连接到来自 Flatpak 沙箱里的会话总线。

source: Certain functionality will not be available.
es: Determinada funcionalidad no estará disponible.
eu: Zenbait funtzionaltasun ez dira eskuragarri egongo.
hi: कुछ कार्यक्षमता उपलब्ध नहीं होगी।
nl: Bepaalde functies zullen niet beschikbaar zijn.
ru: Некоторые функции будут недоступны.
sl: Nekatere zmožnosti programa ne bodo na voljo.
sr: Одређене функционалности неће бити доступне.
tr: Belirli işlevler etkin olmayacaktır.
uk: Частина функціональних можливостей буде недоступною.
zh_cn: 某些功能将不可用。

source: Could not create D-Bus proxy for org.freedesktop.portal.Desktop interface %s
es: No se ha podido crear el proxy de D-Bus para la interfaz de org.freedesktop.portal.Desktop %s
hi: org.freedesktop.portal.Desktop इंटरफ़ेस %s के लिए डी-बस प्रॉक्सी नहीं बनाया जा सका
nl: Kon geen D-Bus-proxy aanmaken voor org.freedesktop.portal.Desktop-interface %s
ru: Не могу создать прокси D-Bus для интерфейса org.freedesktop.portal. Интерфейс рабочего стола %s
sl: Ni bilo mogoče ustvariti posrednega D-vodila za vmesnik %s org.freedesktop.portal.Desktop
sr: Не могу да створим посредника Д-сабирнице за „org.freedesktop.portal.Desktop“ сучеље „%s“
tr: org.freedesktop.portal.Desktop arayüzü %s için D-Bus vekil sunucusu oluşturulamadı
uk: Не вдалося створити проксі D-Bus для інтерфейсу org.freedesktop.portal.Desktop %s

source: Error: %s
eu: Errorea: %s
hi: त्रुटि: %s
ka: შეცდომა: %s
nl: Fout: %s
ru: Ошибка: %s
sl: Napaka: %s
sr: Грешка: %s
tr: Hata: %s
uk: Помилка: %s

source: Missing the desktop portal needed to open files from inside a Flatpak sandbox.
es: Falta el portal de escritorio necesario para abrir archivos dentro de un entorno Flatpak.
hi: फ़्लैटपैक सैंडबॉक्स के अंदर से फाइलें खोलने के लिए आवश्यक डेस्कटॉप पोर्टल गायब है।
nl: Het bureaubladportaal dat nodig is om bestanden te openen vanuit een Flatpak zandbak ontbreekt.
ru: Отсутствует desktop portal необходимый для открытия файлов внутри песочницы Flatpak.
sl: Manjka namizni portal, ki ga potrebujete za odpiranje datotek v peskovniku Flatpak.
sr: Недостаје портал радне површи потребан за отварање датотека из безбедног окружења Флатпака.
tr: Flatpak sanal ortamı içinden dosyaları açmak için masaüstü portalı eksik.
uk: Не вистачає стільничного порталу, потрібного для відкриття файлів зсередини «пісочниці» Flatpak.
zh_cn: 缺少从 Flatpak 沙箱里打开需要的桌面 portal。

source: Missing the desktop portal needed to print from inside a Flatpak sandbox.
es: Falta el portal de escritorio necesario para imprimir dentro de un entorno Flatpak.
hi: फ़्लैटपैक सैंडबॉक्स के अंदर से प्रिंट करने के लिए आवश्यक डेस्कटॉप पोर्टल गायब है।
nl: Het bureaubladportaal om af te drukken vanuit een Flatpak-zandbak ontbreekt.
ru: Отсутствует desktop portal, необходимый для печати из песочницы Flatpack.
sl: Manjka namizni portal, ki ga potrebujete za tiskanje v peskovniku Flatpak.
sr: Недостаје портал радне површи потребан за штампање из безбедног окружења Флатпака.
tr: Flatpak sanal ortamı içinden dosya yazdırmak için masaüstü portalı eksik.
uk: Не вистачає стільничного порталу, потрібного для друку зсередини «пісочниці» Flatpak.
zh_cn: 缺少用于从 Flatpak 沙箱里输出的桌面 portal。

source: Missing the desktop portal needed to open URLs from inside a Flatpak sandbox.
es: Falta el portal de escritorio necesario para abrir URL dentro de un entorno Flatpak.
hi: फ़्लैटपैक सैंडबॉक्स के अंदर से URL खोलने के लिए आवश्यक डेस्कटॉप पोर्टल गायब है।
nl: Het bureaubladportaal dat nodig is om URL’s te openen vanuit een Flatpak-zandbak ontbreekt.
ru: Отсутствует desktop portal, необходимый для открытия URL-адресов из песочницы Flatpack.
sl: Manjka namizni portal, ki ga potrebujete za odpiranje URL-jev v peskovniku Flatpak.
sr: Недостаје портал радне површи потребан за отварање датотека из безбедног окружења Флатпака.
tr: Flatpak sanal ortamı içinden adresleri açmak için masaüstü portalı eksik.
uk: Не вистачає стільничного порталу, потрібного для відкриття адрес зсередини «пісочниці» Flatpak.
zh_cn: 缺少从 Flatpak 沙箱里打开 URL 需要的桌面 portal。

source: Please install xdg-desktop-portal and xdg-desktop-portal-gtk on your system
es: Instale xdg-desktop-portal y xdg-desktop-portal-gtk en su equipo
hi: कृपया अपने सिस्टम पर xdg-desktop-portal और xdg-desktop-portal-gtk स्थापित करें
nl: Installeer xdg-desktop-portal en xdg-desktop-portal-gtk op uw systeem
ru: Пожалуйста установите xdg-desktop-portal и xdg-desktop-portal-gtk в вашу систему
sl: Namestite xdg-desktop-portal in xdg-desktop-portal-gtk na svoj sistem
sr: Инсталирајте „xdg-desktop-portal“ и „xdg-desktop-portal-gtk“ на ваш систем
tr: Lütfen, şu paketleri sisteminize yükleyiniz: xdg-desktop-portal desktop-portal-gtk
uk: Будь ласка, встановіть xdg-desktop-portal і xdg-desktop-portal-gtk у вашій системі
zh_cn: 请在您的系统上安装 xdg-desktop-portal 和 xdg-desktop-portal-gtk。

source: Add a New Recipe
es: Añadir una receta nueva
eu: Gehitu errezeta berria
hi: नई रेसिपी जोड़ें
ka: დაამატეთ ახალი რეცეპტი
nl: Nieuw recept toevoegen
ru: Добавить новый рецепт
sl: Dodaj nov recept
sr: Додајте нови рецепт
tr: Yeni Tarif Ekle
uk: Додати новий рецепт
zh_cn: 新建食谱

source: The “%s” recipe has unsaved changes. Close the window anyway?
es: La receta «%s» tiene cambios sin guardar. ¿Quiere cerrar la ventana de todos modos?
hi: “%s” रेसिपी में कुछ बदलाव सहेजे नहीं गए हैं। फिर भी विंडो बंद करें?
nl: Het recept ‘%s’ heeft onopgeslagen wijzigingen. Wilt u het venster toch sluiten?
ru: В рецепте “%s” есть несохраненные изменения. Все равно закрыть окно?
sl: V receptu »%s« so neshranjene spremembe. Ali vseeno želite zapreti okno?
sr: Рецепт „%s“ има несачуваних измена. Да ипак затворим прозор?
tr: “%s” tarifi kaydedilmemiş değişiklikler içeriyor. Pencere yine de kapatılsın mı?
uk: Зміни до рецепта «%s» не збережено. Закрити вікно попри це?
zh_cn: “%s”食谱有未保存的更改。 还要关闭窗口吗？

source: The new recipe has not been saved. Close the window anyway?
es: La nueva receta no se ha guardado. ¿Quiere cerrar la ventana de todos modos?
hi: नई रेसिपी सहेजी नहीं गई है। फिर भी विंडो बंद करें?
nl: Het nieuwe recept is niet opgeslagen. Wilt u het venster toch sluiten?
ru: Новый рецепт не был сохранён. Закрыть окно в любом случае?
sl: Nov recept še ni shranjen. Ali vseeno želite zapreti okno?
sr: Нови рецепт није сачуван. Да ипак затворим прозор?
tr: Yeni tarif kaydedilmedi. Pencere yine de kapatılsın mı?
uk: Новий рецепт не збережено Закрити вікно попри це?
zh_cn: 新食谱还未保存。 还要关闭窗口吗？

source: Recipe “%s” deleted
es: Receta «%s» eliminada
eu: “%s” errezeta ezabatuta
hi: रेसिपी “%s” मिटा दी गई
ka: რეცეპტი "%s" წაიშალა
nl: Recept ‘%s’ verwijderd
ru: Рецепт "%s" удалён
sl: Recept »%s« je izbrisan.
sr: Рецепт „%s“ је обрисан
tr: “%s” tarifi silindi
uk: Рецепт «%s» вилучено
zh_cn: 食谱“%s”已删除

source: You updated your contributed “%s” recipe. Send an update?
es: Ha actualizado su receta compartida «%s». ¿Quiere enviar una actualización?
hi: आपने अपनी योगदान की हुई “%s” रेसिपी को अपडेट किया है। अपडेट भेजें?
nl: U hebt uw bijgedragen recept ‘%s’ bijgewerkt. Update versturen?
ru: Вы обновили свой авторский рецепт “%s”. Отправить обновление?
sl: Posodobili ste recept »%s«, ki ste ga sami prispevali. Ali želite poslati posodobitev?
sr: Освежили сте рецепт „%s“ који сте допринели. Да пошаљем освежење?
tr: Katkı vermiş olduğunuz “%s” tarifini güncellediniz. Bir güncelleme gönderilsin mi?
uk: Ви оновили ваш внесений до бази даних «Рецептів» рецепт «%s». Надіслати оновлення?
zh_cn: 您已上传您贡献的“%s”食谱。发送一条更新？

source: Ready to Cook!
es: Listo para cocinar
eu: Sukalderako prest!
hi: पकाने के लिए तैयार!
nl: Klaar om te koken!
ru: Готово к приготовлению!
sl: Vse je pripravljeno za začetek!
sr: Спремни за кување!
tr: Pişirmeye hazır!
uk: Готові до приготування!
zh_cn: 烹饪就绪！

source: Sorted by Name
es: Ordenadas por nombre
eu: Izenaren arabera ordenatua
hi: नाम के अनुसार क्रमबद्ध
ka: სახელით დალაგება
nl: Gesorteerd op naam
ru: Отсортировано по названию
sl: Razvrščeno po imenu
sr: Поређани по називу
tr: İsme Göre Sırala
uk: Упорядковано за назвою

source: Sorted by Recency
es: Ordenadas por fecha
hi: हालियाता के आधार पर क्रमबद्ध
ka: სიახლით დალაგება
nl: Gesorteerd op tijd
ru: Отсортировано по новизне
sl: Razvrščeno po nedavnosti
sr: Поређани по датуму
tr: Tarihe Göre Sırala
uk: Упорядковано за часом зміни

source: Imported Recipes
es: Recetas importadas
eu: Inportatutako errezetak
hi: आयातित रेसिपी
ka: შემოტანილი რეცეპტები
nl: Geïmporteerde recepten
ru: Импортированные рецепты
sl: Uvoženi recepti
sr: Увезени рецепти
tr: İçe Aktarılan tarifler
uk: Імпортовані рецепти
zh_cn: 导入的食谱

source: Select a recipe file
es: Seleccione un archivo de receta
eu: Hautatu errezeta-fitxategi bat
hi: रेसिपी फाइल चुनें
ka: აირჩიეთ რეცეპტის ფაილი
nl: Selecteer een receptbestand
ru: Выберете файл рецепта
sl: Izbor datoteke recepta
sr: Изаберите датотеку рецепта
tr: Bir tarif dosyası seç
uk: Виберіть файл рецепта
zh_cn: 选择食谱文件

source: Recipes have been exported to “%s”
es: Las recetas se han exportado a «%s»
hi: रेसिपी को “%s” में निर्यात कर दिया गया है
nl: Recepten zijn geëxporteerd naar ‘%s’
ru: Рецепты были экспортированы в “%s”
sl: Recepti so izvoženi v »%s«.
sr: Рецепти су извезен на „%s“
tr: Tarifler “%s” konumuna dışa aktarıldı
uk: Рецепти експортовано до «%s»
zh_cn: 食谱已导出到“%s”

source: Select a file
es: Seleccionar un archivo
eu: Hautatu fitxategia
hi: फाइल चुनें
ka: აირჩიეთ ფაილი
nl: Selecteer een bestand
ru: Выберите файл
sl: Izbor datoteke
sr: Изаберите датотеку
tr: Dosya seç
uk: Виберіть файл
zh_cn: 选择文件

source: _Export
es: _Exportar
eu: _Esportatu
hi: निर्यात करें (_E)
ka: _გატანა
nl: _Exporteren
ru: Э_кспортировать
sl: _Izvozi
sr: _Извези
tr: _Dışa Aktar
uk: _Експортувати
zh_cn: 导出(_E)

source: Chefs: %s
es: Cocineros: %s
eu: Sukaldariak: %s
hi: बावर्ची: %s
ka: მზარეულები: %s
ru: Шеф: %s
sl: Kuharji: %s
sr: Кувари: %s
tr: Şef: %s
uk: Кухарі: %s
zh_cn: 厨师：%s

source: Favorite Recipes
es: Recetas favoritas
eu: Errezeta gogokoak
hi: पसंदीदा रेसिपी
ka: საყვარელი რეცეპტები
nl: Favoriete recepten
ru: Избранные рецепты
sl: Priljubljeni recepti
sr: Омиљени рецепти
tr: Beğenilen Tarifler
uk: Улюблені рецепти
zh_cn: 收藏的食谱

source: Buy Ingredients
es: Comprar ingredientes
eu: Erosi osagaiak
hi: सामग्री खरीदें
ka: ინგრედიენტების შეძენა
nl: Ingrediënten kopen
ru: Купить ингридиенты
sl: Kupi sestavine
sr: Купи састојке
tr: Malzeme Satın Al
uk: Придбати складові
zh_cn: 采购食材

source: Recipes %s
es: Recetas %s
eu: Errezetak: %s
hi: रेसिपी %s
ka: რეცეპტები %s
nl: Recepten %s
ru: Рецепты %s
sl: Recepti %s
sr: Рецептинко %s
tr: Tarifler %s
uk: Рецепти %s
zh_cn: 食谱 %s

source: Released: %s
es: Publicado: %s
eu: Argitalpena: %s
hi: प्रकाशित: %s
ka: გამოვიდა: %s
nl: Uitgebracht: %s
ru: Выпущен: %s
sl: Podatki objave: %s
sr: Издање: %s
tr: Yayınlanma Tarihi: %s
uk: Випущено: %s
zh_cn: 发布时间：%s

source: Unreleased
es: No publicada
eu: Argitaratu gabea
hi: अप्रकाशित
ka: არ გამოსულა
nl: Niet uitgebracht
ru: Неизданный
sl: Neobjavljeno
sr: Без издања
tr: Yayınlanmadı
uk: Не випущено

source: Almond
es: Almendra
eu: Arbendola
hi: बादाम
ka: ნუში
nl: Amandel
ru: Миндаль
sl: Mandlji
sr: Бадем
tr: Badem
uk: Мигдаль
zh_cn: 杏仁

source: Amaretti
es: Amaretto
eu: Amarettoa
hi: अमरेट्टी
ka: ამარეტი
ru: Амаретти (горьковатый миндальный бисквит)
sl: Mandljevi amareti
sr: Амарети
uk: Амаретто

source: Anchovies
es: Anchoas
eu: Antxoak
hi: एंकोवीज़
ka: ქაფშია
nl: Anchovis
ru: Анчоусы
sl: Inčuni
sr: Инћун
tr: Ançuez
uk: Анчоуси

source: Apple
el: Μήλο
es: Manzana
eu: Sagarra
hi: सेब
ka: გამოყენება
nl: Appel
ru: Яблоко
sl: Jabolka
sr: Јабука
tr: Elma
uk: Яблуко
zh_cn: 苹果

source: Apple Vinegar
es: Vinagre de manzana
eu: Sagar-ozpina
hi: सेब का सिरका
ka: ვაშლის ძმარი
nl: Appelazijn
ru: Яблочный уксус
sl: Jabolčni kis
sr: Јабуково сирће
tr: Elma sirkesi
uk: Яблучний оцет

source: Apricot
el: Βερίκοκο
es: Albaricoque
eu: Abrikota
hi: खुबानी
ka: გარგარი
nl: Abrikoos
ru: Абрикос
sl: Marelice
sr: Кајсија
tr: Kayısı
uk: Абрикос

source: Artichoke
el: Αγκινάρα
es: Alcachofas
eu: Orburua
hi: आर्टिचोक
ka: არტიშოკი
nl: Artisjok
ru: Артишок
sl: Artičoke
sr: Артичока
tr: Enginar
uk: Артишок

source: Asparagus
el: Σπαράγγια
es: Espárragos
eu: Zainzuria
hi: शतावरी
ka: სატაცური
nl: Asperge
ru: Спаржа
sl: Šparglji
sr: Шпаргла
tr: Kuşkonmaz
uk: Спаржа

source: Aubergine
el: Μελιτζάνα
es: Berenjena
eu: Alberjinia
hi: ऑबर्जिन
ka: ბადრიჯანი
ru: Баклажан
sl: Jajčevci
sr: Плави патлиџан
tr: Patlıcan
uk: Баклажан

source: Baby Spinach
es: Espinacas baby
eu: Ziazerba txikia
hi: बेबी पालक
ka: პატარა ისპანახი
nl: Babyspinazie
ru: Молодой шпинат
sl: Mlada špinača
sr: Спанаћ
tr: Küçük ıspanak
uk: Молодий шпинат

source: Bacon
el: Μπέικον
eu: Hirugiharra
hi: बेकन
ka: ბეკონი
nl: Spek
ru: Бекон
sl: Slanina
sr: Сланина
tr: Domuz pastırması
uk: Бекон
zh_cn: 培根

source: Bagel
el: Μπέιγκελ
es: Rosquilla
eu: Bagela
hi: बैगल
ka: ბეიგლი
ru: "Бейгл"/рогалик
sl: Žemlja, bela
sr: Ђеврек
tr: Amerikan simidi
uk: Бублик

source: Baked beans
el: Ψητά φασόλια
es: Judías cocidas
eu: Babarrun egokiak
hi: सेका हुआ बीन्स
ka: გამომცხვარი ლობიო
nl: Witte bonen in tomatensaus
ru: Консервированная фасоль
sl: Pečen fižol
sr: Пребранац
tr: Kuru fasülye
uk: Запечена квасоля

source: Baking powder
el: Μπέικιν πάουντερ
es: Levadura
eu: Hauts altxagarria
hi: बेकिंग पाउडर
ka: საცხობი ფხვნილი
nl: Bakpoeder
ru: Разрыхлитель
sl: Pecilni prašek
sr: Прашак за пециво
tr: Kabartma tozu
uk: Харчова сода

source: Banana
el: Μπανάνα
es: Plátano
hi: केला
ka: ბანანი
nl: Banaan
ru: Банан
sl: Banane
sr: Банана
tr: Muz
uk: Банан
zh_cn: 香蕉

source: Basil
el: Βασιλικό
es: Albahaca
eu: Albaka
hi: तुलसी
ka: რეჰანი
nl: Basilicum
ru: Базилик
sl: Bazilika
sr: Босиљак
tr: Fesleğen
uk: Базилік

source: Basmati rice
el: Ρύζι μπασμάτι
es: Arroz basmati
eu: Basmati arroza
hi: बासमती चावल
ka: ბასმატი ბრინჯი
nl: Basmatirijst
ru: Рис басмати
sl: Riž, basmati
sr: Басмати пиринач
tr: Basmati pirinci
uk: Басматі

source: Bay leaf
el: Φύλλο δάφνης
es: Hoja de laurel
eu: Ereinotza
hi: तेज़ पत्ता
ka: დაფნის ფოთოლი
nl: Laurierblad
ru: Лавровый лист
sl: Lovorjev list
sr: Ловоров лист
tr: Defne yaprağı
uk: Лавровий лист

source: Beans
el: Φασόλια
es: Judías
eu: Babarrunak
hi: बीन्स
ka: ლობიო
nl: Bonen
ru: Бобы
sl: Fižol
sr: Пасуљ
tr: Fasülye
uk: Боби

source: Bean sprouts
es: Brotes de soja
eu: Babarrun-ernamuinak
hi: अंकुरित बीन
ka: ლობიოს ყლორტები
nl: Taugé / sojascheuten
ru: Пророщенная фасоль/бобы
sl: Fižolovi kalčki
sr: Боранија
tr: Fasülye filizi
uk: Паростки бобових

source: Beef
el: Μοσχάρι
es: Carne de vaca
eu: Behikia
hi: बीफ़
ka: ძროხის ხორცი
nl: Rundsvlees
ru: Говядина
sl: Govedina
sr: Говедина
tr: Sığır eti
uk: Яловичина

source: Beef mince
el: Κιμά μοσχαρίσιο
es: Carne picada
eu: Behiki xehatua
hi: बीफ़ कीमा
ka: გატარებული ძროხის ხორცი
nl: Rundergehakt
ru: Говяжий фарш
sl: Goveje mleto meso
sr: Млевена говедина
tr: Dana kıyma
uk: Яловичий фарш

source: Beef sausage
el: Λουκάνικο μοσχαρίσιο
es: Salchicha de ternera
eu: Behiki-saltxitxa
hi: बीफ़ सॉसेज
ka: საქონლის სოსისი
nl: Runderworst
ru: Говяжья колбаса(сосиска)
sl: Goveja klobasa
sr: Говеђа кобасица
tr: Sığır eti sosisi
uk: Яловича ковбаса

source: Beef (sirloin)
es: Solomillo de vaca
eu: Behikia (azpizuna)
hi: बीफ़ (सिरलोइन)
ka: ძროხის ხორცი (სუკი)
nl: Rundsvlees (lendenstuk)
ru: Говядина (вырезка)
sl: Goveje meso (rostbif)
sr: Говедина (печеница)
tr: Sığır eti (sığır filetosu)
uk: Яловичина (філейка)

source: Beef stock
el: Ζωμό μοσχαριού
es: Caldo de carne
eu: Behiki-salda
hi: बीफ़ स्टॉक
ka: საქონლის ხორცის ნახარში
nl: Runderbouillon
ru: Говяжий бульон
sl: Jušna osnova (goveja)
sr: Говеђа шницла
tr: Sığır eti suyu (bulyon)
uk: Яловичий бульйон

source: Beetroot
el: Παντζάρι
es: Remolacha
eu: Beterraba
hi: चुकंदर
ka: ჭარხალი
nl: Biet
ru: Свекла
sl: Rdeča pesa
sr: Цвекла
tr: Kırmızı pancar
uk: Буряк

source: Bell pepper
el: Πιπεριά
es: Pimiento de campana
eu: Pipermorroa
hi: शिमला मिर्च
ka: ბულგარული წიწაკა
nl: Paprika
ru: Сладкий перец
sl: Paprika
sr: Бабура
tr: Dolmalık biber
uk: Солодкий перець

source: Bell Pepper (green)
es: Pimiento de campana (verde)
eu: Pipermorro berdea
hi: शिमला मिर्च (हरी)
ka: ბულგარული წიწაკა (მწვანე)
nl: Paprika (groen)
ru: Сладкий перец (зелёный)
sl: Paprika, zelena
sr: Бабура (зелена)
tr: Dolmalık biber (yeşil)
uk: Солодкий перець (зелений)
