Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Mexican Cuisine
el: Μεξικάνικη κουζίνα
es: Cocina mexicana
eu: Sukaldaritza mexikarra
hi: मैक्सिकन व्यंजन
ka: მექსიკური სამზარეულო
nl: Mexicaanse gerechten
ru: Мексиканская кухня
sl: Mehiška kuhinja
sr: Мексичка кухиња
tr: Meksika Mutfağı
uk: Мексиканська кухня
zh_cn: 墨西哥菜肴

source: Nordic Cuisine
el: Σκανδιναβική κουζίνα
es: Cocina nórdica
eu: Sukaldaritza nordikoa
hi: नॉर्डिक व्यंजन
ka: სკანდინავიური სამზარეულო
nl: Noorse gerechten
ru: Скандинавская кухня
sl: Nordijska kuhinja
sr: Нордијска кухиња
tr: İskandinav Mutfağı
uk: Скандинавська кухня
zh_cn: 北欧菜肴肴

source: Turkish Cuisine
el: Τουρκική κουζίνα
es: Cocina turca
eu: Sukaldaritza turkiarra
hi: तुर्की व्यंजन
ka: თურქული სამზარეულო
nl: Turkse gerechten
ru: Турецкая кухня
sl: Turška kuhinja
sr: Турска кухиња
tr: Türk Mutfağı
uk: Турецька кухня
zh_cn: 土耳其菜肴

source: The cuisine of the United States reflects its history. The European colonization of the Americas yielded the introduction of a number of ingredients and cooking styles to the latter. The various styles continued expanding well into the 19th and 20th centuries, proportional to the influx of immigrants from many foreign nations; such influx developed a rich diversity in food preparation throughout the country.
es: la cocina de los Estados Unidos refleja su historia. La colonización europea de las Américas permitió la introducción de varios ingredientes y estilos de cocina a este último. Los diversos estilos continuaron expandiéndose hasta los siglos XIX y XX, proporcional a la afluencia de inmigrantes de muchas naciones extranjeras; dicha afluencia desarrolló una rica diversidad en la preparación de alimentos en todo el país.
hi: संयुक्त राज्य अमेरिका का व्यंजन उसके इतिहास को दर्शाता है। अमेरिका पर यूरोपीय उपनिवेशीकरण के फलस्वरूप अमेरिका में अनेक प्रकार की सामग्रियों और पाक-शैलियों का प्रचलन हुआ। विभिन्न शैलियों का विस्तार 19वीं और 20वीं शताब्दियों में भी जारी रहा, जो अनेक विदेशी देशों से आए आप्रवासियों के आगमन के समानुपातिक था; इस आगमन से पूरे देश में भोजन तैयार करने में समृद्ध विविधता विकसित हुई।
nl: De keuken van de Verenigde Staten is een weerspiegeling van haar geschiedenis. De Europese kolonisatie van Amerika bracht de invoering van een aantal ingrediënten en kookstijlen met zich mee. De verschillende stijlen breidden zich uit tot ver in de 19e en 20e eeuw, evenredig met de instroom van immigranten uit verschillende landen; met deze instroom ontwikkelde zich een rijke diversiteit aan voedselbereiding in het hele land.
ru: Кухня Соединенных Штатов отражает их историю. Европейская колонизация Северной и Южной Америки привела к появлению в этой стране ряда ингредиентов и стилей приготовления. Различные стили продолжали расширяться и в 19-м, и в 20-м веках, пропорционально притоку иммигрантов из многих зарубежных стран; такой приток привёл к богатому разнообразию в приготовлении блюд по всей стране.
sl: Kulinarika ZDA močno odraža njeno zgodovino. Evropska kolonizacija celine je vnesla številne sestavine in sloge, ki so se v 19. in 20. stoletju še naprej bogatili. Sorazmerno s prihodom priseljencev številnih tujih narodov se je večala raznolikost priprave hrane po vsej državi.
sr: Кухиња Сједињених Америчких Држава одражава њену историју. Европска колонизација Америке је допринела увођењу бројних намирница и начина кувања. Различити начини спремања хране су наставили ширење и у 19. и 20. веку, сразмерно приливу досељеника из бројних страних земаља; тако да је такав прилив развио богату разноврсност у припреми хране широм земље.
tr: Amerikan mutfağı tarihini yansıtır. Amerika kıtasının Avrupalılarca sömürgeleştirmesi, kıtaya bir dizi yeni bileşen ve pişirme tarzını da beraberinde getirmiştir. Çeşitli stiller, birçok ülkeden gelen göçmenlerin akını ile orantılı olarak 19. ve 20. yüzyıllara kadar gelişmeye devam etmiş, ve bu akın ülkeye gıda hazırlığı konusunda zengin bir çeşitlilik kazandırmıştır.
uk: Кухню Сполучених Штатів пов'язано із історією країни. Європейська колонізація Америки призвела до впровадження декількох складових та стилів приготування до європейської кухні. Різноманітні стилі продовжували розвиватися протягом усього 19 і 20 століть, пропорційно до впливу емігрантів з багатьох країн; цей вплив призвів до великої різноманітності у приготуванні їжі у межах країни.

source: Chinese cuisine includes styles originating from the diverse regions of China, as well as from Chinese people in other parts of the world including most Asian nations. The history of Chinese cuisine in China stretches back for thousands of years and has changed from period to period and in each region according to climate, imperial fashions, and local preferences. Over time, techniques and ingredients from the cuisines of other cultures were integrated into the cuisine of the Chinese people due both to imperial expansion and from the trade with nearby regions in pre-modern times, and from Europe and the New World in the modern period.
es: La cocina china incluye estilos que provienen de las diversas regiones de China, así como de los chinos en otras partes del mundo, incluida la mayoría de las naciones asiáticas. La historia de la cocina china en China se remonta a miles de años y ha cambiado de un período a otro y en cada región según el clima, las modas imperiales y las preferencias locales. Con el tiempo, las técnicas e ingredientes de las cocinas de otras culturas se integraron en la cocina del pueblo chino debido tanto a la expansión imperial como al comercio con regiones cercanas en tiempos premodernos, y desde Europa y el Nuevo Mundo en el período moderno.
hi: चीनी व्यंजनों में चीन के विभिन्न क्षेत्रों से उत्पन्न शैलियां शामिल हैं, साथ ही अधिकांश एशियाई देशों सहित दुनिया के अन्य हिस्सों में चीनी लोगों से भी। चीन में चीनी व्यंजनों का इतिहास हज़ारों साल पुराना है और यह समय-समय पर और प्रत्येक क्षेत्र में जलवायु, शाही फैशन और स्थानीय प्राथमिकताओं के अनुसार बदलता रहा है। समय के साथ, अन्य संस्कृतियों के व्यंजनों की तकनीकें और सामग्री चीनी लोगों के व्यंजनों में एकीकृत हो गईं, दोनों शाही विस्तार और पूर्व-आधुनिक समय में आस-पास के क्षेत्रों के साथ व्यापार और आधुनिक काल में यूरोप और नई दुनिया से।
nl: De Chinese keuken omvat stijlen die afkomstig zijn uit de diverse regio’s van China, evenals van Chinezen uit andere delen van de wereld, met inbegrip van de meeste Aziatische landen. De geschiedenis van de Chinese keuken in China gaat duizenden jaren terug en is van periode tot periode veranderd in elke regio, afhankelijk van klimaat, keizerlijke modes en lokale voorkeuren. Mettertijd werden technieken en gerechten van andere culturen geïntegreerd in de keuken van de Chinezen, door zowel de uitbreiding van het keizerrijk als de handel met naburige regio’s in de pre-moderne tijd en met Europa en de Nieuwe Wereld in de moderne tijd.
ru: Китайская кухня включает в себя стили, происходящие из различных регионов Китая, а также от китайцев из других частей света, включая большинство азиатских стран. История китайской кухни в Китае насчитывает тысячи лет и менялась от периода к периоду и в каждом регионе в зависимости от климата, императорской моды и местных предпочтений. Со временем приемы и ингредиенты из кухонь других культур были интегрированы в кухню китайского народа как в результате имперской экспансии, так и в результате торговли с близлежащими регионами в досовременные времена, а также из Европы и Нового Света в современный период.
sl: Kitajska kuhinja vključuje sloge različnih kitajskih regij in tudi jedi, prevzetih od večine azijskih narodov. Zgodovina kitajske kulinarike kaže večtisočleten razvoj, ki se je spreminjal iz obdobja v obdobje ter v različnih regijah glede na podnebne razmere in cesarske, ljudske in družinske zahteve in zmožnosti. Tehnike priprave hrane in značilne sestavine drugih kultur so bile zaradi širitve cesarstva in pestre trgovine z bližnjimi regijami že v predsodobnem času vključene v nacionalno identiteto, vključno z vplivom, ki ga je prinesla Evropa in Novi svet..
sr: Кинеска кухиња обухвата стилове који потичу из различитих региона Кине, као и од Кинеза у другим деловима света, укључујући већину азијских земаља. Историја кинеске кухиње у Кини датира уназад хиљадама година и мењана је од раздобља до раздобља и у сваком региону према клими, царској моди и локалним особеностима. Током времена, технике и састојци из кухиња других култура су интегрисани у кухињу кинеског народа како због империјалног ширења и трговине са околним регионима у пред-модерним временима, тако и из Европе и Новог света у модерном периоду.
tr: Çin mutfağı, Çin'in çeşitli bölgelerinden, ve ayrıca çoğunluğu Asya ülkeleri olmak üzere, dünyanın diğer bölgelerindeki Çinlilerden kaynaklanan stilleri de içerir. Çin'deki Çin mutfağının tarihi binlerce yıl öncesine uzanır ve iklim, kraliyet modası ve yerel tercihlere göre, dönemler arası ve her bölgede değişir. Zamanla, diğer kültürlerin mutfaklarından gelen teknikler ve malzemeler, hem emperyalist genişlememeyle beraber, hem de modern öncesi dönemde yakın bölgelerle ve modern dönemde Avrupa ve Amerika kıtasıyla olan ticaretlerle Çin halkının mutfağına entegre edilmiştir.
uk: Китайська кухня включає стилі, що походять з різних областей Китаю, а також з країн, зокрема азійських, де компактно проживають китайці. Китайська кухня має історію у декілька тисячоліть, вона змінювалася у кожному з історичних періодів і у кожній з областей відповідно до клімату, модних течій та місцевих уподобань. З часом до кухні інтегрувалися різні методики приготування та складові з інших культур через розширення імперії та торгівлю з сусідніми областями у минулому і з Європою та Новим світом у сучасності.

source: Indian cuisine encompasses a wide variety of regional and traditional cuisines native to India. Given the range of diversity in soil type, climate, culture, ethnic group and occupations, these cuisines vary significantly from each other and use locally available spices, herbs, vegetables and fruits. Indian food is also heavily influenced by religious and cultural choices and traditions. There has also been Middle Eastern and Central Asian influence on North Indian cuisine from the years of Mughal rule. Indian cuisine has been and is still evolving, as a result of the nation’s cultural interactions with other societies.
es: La cocina india abarca una amplia variedad de cocinas regionales y tradicionales nativas de la India. Dado el rango de diversidad en el tipo de suelo, clima, cultura, grupo étnico y ocupaciones, estas cocinas varían significativamente unas de otras y usan especias, hierbas, vegetales y frutas disponibles localmente. La comida india también está fuertemente influenciada por opciones y tradiciones religiosas y culturales. También ha habido influencia de Medio Oriente y Asia Central en la cocina del norte de la India desde los años del gobierno de Mughal. La cocina india ha estado y sigue evolucionando como resultado de las interacciones culturales de la nación con otras sociedades.
hi: भारतीय व्यंजनों में भारत के मूल निवासी क्षेत्रीय और पारंपरिक व्यंजनों की एक विस्तृत विविधता शामिल है। मिट्टी के प्रकार, जलवायु, संस्कृति, जातीय समूह और व्यवसायों में विविधता की सीमा को देखते हुए, ये व्यंजन एक दूसरे से काफी भिन्न हैं और स्थानीय रूप से उपलब्ध मसालों, जड़ी-बूटियों, सब्जियों और फलों का उपयोग करते हैं। भारतीय भोजन धार्मिक और सांस्कृतिक विकल्पों और परंपराओं से भी काफी प्रभावित है। मुगल शासन के वर्षों से उत्तर भारतीय व्यंजनों पर मध्य पूर्वी और मध्य एशियाई प्रभाव भी रहा है। अन्य समाजों के साथ राष्ट्र के सांस्कृतिक संबंधों के परिणामस्वरूप भारतीय व्यंजन विकसित होते रहे हैं और अभी भी विकसित हो रहे हैं।
nl: De Indiase keuken omvat een grote variëteit aan regionale en traditionele gerechten uit India. Gezien de grote verscheidenheid aan grondsoorten, klimaat, cultuur, etnische groeperingen en beroepen, zijn er grote verschillen tussen deze gerechten en worden er lokaal beschikbare specerijen, kruiden, groenten en fruit gebruikt. Indiaas eten wordt ook sterk beïnvloed door religieuze en culturele keuzes en tradities. Ook het Midden-Oosten en centraal Azië hebben invloed gehad op de Noord-Indiase keuken tijdens de jaren van het Mughal-bewind. De Indiase keuken is nog volop in ontwikkeling als gevolg van de culturele uitwisseling van het land met andere samenlevingen.
ru: Индийская кухня включает в себя широкий спектр региональных и традиционных блюд, характерных для Индии. Учитывая разнообразие типов почв, климата, культуры, этнических групп и профессий, эти кухни значительно отличаются друг от друга и используют местные специи, травы, овощи и фрукты. Индийская кухня также находится под сильным влиянием религиозных и культурных предпочтений и традиций. Со времен правления Великих Моголов на североиндийскую кухню также оказало влияние ближневосточное и центральноазиатское направление. Индийская кухня развивалась и продолжает развиваться в результате культурного взаимодействия нации с другими обществами.
sl: Indijska kuhinja sestavlja različne regionalne in tradicionalne kuhinje iz Indije. Glede na vrsto raznolikost tal, podnebij, kultur, etničnih skupin in poklicih se kuhinje med seboj bistveno razlikujejo in vključujejo lokalno dostopne začimbe, zelišča, zelenjavo in sadje. Na indijsko hrano močno vplivajo tudi verske in kulturne tradicije. Vpliv bližnjevzhodne in srednjeazijske kuhinje na severnoindijsko je znan od časa vladavine Mughala. Indijska kuhinja je bila in se še vedno razvija, kar je posledica kulturnih interakcij.
sr: Индијска кухиња обухвата широк спектар регионалних и традиционалних кухиња пореклом из Индије. С обзиром на распон различитости у типу земљишта, климе, културе, етничке групе и занимања, те кухиње значајно варирају једне од других и користе локално доступне зачине, биље, поврће и воће. Индијска храна је такође под великим утицајем верских и културних избора и традиција. Такође је постојао утицај са Блиског истока и централне Азије на северно-индијску кухињу из времена владавине Мугала. Индијска кухиња је постојала и још увек се развија, као резултат културне интеракције нације са другим друштвима.
tr: Hint mutfağı, Hindistan'a özgü çok çeşitli bölgesel ve geleneksel mutfakları kapsar. Toprak tipi, iklim, kültür, etnik grup ve mesleklerdeki çeşitlilik yelpazesi göz önüne alındığında, bu mutfaklar birbirinden önemli ölçüde farklılık gösterir ve yerel olarak mevcut baharatları, bitkileri, sebzeleri ve meyveleri kullanır. Hint yemekleri de dini ve kültürel seçimlerden ve geleneklerden ağır şekilde etkilenir. Babür yönetiminin yıllarından itibaren Kuzey Hint mutfağı üzerinde Orta Doğu ve Orta Asya etkisi olmuştur. Hint mutfağı, ülkenin diğer toplumlarla olan kültürel etkileşimlerinin bir sonucu olarak gelişmeye devam ediyor ve hala gelişiyor.
uk: До індійської кухні включать широкий діапазон регіональних та традиційних кухонь народів Індії. Через відмінності у типах ґрунтів, кліматі, культурі, етнічних групах та мешканцях ці кухні значно відрізняються одна від одної і використовують місцеві приправи, трави, овочі та фрукти. На індійську кухню також значний вплив чинять релігійні вірування і культурні традиції. На індійську кухню півночі країни під час монгольського панування значний вплив вчинила близькосхідна та центральноазійська кухня. Індійська кухня продовжує розвиватися через вплив культурної взаємодії у межах країни та зовнішні впливи.

source: Italian cuisine is characterized by its simplicity, with many dishes having only four to eight ingredients. Italian cooks rely chiefly on the quality of the ingredients rather than on elaborate preparation. Ingredients and dishes vary by region. Many dishes that were once regional, however, have proliferated with variations throughout the country.
es: La cocina italiana se caracteriza por su simplicidad, con muchos platos que tienen solo de cuatro a ocho ingredientes. Los cocineros italianos se basan principalmente en la calidad de los ingredientes más que en una preparación elaborada. Los ingredientes y platos varían según la región. Muchos platos que una vez fueron regionales, sin embargo, han proliferado con variaciones en todo el país.
hi: इतालवी भोजन की विशेषता इसकी सादगी है, जिसमें कई व्यंजनों में केवल चार से आठ सामग्रियां होती हैं। इतालवी रसोइये मुख्य रूप से सामग्री की गुणवत्ता पर निर्भर करते हैं, न कि विस्तृत तैयारी पर। सामग्री और व्यंजन क्षेत्र के अनुसार अलग-अलग होते हैं। हालांकि, कई व्यंजन जो कभी क्षेत्रीय थे, वे पूरे देश में विविधताओं के साथ फैल गए हैं।
nl: De Italiaanse keuken wordt gekenmerkt door haar eenvoud, waarbij veel gerechten uit slechts vier tot acht ingrediënten bestaan. Italiaanse koks richten zich eerder op de kwaliteit van de ingrediënten dan op een ingewikkelde bereiding. Ingrediënten en gerechten verschillen per regio. Maar vele gerechten die ooit regionaal waren, hebben zich met variaties verspreid door het hele land.
ru: Итальянская кухня отличается простотой, многие блюда состоят всего из четырех-восьми ингредиентов. Итальянские повара в основном делают ставку на качество ингредиентов, а не на тщательное приготовление. Ингредиенты и блюда различаются в зависимости от региона. Однако многие блюда, которые когда-то были региональными, получили широкое распространение по всей стране с различными вариациями.
sl: Za italijansko kulinariko je značilna poenostavitev. Številne jedi imajo le štiri do osem sestavin. Italijanski kuharji se zanašajo predvsem na kakovost sestavin in ne le na dovršeno pripravo. Sestavine in jedi se sicer razlikujejo po regijah. Številne so bile nekoč regionalne, a so se s razširjanjem nadgradile s posebnimi dodanimi okusi.
sr: Италијанска кухиња се одликује једноставношћу, са многим јелима која имају само од четири до осам састојка. Италијански кувари се ослањају углавном на квалитет састојака уместо на сложену припрему. Састојци и јела се разликују од региона до региона. Међутим, многа јела која су некада била регионална, сада су се развила са варијацијама широм земље.
tr: İtalyan mutfağı sadeliği ile karakterize edilir, birçok yemek sadece dört - sekiz malzeme içerir. İtalyan aşçılar, detaylı hazırlanıştan ziyade, temel olarak malzemelerin kalitesine güvenir. Malzeme ve yemekler bölgesel olarak değişir. Ancak bir zamanlar bölgesel olan birçok yemek ülke genelinde çeşitlilik göstererek çoğalmıştır.
uk: Італійська кухня відома своєю простотою — до складу багатьох страв входять лише від чотирьох до восьми складових. Італійці покладаються на якість складових, а не на складне приготування. Складові і страви є різними для різних областей країни. Багато страв колись були регіональними, але зараз поширилися у різних варіаціях усією країною.
