Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Undo
el: Αναίρεση
es: Deshacer
eu: Desegin
hi: पूर्ववत करें
ka: დაბრუნება
nl: Ongedaan maken
ru: Назад
sl: Razveljavi
sr: Опозови
tr: Geri Al
uk: Скасувати
zh_cn: 撤消

source: Send Update
el: Αποστολή ενημέρωσης
es: Enviar actualización
eu: Bidali eguneraketa
hi: अद्यतन भेजें
ka: განახლების გაგზავნა
nl: Update sturen
ru: Отправить обновление
sl: Pošlji posodobitev
sr: Пошаљи освежење
tr: Güncelleme Gönder
uk: Надіслати оновлення
zh_cn: 发送更新

source: Shopping List has been exported to Todoist
el: Η λίστα αγορών εξήχθη στο Todoist
es: La lista de la compra se ha exportado a Todoist
eu: Erosketa-zerrenda Todoist-era esportatu da
hi: शॉपिंग सूची को टोडोइस्ट में निर्यात कर दिया गया है
nl: Boodschappenlijstje is geëxporteerd naar Todoist
ru: Лист покупок был экспортирован в Todoist
sl: Nakupovalni seznam je izvožen na Todoist
sr: Списак за куповину је извезен у послове за урадити
tr: Alışveriş listesi Todoist uygulamasına aktarıldı
uk: Список закупівель експортовано до Todoist

source: Cuisines
el: Κουζίνες
es: Cocinas
eu: Sukaldaritzak
hi: व्यंजन
ka: სამზარეულოები
nl: Gerechten
ru: Кухни
sl: Kuhinje
sr: Кухиње
tr: Mutfaklar
uk: Кухні
zh_cn: 菜肴

source: Name
el: Όνομα
es: Nombre
eu: Izena
hi: नाम
ka: სახელი
nl: Naam
ru: Название
sl: Ime
sr: Назив
tr: Ad
uk: Назва
zh_cn: 名称

source: Recency
el: Πρόσφατα
es: Frescura
eu: Oraintsukoa
hi: हालिया
nl: Recentheid
ru: Новизна
sl: Nedavnost
sr: Скорашње
tr: Yenilik
uk: Свіжість

source: _Import
el: _Εισαγωγή
es: Importar
eu: _Inportatu
hi: आयात करें (_I)
ka: _იმპორტი
nl: _Importeren
ru: Имп_ортировать
sl: _Uvozi
sr: _Увези
tr: İçe _Aktar
uk: _Імпортувати
zh_cn: 导入(_I)

source: _Export All
el: _Εξαγωγή όλων
es: _Exportar todo
eu: _Esportatu dena
hi: सभी निर्यात करें (_E)
ka: _ყველაფრის გატანა
nl: Alles _exporteren
ru: Э_кспортировать всё
sl: _Izvozi vse
sr: _Извези све
tr: Tümünü _Dışa Aktar
uk: _Експортувати усе
zh_cn: 全部导出(_E)

source: _Chef Information
el: _Πληροφορίες σεφ
es: Información sobre el _cocinero
eu: _Sukaldariaren informazioa
hi: बावर्ची जानकारी (_C)
ka: ინფორმაცია მზარეულის _შესახებ
nl: Informatie over de _chef
ru: Информация о _шефе
sl: _O meni
sr: _Подаци о кувару
tr: _Şef Bilgisi
uk: Відомості щодо _кухаря
zh_cn: 厨师信息(_C)

source: _What’s New
el: _Τι νέο υπάρχει
es: _Novedades
eu: _Zer berri
hi: नया क्या है (_W)
ka: _რა არის ახალი
nl: _Wat is er nieuw
ru: _Что нового
sl: _Kaj je novega
sr: _Шта је ново
tr: Ye_nilikler
uk: _Що нового
zh_cn: 最近更新(_W)

source: _Help
el: _Βοήθεια
es: A_yuda
eu: _Laguntza
hi: सहायता (_H)
ka: _დახმარება
nl: _Hulp
ru: Сп_равка
sl: Pomo_č
sr: По_моћ
tr: Ya_rdım
uk: _Довідка
zh_cn: 帮助(_H)

source: _About
el: _Περί
es: _Sobre
eu: Honi _buruz
hi: परिचय (_A)
ka: _შესახებ
nl: I_nfo
ru: _О приложении
sl: _O programu
sr: _О програму
tr: _Hakkında
uk: _Про програму
zh_cn: 关于(_A)

source: _Report Issue
el: _Αναφορά σφάλματος
es: Infor_mar de un problema
eu: _Jakinarazi akatsa
hi: समस्या की रिपोर्ट करें (_R)
ka: _პრობლემის შეტყობინება
nl: P_robleem melden
ru: Сообщить о _проблеме
sl: Pošlji poročilo o _težavi
sr: _Извести о проблему
tr: Hata _Raporla
uk: По_відомити про ваду
zh_cn: 报告问题(_R)

source: _Quit
el: _Έξοδος
es: _Cerrar
eu: I_rten
hi: बंद करें (_Q)
ka: გასვ_ლა
nl: _Afsluiten
ru: В_ыход
sl: _Končaj
sr: _Изађи
tr: _Çık
uk: Ви_йти
zh_cn: 退出(_Q)

source: File
el: Αρχείο
es: Archivo
eu: Fitxategia
hi: फाइल
ka: ფაილი
nl: Bestand
ru: Файл
sl: Datoteka
sr: Датотека
tr: Dosya
uk: Файл
zh_cn: 文件

source: Chef Information…
el: Πληροφορίες σεφ…
es: Información sobre el cocinero…
eu: Sukaldariaren informazioa…
hi: बावर्ची जानकारी…
ka: ინფორმაცია მზარეულის _შესახებ…
nl: Informatie over de chef…
ru: Информация о шефе…
sl: Podrobnosti kuharja …
sr: Подаци о кувару…
tr: Şef Bilgisi…
uk: Інформація щодо кухаря…
zh_cn: 厨师信息…

source: Copy
el: Αντιγραφή
es: Copiar
eu: Kopiatu
hi: कॉपी करें
ka: კოპირება
nl: Kopieren
ru: Копировать
sl: Kopiraj
sr: Умножи
tr: Ko_pyala
uk: Копіювати
zh_cn: 复制

source: Paste
el: Επικόλληση
es: Pegar
eu: Itsatsi
hi: पेस्ट करें
ka: ჩასმა
nl: Plakken
ru: Вставить
sl: Prilepi
sr: Убаци
tr: Yapıştır
uk: Вставити
zh_cn: 粘贴

source: Find…
el: Εύρεση…
es: Buscar…
eu: Bilatu…
hi: खोजें…
ka: ძიება…
nl: Zoeken…
ru: Найти…
sl: Najdi …
sr: Нађи…
tr: Bul…
uk: Знайти…
zh_cn: 查找…

source: Help
el: Βοήθεια
es: Ayuda
eu: Laguntza
hi: सहायता
ka: დახმარება
nl: Hulp
ru: Справка
sl: Pomoč
sr: Помоћ
tr: _Yardım
uk: Довідка
zh_cn: 帮助

source: Recipes _Help
el: _Βοήθεια Συνταγών
es: _Ayuda de recetas
eu: _Laguntza
hi: रेसिपी सहायता (_H)
ka: _რეცეპტის დახმარებ
nl: _Hulp voor Recepten
ru: Рецепты Сп_равка
sl: Kuharska pomo_č
sr: Помоћ _Рецептинка
tr: Tarifler _Yardım
uk: _Довідка з «Рецептів»

source: Cancel
el: Ακύρωση
es: Cancelar
eu: Utzi
hi: रद्द करें
ka: შეწყვეტა
nl: Annuleren
ru: Отмена
sl: Prekliči
sr: Откажи
tr: İptal
uk: Скасувати
zh_cn: 取消

source: Rename
el: Μετονομασία
es: Renombrar
eu: Aldatu izena
hi: नाम बदलें
ka: გადარქმევა
nl: Hernoemen
ru: Переименовать
sl: Preimenuj
sr: Преименуј
tr: Yeniden adlandır
uk: Перейменувати
zh_cn: 重命名

source: A recipe with this name already exists.
el: Υπάρχει ήδη μια συνταγή με αυτό το όνομα.
es: Ya existe una receta con este nombre.
eu: Badago izen hori duen errezeta bat.
hi: इस नाम की एक रेसिपी पहले से मौजूद है।
nl: Er bestaat al een recept met deze naam.
ru: Рецепт с таким названием уже существует.
sl: Recept z enakim imenom že obstaja.
sr: Већ постоји рецепт са овим називом.
tr: Bu isimde bir tarif zaten var.
uk: Рецепт із цією назвою вже існує.
zh_cn: 同名菜肴已存在。

source: _Add More
el: _Προσθήκη περισσότερων
es: _Añadir más
eu: Gehitu _gehiago
hi: अधिक जोड़ें (_A)
ka: _მეტის დამატება
nl: _Meer toevoegen
ru: Доба_вить больше
sl: _Dodaj več
sr: _Додај још
tr: Daha _Fazla Ekle
uk: _Додати ще
zh_cn: 添加更多(_A)

source: Share with a friend
el: Μοιραστείτε με έναν φίλο
es: Compartir con un amigo
eu: Partekatu lagun batekin
hi: मित्र के साथ साझा करें
ka: გაუზიარე მეგობარს
nl: Delen met een vriend
ru: Поделиться с друзьями
sl: Objavi med prijatelji
sr: Делите са пријатељима
tr: Bir arkadaşınla paylaş
uk: Поділитися з другом
zh_cn: 分享给朋友

source: Contribute to the Recipes project
el: Συνεισφέρετε στο έργο Συνταγές
es: Colaborar con el proyecto Recetas
eu: Lagundu Errezetak aplikazioaren proiektuan
hi: रेसिपी परियोजना में योगदान करें
nl: Draag bij aan het Recepten-project
ru: Внесите свой вклад в проект "Рецепты"
sl: Prispevaj recept projektu
sr: Допринесите пројекту Рецептинка
tr: Tarifler projesine katkıda bulun
uk: Взяти участь у проєкті «Рецепти»
zh_cn: 贡献到“食谱”项目

source: GNOME turns 20 !
el: Το GNOME γίνεται 20 !
es: ¡GNOME cumple 20 años!
eu: GNOMEk 20 urte ditu !
hi: गनोम 20 वर्ष का हो गया!
ka: GNOME-ი 20 წლის ხდება!
nl: Gnome wordt 20!
ru: GNOME исполняется 20 лет!
sl: GNOME dopolni 20!
sr: Гном је напунио 20 !
tr: GNOME 20 yaşında!
uk: GNOME виповнилося 20!

source: YEARS STRONG
es: AÑOS FUERTE
eu: URTE INDARTSU
hi: साल मजबूत
nl: JAAR STERK
ru: ГОДЫ ВЫДЕРЖКИ
sl: KREPKIH LET
tr: MUTLU YILLAR
uk: РОКИ МІЦІ

source: Recipes is a present to GNOME for its 20th birthday. We invite the GNOME community all over the world to share recipes and enjoy a good meal together.
es: Recetas es un regalo a GNOME por su 20 cumpleaños. Invitamos a la comunidad de GNOME de todo el mundo a compartir recetas y a disfrutar de una buena comida juntos.
hi: रेसिपी गनोम के ​​20वें जन्मदिन पर एक उपहार है। हम दुनिया भर के गनोम समुदाय को रेसिपी साझा करने और साथ मिलकर बढ़िया भोजन का आनंद लेने के लिए आमंत्रित करते हैं।
nl: Recepten is een cadeau aan Gnome voor zijn 20e verjaardag. We nodigen de Gnome-gemeenschap over de hele wereld uit om recepten te delen en samen van een goede maaltijd te genieten.
ru: "Рецепты" - это подарок GNOME к его 20-летию. Мы приглашаем сообщество GNOME по всему миру поделиться рецептами и вместе вкусно поесть.
sl: Program Recepti je darilo GNOME za 20. rojstni dan. Vabimo skupnost GNOME, da objavlja recepte in uživa v dobrih obrokih, ki jih ti omogočajo.
sr: Рецептинко је присутан у Гному за његов 20. рођендан. Позивамо чланове Гномове заједнице било где у свету да деле рецепте и да заједно уживају у добрим оброцима.
tr: Tarifler, 20. doğum günü için GNOME'a hediye edildi. Dünyanın her yerindeki GNOME topluluğunu tarifleri paylaşmaya ve birlikte iyi bir yemeğin tadını çıkarmaya davet ediyoruz.
uk: «Рецепти» — дарунок GNOME на його 20-й день народження. Ми запрошуємо спільноту GNOME з усього світу ділитися рецептами і насолоджуватися чудовою їжею разом.

source: Let’s Party
el: Ας γιορτάσουμε
es: ¡Juguemos!
eu: Egin dezagun jai
hi: आइए पार्टी करें
nl: Laten we feesten
ru: Давайте веселиться
sl: Naj se zabava začne
sr: Нека почне забава
tr: Parti Zamanı
uk: Святкуймо

source: What’s New in Recipes
el: Τι νέο υπάρχει στο Συνταγές
es: Novedades en Recetas
eu: Zer berri Errezetak aplikazioan
hi: रेसिपी में नया क्या है
nl: Wat is er nieuw in Recepten
ru: Что нового в Рецептах
sl: Kaj je novega v programu
sr: Шта је ново у Рецептинку
tr: Tarifler Uygulamasındaki Yenilikler
uk: Що нового у «Рецептах»
zh_cn: “食谱”的最近更新

source: Export Ingredients
el: Εξαγωγή συστατικών
es: Exportar ingredientes
eu: Esportatu osagaiak
hi: सामग्री निर्यात करें
ka: ინგრედიენტების გატანა
nl: Ingrediënten exporteren
ru: Экспортировать ингредиенты
sl: Izvozi sestavine
sr: Извези састојке
tr: İçindekileri Dışa Aktar
uk: Експортувати складові

source: Export
el: Εξαγωγή
es: Exportar
eu: Esportatu
hi: निर्यात करें
ka: გატანა
nl: Exporteren
ru: Экспертироватья
sl: Izvozi
sr: Извези
tr: Dışa aktar
uk: Експортувати

source: Email
es: Correo-e
eu: Helb. el.
hi: ईमेल
ka: ელფოტა
ru: Почта
sl: Elektronski naslov
sr: Е-пошта
tr: E-posta
uk: Ел. пошта

source: Add service
el: Προσθήκη υπηρεσίας
es: Añadir porción
eu: Gehitu zerbitzua
hi: सेवा जोड़ें
ka: სერვისის დამატება
nl: Dienst toevoegen
ru: Добавить сервис
sl: Dodaj storitev
sr: Додај услугу
tr: Hizmet ekle
uk: Додати службу

source: Learn more about Builder
el: Μάθετε περισσότερα για το Builder
es: Aprenda más sobre Builder
eu: Ikasi gehiago Builder aplikazioari buruz
hi: <i>बिल्डर</i> के बारे में अधिक जानें
ka: გაიგეთ მეტი Builder-ის შესახებ
nl: Kom meer te weten over Builder
ru: Узнать подробнее о Сборщике
sl: Več podrobnosti o programu GNOME Builder
sr: Сазнајте више о Градитељу
tr: GNOME Builder hakkında daha fazla bilgi öğrenin
uk: Дізнатися більше про «Будівник»
zh_cn: 了解关于 Builder 的更多信息

source: Unknown
el: Άγνωστο
es: Desconocida
eu: Ezezaguna
hi: अज्ञात
ka: უცნობი
nl: Onbekend
ru: Неизвестно
sl: Neznano
sr: Непознато
tr: Bilinmeyen
uk: Немає даних
zh_cn: 未知

# Flatpak metadata
source: Version
el: Έκδοση
eu: Bertsioa
hi: संस्करण
ka: ვერსია
nl: Versie
ru: Версия
sl: Različica
sr: Издање
tr: Sürüm
uk: Версія
zh_cn: 版本

source: Application
el: Εφαρμογή
es: Aplicación
eu: Aplikazioa
hi: अनुप्रयोग
ka: პროგრამა
nl: Toepassing
ru: Приложение
sl: Program
sr: Програм
tr: Uygulama
uk: Програма
zh_cn: 应用程序

# Flatpak metadata
source: ID
el: Αναγνωριστικό
eu: IDa
sr: ИБ
tr: Kimlik
uk: Ід.

# Flatpak metadata
source: Architecture
el: Αρχιτεκτονική
es: Arquitectura
eu: Arkitektura
hi: आर्किटेक्चर
ka: არქიტექტურა
nl: Architectuur
ru: Архитектура
sl: Okolje
sr: Архитектура
tr: Mimari
uk: Архітектура
zh_cn: 架构

# Flatpak metadata
source: Branch
el: Κλάδος
es: Rama
eu: Adarra
hi: शाखा
ka: ბრენჩი
ru: Ветвь
sl: Veja
sr: Грана
tr: Dal
uk: Гілка
zh_cn: 分支

# Flatpak metadata
source: Commit
el: Καταχώριση
eu: Egikaritu
hi: कमिट
ka: გადაცემა
ru: Фиксация
sl: Uveljavi
sr: Предаја
tr: Gönderi
uk: Внесок
zh_cn: 提交

source: Runtime
el: Περιβάλλον εκτέλεσης
es: Tiempo de ejecución
eu: Exekuzio-denbora
hi: रनटाइम
ka: აქტივობა
ru: Среда
sl: Izvajalni program
sr: Извршно окружење
tr: Çalışma zamanı
uk: Середовище виконання
zh_cn: 运行库

source: Bundled libraries
el: Ενσωματωμένες βιβλιοθήκες
es: Bibliotecas incluídas
eu: Integratutako liburutegiak
hi: बंडल की गयी लाइब्रेरी
nl: Gebundelde bibliotheken
ru: Связанные библиотеки
sl: Vključene knjižnice
sr: Библиотеке у пакету
tr: Bağlanmış küpüthaneler
uk: Пов'язані бібліотеки
zh_cn: 捆绑库

source: OS
el: Λειτουργικό σύστημα
es: SO
eu: SE
nl: Besturingssysteem
ru: ОС
sl: Operacijski sistem
sr: ОС
tr: İşletim Sistemi
uk: ОС
zh_cn: 操作系统

# OS metadata
source: Name
el: Όνομα
es: Nombre
eu: Izena
hi: नाम
ka: სახელი
nl: Naam
ru: Название
sl: Naziv
sr: Назив
tr: Ad
uk: Назва
zh_cn: 名称

# OS metadata
source: Type
el: Τύπος
es: Tipo
eu: Mota
hi: प्रकार
ka: _ტიპი
ru: Тип
sl: Vrsta
sr: Врста
tr: Tür
uk: Тип
zh_cn: 类型

# OS metadata
source: Desktop
el: Επιφάνεια εργασίας
es: Escritorio
eu: Mahaigaina
hi: डेस्कटॉप
ka: სამუშაო მაგიდა
nl: Bureaublad
ru: Рабочий стол
sl: Namizje
sr: Радна површ
tr: Masaüstü
uk: Стільниця
zh_cn: 桌面

source: System libraries
el: Βιβλιοθήκες συστήματος
es: Bibliotecas del sistema
eu: Sistema-liburutegiak
hi: सिस्टम लाइब्रेरी
ka: სისტემური ბიბლიოთეკები
nl: Systeembibliotheken
ru: Системные бибилиотеки
sl: Sistemske knjižnice
sr: Библиотеке система
tr: Sistem kütüphaneleri
uk: Бібліотеки системи
zh_cn: 系统库

source: System
el: Σύστημα
es: Sistema
eu: Sistema
hi: सिस्टम
ka: სისტემა
nl: Syteem
ru: Система
sl: Sistemsko okolje
sr: Систем
tr: Sistem
uk: Система
zh_cn: 系统

source: translator-credits
el: Ευστάθιος Ιωσηφίδης <eiosifidis@gnome.org>, 2026
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2016 - 2017
eu: Asier Sarasua Garmendia <asier.sarasua@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
ka: მთარგმნელის შესახებ
nl: Hannie Dumoleyn Piet van Duivenbode Nathan Follens <nfollens@gnome.org> Meer info over Gnome-NL http://nl.gnome.org
ru: Fraxinus Acer
sl: Matej Urbančič <mateju@src@gnome.org>
sr: Мирослав Николић <miroslavnikolic@rocketmail.com>
tr: Sabri Ünal <libreajans@gmail.com>
uk: Юрій Чорноіван <yurchor@ukr.net>
zh_cn: Tong Hui <tonghuix@gmail.com>, 2017. Dingzhong Chen <wsxy162@gmail.com>, 2017.

source: Learn more about Recipes
el: Μάθετε περισσότερα για το Συνταγές
es: Aprender más sobre Recetas
eu: Ikasi gehiago Errezetak aplikazioari buruz
hi: रेसिपी के बारे में और जानें
nl: Kom meer te weten over Recepten
ru: Узнать подробнее о Рецептах
sl: Več o programu GNOME Recepti
sr: Сазнајте више о Рецептинку
tr: Tarifler hakkında daha fazlasını öğrenin
uk: Дізнатися більше про «Рецепти»
zh_cn: 了解关于“食谱”的更多信息

source: Recipes by
el: Συνταγές από
es: Recetas de
eu: Errezeten egilea:
hi: इनके द्वारा रेसिपी
nl: Recepten van
ru: Рецепты от
sl: Avtorji kuharskih receptov
sr: Рецепте од
tr: Tarifler yazarları
uk: Рецепти
zh_cn: 食谱来自

source: Got an error from Account portal
el: Ελήφθη σφάλμα από την πύλη λογαριασμού
es: Se obtuvo un error del portal de Cuentas
eu: Errorea jaso da kontuen ataritik
hi: खाता पोर्टल से एक त्रुटि मिली
nl: Foutmelding van accountportaal
ru: Получено сообщение об ошибке на портале учётных записей
sl: S strežnika je prejeta napaka
sr: Добих грешку са портала налога
tr: Hesap portalından bir hata alındı
uk: Отримано повідомлення від порталу облікових записів
zh_cn: 收到来自帐号 portal 的错误

source: Allow your personal information to be included with recipes you share with your friends.
es: Permitir que su información personal se incluya en las recetas que comparte con sus amigos.
eu: Onartu zure informazio pertsonala errezetekin partekatu dadin zure lagunekin.
hi: अपने मित्रों के साथ साझा किए जाने वाले रेसिपी में अपनी व्यक्तिगत जानकारी शामिल करने की अनुमति दें।
nl: Sta toe dat uw persoonlijke informatie wordt opgenomen bij recepten die u deelt met uw vrienden.
ru: Разрешите включать вашу личную информацию в рецепты, которыми вы делитесь со своими друзьями.
sl: Dovolite, da so vaši osebni podatki vključeni v recepte, ki jih izmenjujete in objavljate s prijatelji.
sr: Дозволите укључење ваших личних података са рецептима које делите са пријатељима.
tr: Kişisel bilgilerinizin arkadaşlarınızla paylaştığınız tariflere eklenmesine izin verin.
uk: Дозволити включення ваших особистих даних до рецептів, якими ви ділитеся із вашими друзями.
zh_cn: 允许您的个人信息包含在您与朋友分享的食谱中。

source: Supported categories: %s
el: Υποστηριζόμενες κατηγορίες: %s
es: Categorías soportadas: %s
eu: Onartutako kategoriak: %s
hi: समर्थित श्रेणियां: %s
nl: Ondersteunde categorieën: %s
ru: Поддерживаемые категории: %s
sl: Podprte kategorije: %s
sr: Подржане категорије: %s
tr: Desteklenen Kategoriler: %s
uk: Підтримувані категорії: %s

source: Print the version and exit
el: Εκτύπωση της έκδοσης και έξοδος
es: Mostrar el número de versión y salir
eu: Inprimatu bertsioa eta irten
hi: संस्करण छापें और बाहर निकलें
nl: Versie tonen en afsluiten
ru: Распечатайте версию и закройте
sl: Izpiši različico in zapri
sr: Исписује издање и излази
tr: Sürümü yazdır ve çık
uk: Вивести дані щодо версії і завершити роботу
zh_cn: 输出版本信息并退出

source: Turn on verbose logging
el: Ενεργοποίηση λεπτομερούς καταγραφής
es: Activar el modo de registro detallado
eu: Aktibatu erregistro xehea
hi: विस्तृत लॉगिंग चालू करें
nl: Gedetailleerd logboek gebruiken
ru: Включите подробное ведение журнала
sl: Omogoči podrobno beleženje
sr: Укључује опширно писање дневника
tr: Ayrıntılı çıktıyı etkinleştir
uk: Увімкнути докладне журналювання
zh_cn: 开启详细日志记录

source: Show a category
el: Εμφάνιση κατηγορίας
es: Mostrar una categoría
eu: Erakutsi kategoria bat
hi: श्रेणी दिखाएं
nl: Categorie weergeven
ru: Показать категорию
sl: Pokaži kategorijo
sr: Приказује категорију
tr: Bir kategori göster
uk: Показати категорію

source: Select an Image
el: Επιλογή εικόνας
es: Selecciona una imagen
eu: Aukeratu irudi bat
hi: छवि चुनें
ka: მონიშნეთ გამოსახულება
nl: Kies een afbeelding
ru: Выберите Изображение
sl: Izbor slike
sr: Изаберите слику
tr: Bir görüntü seç
uk: Виберіть образ
zh_cn: 选择图像

source: Open
el: Άνοιγμα
es: Abrir
eu: Ireki
hi: खोलें
ka: გახსნა
nl: Openen
ru: Открыть
sl: Odpri
sr: Отвори
tr: Aç
uk: Відкрити
zh_cn: 打开

source: Image files
el: Αρχεία εικόνας
es: Archivos de imagen
eu: Irudien fitxategiak
hi: छवि फाइलें
ka: ასლის ფალები
nl: Afbeeldingsbestanden
ru: Файлы изображений
sl: Slikovne datoteke
sr: Датотеке слика
tr: Görüntü dosyaları
uk: файли зображень
zh_cn: 图像文件

source: New Chef
el: Νέος σεφ
es: Cocinero nuevo
eu: Sukaldari berria
hi: नया बावर्ची
ka: ახალი მზარეული
nl: Nieuwe chef
ru: Новый шеф
sl: Nov kuhar
sr: Нови кувар
tr: Yeni Şef
uk: Новий кухар
zh_cn: 新的厨师

source: Cooking
el: Μαγείρεμα
es: Cocción
eu: Prestaketa
hi: खाना पकाना
ka: კულინარია
nl: Koken
ru: Готовка
sl: Kuhanje
sr: Кување
tr: Pişirme
uk: Готування
zh_cn: 烹饪

source: Step %d/%d
el: Βήμα %d/%d
es: Paso %d/%d
eu: %d/%d urratsa
hi: चरण %d/%d
ka: ნაბიჯი %d/%d
nl: Stap %d/%d
ru: Шаг %d/%d
sl: Korak %d/%d
sr: %d. корак од %d
tr: Aşama %d/%d
uk: Крок %d з %d
zh_cn: 步骤 %d/%d

source: Step %d
el: Βήμα %d
es: Paso %d
eu: %d urratsa
hi: चरण %d
ka: ნაბიჯი %d
nl: Stap %d
ru: Шаг %d
sl: Korak %d
sr: %d. корак
tr: Aşama %d
uk: Крок %d
zh_cn: 第 %d 步

source: GNOME Recipes
el: Συνταγές GNOME
es: GNOME Recetas
eu: GNOME Errezetak
hi: गनोम रेसिपी
ka: GNOME რეცეპტები
nl: Gnome Recepten
ru: Рецепты GNOME
sl: Recepti GNOME
sr: Гномови рецепти
tr: GNOME Tarifler
uk: «Рецепти» GNOME
zh_cn: GNOME 食谱

source: A cooking timer has expired
el: Ένα χρονόμετρο μαγειρέματος έληξε
es: Ha terminado un temporizador de preparación.
eu: Tenporizadore bat iraungi da
hi: खाना पकाने का टाइमर समाप्त हो गया है
nl: De kookwekker is verstreken
ru: Истёк срок действия таймера готовки
sl: Čas kuhanja je potekel
sr: Истекао је одбројавач за кување
tr: Pişirme süresi doldu
uk: Відлік таймера приготування завершено
zh_cn: 一个烹调计时器已到时间

source: Timer for “%s” has expired.
el: Το χρονόμετρο για «%s» έληξε.
es: El temporizador para «%s» ha terminado.
eu: “%s” urratserako tenporizadorea iraungi da.
hi: “%s” का टाइमर समाप्त हो गया है।
nl: De kookwekker voor ‘%s’ is verstreken.
ru: Таймер для "%s" закончился.
sl: Časovnik za »%s« je potekel.
sr: Истекао је одбројавач за „%s“.
tr: “%s” için süre doldu.
uk: Відлік таймера «%s» завершено.
zh_cn: “%s”的计时器已到时间。

source: Timer is up!
el: Ο χρόνος τελείωσε!
es: ¡Se acabó el tiempo!
eu: Tenporizadorea martxan dago.
hi: टाइमर ख़त्म हो गया है!
nl: De tijd is om!
ru: Время вышло!
sl: Čas je potekel!
sr: Време је истекло!
tr: Süre doldu!
uk: Відлік таймера завершено!
zh_cn: 计时结束！

source: American
el: Αμερικάνικη
es: Americana
eu: Amerikarra
hi: अमरीकी
ka: ამერიკული
nl: Amerikaans
ru: Американская
sl: Ameriška
sr: Америчка
tr: Amerikan
uk: Американська
zh_cn: 美国

source: Chinese
el: Κινέζικη
es: China
eu: Txinatarra
hi: चीनी
ka: ჩინური
nl: Chinees
ru: Китайская
sl: Kitajska
sr: Кинеска
tr: Çin
uk: Китайська
zh_cn: 中国

source: Indian
el: Ινδική
es: India
eu: Indiakoa
hi: भारतीय
ka: ინდოეთის ოკეანე
nl: Indiaas
ru: Индийская
sl: Indijska
sr: Индијска
tr: Hint
uk: Індійська
zh_cn: 印度

source: Italian
el: Ιταλική
es: Italiana
eu: Italiarra
hi: इतालवी
ka: იტალიური
nl: Italiaans
ru: Итальянская
sl: Italijanska
sr: Италијанска
tr: İtalyan
uk: Італійська
zh_cn: 意大利

source: French
el: Γαλλική
es: Francesa
eu: Frantsesa
hi: फ्रांसीसी
ka: ფრანგული
nl: Frans
ru: Французская
sl: Francoska
sr: Француска
tr: Fransız
uk: Французька
zh_cn: 法国

source: Greek
el: Ελληνική
es: Griega
eu: Greziarra
hi: यूनानी
ka: ბერძნული
nl: Grieks
ru: Греческая
sl: Grška
sr: Грчка
tr: Yunan
uk: Грецька
zh_cn: 希腊

source: Mediterranean
el: Μεσογειακή
es: Mediterránea
eu: Mediterraneoa
hi: भूमध्यसागरीय
ka: ხმელთაშუა ზღვის
nl: Mediterraans
ru: Средиземноморская
sl: Mediteranska
sr: Медитеранска
tr: Orta doğu
uk: Середземноморська
zh_cn: 地中海

source: Mexican
el: Μεξικάνικη
es: Mexicana
eu: Mexikarra
hi: मैक्सिकन
ka: მექსიკური
nl: Mexicaans
ru: Мексиканская
sl: Mehiška
sr: Мексичка
tr: Meksika
uk: Мексиканська
zh_cn: 墨西哥

source: Nordic
el: Σκανδιναβική
es: Nórdica
eu: Nordikoa
hi: नॉर्डिक
ka: სკანდინავიური
nl: Noors
ru: Скандинавская
sl: Nordijska
sr: Нордијска
tr: İskandinav
uk: Скандинавська
zh_cn: 北欧

source: Turkish
el: Τουρκική
es: Turca
eu: Turkiarra
hi: तुर्की
ka: თურქული
nl: Turks
ru: Турецкая
sl: Turška
sr: Турска
tr: Türk
uk: Турецька
zh_cn: 土耳其

source: American Cuisine
el: Αμερικάνικη κουζίνα
es: Cocina americana
eu: Sukaldaritza amerikarra
hi: अमेरिकी व्यंजन
ka: ამერიკული სამზარეულო
nl: Amerikaanse gerechten
ru: Американская кухня
sl: Ameriška kuhinja
sr: Америчка кухиња
tr: Amerikan Mutfağı
uk: Американська кухня
zh_cn: 美国菜肴

source: Chinese Cuisine
el: Κινέζικη κουζίνα
es: Cocina china
eu: Sukaldaritza txinatarra
hi: चीनी व्यंजन
ka: ჩინური სამზარეულო
nl: Chinese gerechten
ru: Китайская кухня
sl: Kitajska kuhinja
sr: Кинеска кухиња
tr: Çin Mutfağı
uk: Китайська кухня
zh_cn: 中国菜肴

source: Indian Cuisine
el: Ινδική κουζίνα
es: Cocina india
eu: Sukaldaritza indiarra
hi: भारतीय व्यंजन
ka: ინდური სამზარეულო
nl: Indiase gerechten
ru: Индийская кухня
sl: Indijska kuhinja
sr: Индијска кухиња
tr: Hint Mutfağı
uk: Індійська кухня
zh_cn: 印度菜肴

source: Italian Cuisine
el: Ιταλική κουζίνα
es: Cocina italiana
eu: Sukaldaritza italiarra
hi: इतालवी व्यंजन
ka: იტალიური სამზარეულო
nl: Italiaanse gerechten
ru: Итальянская кухня
sl: Italijanska kuhinja
sr: Италијанска кухиња
tr: İtalyan Mutfağı
uk: Італійська кухня
zh_cn: 意大利菜肴

source: French Cuisine
el: Γαλλική κουζίνα
es: Cocina francesa
eu: Sukaldaritza frantsesa
hi: फ्रांसीसी व्यंजन
ka: ფრანგული სამზარეულო
nl: Franse gerechten
ru: Французская кухня
sl: Francoska kuhinja
sr: Француска кухиња
tr: Fransız Mutfağı
uk: Французька кухня
zh_cn: 法国菜肴

source: Greek Cuisine
el: Ελληνική κουζίνα
es: Cocina griega
eu: Sukaldaritza greziarra
hi: यूनानी व्यंजन
ka: ბერძნული სამზარეულო
nl: Griekse gerechten
ru: Греческая кухня
sl: Grška kuhinja
sr: Грчка кухиња
tr: Yunan Mutfağı
uk: Грецька кухня
zh_cn: 希腊菜肴

source: Mediterranean Cuisine
el: Μεσογειακή κουζίνα
es: Cocina gediterránea
eu: Sukaldaritza mediterraneoa
hi: भूमध्यसागरीय व्यंजन
ka: ხმელთაშუა ზღვის სამზარეულო
nl: Mediterraanse gerechten
ru: Средиземноморская кухня
sl: Mediteranska kuhinja
sr: Медитеранска кухиња
tr: Orta Doğu Mutfağı
uk: Середземноморська кухня
zh_cn: 地中海菜肴
