Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Recipes
el: Συνταγές
es: Recetas
eu: Errezetak
hi: रेसिपी
ka: რეცეპტები
nl: Recepten
ru: Рецепты
sl: Kuhar'ca
sr: Рецептинко
tr: Tarifler
uk: Рецепти
zh_cn: 菜谱

source: GNOME cooks unite!
el: Μάγειρες του GNOME ενωθείτε!
es: ¡Cocineros de GNOME uníos!
eu: GNOME sukaldariok, batu!
hi: गनोम रसोइये एकजुट हों!
ka: GNOME მზარეულებო, გაერთიანდით!
nl: Gnome-koks, verenigt u!
ru: Повара GNOME, объединяйтесь!
sl: Kuharji GNOME, združite se!
sr: Гномова куварска јединица!
tr: GNOME aşçıları birleşin!
uk: GNOME — готуємо разом!
zh_cn: GNOME 烹饪集合！

source: GNOME loves to cook
el: Το GNOME αγαπά τη μαγειρική
es: A GNOME le encanta cocinar
eu: GNOMEk sukaldaritza maite du
hi: गनोम को खाना बनाना पसंद है
ka: GNOME-ს ყურვას საჭმლის კეთება
nl: Gnome houdt van koken
ru: GNOME обожает готовить
sl: Užitek kuhanja v okolju GNOME
sr: Гном воли да кува
tr: GNOME yemek yapmayı seviyor
uk: GNOME подобається готувати
zh_cn: GNOME 喜爱烹饪

source: Recipes is an easy-to-use application that will help you to discover what to cook today, tomorrow, the rest of the week and for your special occasions.
el: Το Συνταγές είναι μια εύχρηστη εφαρμογή που θα σας βοηθήσει να ανακαλύψετε τι να μαγειρέψετε σήμερα, αύριο, το υπόλοιπο της εβδομάδας και για τις ειδικές σας περιστάσεις.
es: Recetas de GNOME es una aplicación sencilla de usar que le ayudará a descubrir qué cocinar hoy, mañana, el resto de la semana y en ocasiones especiales.
hi: रेसिपी एक उपयोग में आसान अनुप्रयोग है जो आपको यह पता लगाने में मदद करेगी कि आज, कल, सप्ताह के बाकी दिनों में और आपके विशेष अवसरों के लिए क्या पकाना है।
nl: Recepten is een eenvoudig te gebruiken toepassing die u helpt uit te zoeken wat u vandaag, morgen, de rest van de week of bij speciale gelegenheden wilt klaarmaken.
ru: "Рецепты" - это простое в использовании приложение, которое поможет вам узнать, что приготовить сегодня, завтра, до конца недели и для особых случаев.
sl: Kuhar'ca je enostaven program, ki omogoča odkrivanje novih jedi danes, jutri, vsak dan v tednu in za raznovrstne posebne dogodke.
sr: Рецептинко јесте програм једноставан за употребу који ће вам помоћи да одлучите шта ћете да кувате данас, сутра, другим данима у недељи и за посебне прилике.
tr: Tarifler bugün, yarın, haftanın geri kalanında ve özel günleriniz için ne pişireceğinizi keşfetmenize yardımcı olacak, kullanımı kolay bir uygulamadır.
uk: «Рецепти» — проста у користуванні програма, яка допоможе вам визначитися із тим, що приготувати сьогодні, завтра, у решту днів тижня та до особливої події.
zh_cn: 菜谱是一个易于使用的应用程序，可以根据您的口味和场合帮助您找到今天、明天，以及之后一周要烹饪的菜谱。

source: Recipes comes with a collection of recipes that have been collected by GNOME contributors from all over the world. It also lets you store your own recipes and share them with your friends.
el: Το Συνταγές συνοδεύεται από μια συλλογή συνταγών που έχουν συλλεχθεί από συνεισφέροντες του GNOME από όλο τον κόσμο. Σας επιτρέπει επίσης να αποθηκεύετε τις δικές σας συνταγές και να τις μοιράζεστε με τους φίλους σας.
es: Incluye una colección de recetas de colaboradores de GNOME de todo el mundo. También le permite guardar sus propias recetas y compartirlas con sus amigos.
hi: रेसिपी में दुनिया भर से गनोम योगदानकर्ताओं द्वारा एकत्रित की गई रेसिपी का संग्रह शामिल है। यह आपको अपनी खुद की रेसिपी संग्रहीत करने और उन्हें अपने दोस्तों के साथ साझा करने की सुविधा भी देता है।
nl: Recepten bevat een verzameling recepten, samengesteld door bijdragers van Gnome van over de hele wereld. U kunt hierin ook uw eigen recepten opslaan en ze delen met uw vrienden.
ru: В приложении Рецепты представлена коллекция рецептов, собранных авторами GNOME со всего мира. Приложение также позволяет сохранять ваши собственные рецепты и делиться ими с друзьями.
sl: Program Kuhar'ca vključuje zbirko receptov, ki jih izbira in objavlja skupnost GNOME, sodelujejo pa posamezniki s celega sveta. Omogoča tudi shranjevanje novih receptov in seveda izmenjavo s prijatelji in znanci.
sr: Рецептинко долази са збирком рецепата који су прикупљени од стране Гномових сарадника из целог света. Такође вам омогућава да сачувате своје рецепте, и да их делите са својим пријатељима.
tr: Tarifler, tüm dünyadan GNOME katılımcıları tarafından yazılmış tarif koleksiyonunu da içermektedir. Ayrıca kendi tariflerinizi saklamanızı ve arkadaşlarınızla paylaşmanızı da sağlar.
uk: До складу «Рецептів» включено збірку рецептів, які було надіслано учасниками команди GNOME з усього світу. У програмі також передбачено можливість зберігати власні рецепти та ділитися ними з вашими друзями.
zh_cn: “食谱”附带了世界各地 GNOME 贡献者收集的食谱集合。您也可以存储自己的食谱并分享给您的好友。

source: The major features of Recipes include:
el: Τα κύρια χαρακτηριστικά του Συνταγές περιλαμβάνουν:
es: Entre las principales características de Recetas se incluyen:
eu: Errezetak aplikazioaren eginbide nagusiak:
hi: रेसिपी की प्रमुख विशेषताओं में शामिल हैं:
nl: De belangrijkste functies van Recepten zijn:
ru: К основным особенностям рецептов относятся:
sl: Glavne značilnosti programa so:
sr: У главније функције Рецептинка спадају:
tr: Tarifler uygulamasının temel özellikleri:
uk: Основні можливості «Рецептів»:
zh_cn: “食谱”的主要功能包括：

source: Add and edit your own recipes
el: Προσθέστε και επεξεργαστείτε τις δικές σας συνταγές
es: Añadir y editar sus propias recetas
eu: Gehitu eta editatu zure errezetak
hi: अपनी खुद की रेसिपी जोड़ें और संपादित करें
nl: Uw eigen recepten toevoegen en bewerken
ru: Добавляйте и редактируйте свои собственные рецепты
sl: dodajanje in urejanje kuharskih receptov
sr: Додајте и уређујте ваше сопствене рецепте
tr: Kendi tariflerinizi ekleyin ve düzenleyin
uk: Додавання і редагування власних рецептів
zh_cn: 添加和编辑您自己的食谱

source: Share recipes with your friends
el: Μοιραστείτε συνταγές με τους φίλους σας
es: Compartir recetas con sus amigos
eu: Partekatu errezetak lagunekin
hi: अपने दोस्तों के साथ रेसिपी साझा करें
nl: Recepten delen met uw vrienden
ru: Делитесь рецептами со своими друзьями
sl: možnost izmenjave receptov s prijatelji
sr: Делите рецепте са вашим пријатељима
tr: Tarifleri arkadaşlarınızla paylaşın
uk: Можливість ділитися рецептами з друзями
zh_cn: 与您的好友分享食谱

source: Export and print shopping lists
el: Εξαγωγή και εκτύπωση λιστών αγορών
es: Exportar e imprimir listas de la compra
eu: Esportatu eta inprimatu erosketa-zerrendak
hi: खरीदारी सूचियां निर्यात करें और प्रिंट करें
nl: Boodschappenlijstjes exporteren en afdrukken
ru: Экспортировать и напечатать список покупок
sl: izvoz in tiskanje nakupovalnega seznama
sr: Извезите и штампајте списак за куповину
tr: Alışveriş listelerini içe aktarın ve yazdırın
uk: Експортування та друк списку закупівель
zh_cn: 导出和打印购物清单

source: Adjust quantities based on the number of servings
el: Προσαρμογή ποσοτήτων με βάση τον αριθμό των μερίδων
es: Ajustar las cantidades en función de las raciones
eu: Doitu kantitateak errazio kopuruaren arabera
hi: परोसने की संख्या के आधार पर मात्राएं समायोजित करें
nl: Bekijk hoeveel ingrediënten u nodig hebt gebaseerd op het aantal porties
ru: Отрегулируйте количество в зависимости от количества порций
sl: prilagajanje količin na število porcij
sr: Прилагодите количине на основу броја сервирања
tr: Porsiyon sayısına göre miktarları ayarlayın
uk: Коригування обсягу складових за кількістю порцій
zh_cn: 根据份数调整数量

source: Mark recipes to cook later or add them to your favorites
el: Σημειώστε συνταγές για μαγείρεμα αργότερα ή προσθέστε τις στα αγαπημένα σας
es: Marcar recetas para cocinarlas después o añadirlas a favoritos
eu: Markatu errezetak geroago prestatzeko edo gehitu zure gogokoei
hi: बाद में पकाने के लिए रेसिपी को चिह्नित करें या उन्हें अपने पसंदीदा में जोड़ें
nl: Markeer recepten om later te koken of voeg ze toe aan uw favorieten
ru: Отмечайте рецепты, чтобы приготовить их позже, или добавляйте их в избранное
sl: označevanje receptov za načrtovanje in dodajanje med priljubljene
sr: Означите рецепте за спремање касније или их додајте у омиљене
tr: Daha sonra pişirmek için tarifleri işaretleyin veya beğenilerinize ekleyin
uk: Можливість позначення рецептів для пізнішого приготування та додавання рецептів до улюблених
zh_cn: 标记食谱以稍后烹饪或添加它们到您的收藏夹

source: Add notes to recipes
el: Προσθήκη σημειώσεων σε συνταγές
es: Añadir notas a las recetas
eu: Gehitu oharrak errezetei
hi: रेसिपी में नोट्स जोड़ें
nl: Notities aan een recept toevoegen
ru: Добавить заметки к рецептам
sl: dodajanje opomb k receptom
sr: Додајте напомене у рецептима
tr: Tariflere notlarınızı ekleyin
uk: Додавання нотаток до рецептів
zh_cn: 添加注释到食谱

source: Hands-free cooking instruction mode
el: Λειτουργία οδηγιών μαγειρέματος χωρίς χέρια
es: Modo de instrucciones de preparación en manos libres
eu: Eskuak libre argibideak jaso bitartean
hi: हस्तमुक्त खाना पकाने का अनुदेश मोड
nl: Hands-free kookinstructiemodus
ru: Режим приготовления со свободными руками
sl: Način navodil za prostoročno kuhanje
sr: Режим испомоћи за кување слободним рукама
tr: Eller serbest pişirme talimatı kipi
uk: Режим показу настанов щодо приготування «руки зайнято»
zh_cn: 无操作烹饪指导模式

source: Initial screen for the application
el: Αρχική οθόνη της εφαρμογής
es: Pantalla inicial de la aplicación
eu: Aplikazioaren hasierako pantaila
hi: अनुप्रयोग के लिए प्रारंभिक स्क्रीन
ka: აპლიკაციის პირველი ეკრანი
nl: Openingsscherm voor de toepassing
ru: Начальный экран для приложения
sl: Začetni zaslon programa
sr: Почетни екран програма
tr: Uygulama için başlangıç ekranı
uk: Початкове вікно програми
zh_cn: 应用程序的初始画面

source: The cuisines page
el: Η σελίδα κουζινών
es: La página de tipos de cocina
eu: Sukaldaritzen orria
hi: व्यंजन पृष्ठ
nl: De gerechtenpagina
ru: Страница кухонь
sl: Stran kulinarike
sr: Кухињска страница
tr: Mutfaklar sayfası
uk: Сторінка кухонь
zh_cn: 菜肴页面

source: A shopping list
el: Μια λίστα αγορών
es: Una lista de la compra
eu: Erosketa-zerrenda
hi: खरीदारी की सूची
ka: საყიდლების სია
nl: Een boodschappenlijstje
ru: Лист покупок
sl: Nakupovalni seznam
sr: Списак за куповину
tr: Alışveriş listesi
uk: Список закупівель
zh_cn: 购物清单

source: Cooking a recipe
el: Μαγειρεύοντας μια συνταγή
es: Cocinar una receta
eu: Errezeta bat prestatzea
hi: एक रेसिपी पकाना
ka: რეცეპტის მომზადება
nl: Een recept koken
ru: Приготовление рецепта
sl: Priprava po receptu
sr: Кување рецепта
tr: Bir tarifi pişirmek
uk: Приготування за рецептом
zh_cn: 烹饪食谱

source: Editing a recipe
el: Επεξεργασία μιας συνταγής
es: Editando una receta
eu: Errezeta bat editatzea
hi: रेसिपी संपादित करना
ka: რეცეპტის ჩასწორება
nl: Een recept bewerken
ru: Редактирование рецепта
sl: Urajanje recepta
sr: Уређивање рецепта
tr: Bir tarifi düzenlemek
uk: Редагування рецепту
zh_cn: 编辑食谱

source: An individual recipe
el: Μια ατομική συνταγή
es: Una receta individual
eu: Banakako errezeta bat
hi: एक व्यक्तिगत रेसिपी
ka: ინდივიდუალური რეცეპტი
nl: Een individueel recept
ru: Индивидуальный рецепт
sl: Posamezni recept
sr: Рецепт појединца
tr: Bağımsız tarif
uk: Індивідуальний рецепт

source: An individual cuisine
el: Μια ατομική κουζίνα
es: Una cocina individual
eu: Banakako sukaldaritza bat
hi: एक व्यक्तिगत व्यंजन
ka: ინდივიდუალური სამზარეულო
nl: Een individueel gerecht
ru: Отдельные кухни
sl: Posamezna kuhinja
sr: Кухиња појединца
tr: Bağımsız mutfak
uk: Індивідуальна кухня

source: Matthias Clasen and others
el: Matthias Clasen και άλλοι
es: Matthias Clasen y otros
hi: मथायस क्लासेन और अन्य
ka: მატიას კლასი და სხვები
tr: Matthias Clasen ve diğerleri
uk: Матіас Класен (Matthias Clasen) та інші

source: The user ID of the current user
el: Το αναγνωριστικό χρήστη του τρέχοντος χρήστη
es: El ID del usuario actual
eu: Uneko erabiltzailearen IDa
hi: वर्तमान उपयोक्ता की उपयोक्ता आईडी
ka: მიმდინარე მომხმარებლის მომხმარებლის ID
nl: De gebruikers-ID van de huidige gebruiker
ru: ID текущего пользователя
sl: ID trenutnega uporabnika
sr: ИБ корисника тренутног корисника
tr: Geçerli kullanıcının kimliği
uk: Ідентифікатор поточного користувача
zh_cn: 当前用户的 ID

source: The user ID of the current user.
el: Το αναγνωριστικό χρήστη του τρέχοντος χρήστη.
es: El ID del usuario actual.
eu: Uneko erabiltzailearen IDa.
hi: वर्तमान उपयोक्ता की उपयोक्ता आईडी।
ka: მიმდინარე მომხმარებლის მომხმარებლის ID.
nl: De gebruikers-ID van de huidige gebruiker.
ru: ID текущего пользователя.
sl: Uporabniško določilo ID trenutnega uporabnika.
sr: ИБ корисника тренутног корисника.
tr: Geçerli kullanıcının kimliği.
uk: Ідентифікатор поточного користувача.
zh_cn: 当前用户的用户 ID 。

source: The number of times cooking mode has been presented
el: Ο αριθμός των φορών που παρουσιάστηκε η λειτουργία μαγειρέματος
es: El número de veces que se ha mostrado el modo de preparación
hi: खाना पकाने का तरीका कितनी बार प्रस्तुत किया गया है
nl: Het aantal keren dat de kookmodus is weergegeven
ru: Количество раз включался режим приготовления
sl: Število ponovitev uporabe kuharskega načina.
sr: Број приказивања режима кувања
tr: Pişirme kipinin kaç defa sunulduğu
uk: Кількість разів, які було показано режим приготування
zh_cn: 展示烹饪模式的次数

source: The number of times cooking mode has been presented.
el: Ο αριθμός των φορών που παρουσιάστηκε η λειτουργία μαγειρέματος.
es: El número de veces que se ha mostrado el modo de preparación.
hi: खाना पकाने का तरीका कितनी बार प्रस्तुत किया गया है।
nl: Het aantal keren dat de kookmodus is weergegeven.
ru: Количество раз включался режим приготовления.
sl: Kolikokrat je bil uporabljen kuharski način.
sr: Колико је пута приказан режим кувања.
tr: Pişirme kipinin kaç defa sunulduğu.
uk: Кількість разів, які було показано режим приготування.
zh_cn: 展示烹饪模式的次数

source: The timestamp of the last change to the favorites list
el: Η χρονική σήμανση της τελευταίας αλλαγής στη λίστα αγαπημένων
es: La marca de tiempo del último cambio en la lista de la favoritos
hi: पसंदीदा सूची में अंतिम परिवर्तन का टाइमस्टैम्प
nl: De tijd van de laatste wijziging in de favorietenlijst
ru: Временная метка последнего изменения в списке покупок
sl: Časovni žig zadnje spremembe seznama priljubljenih
sr: Време последње измене списка омиљених
tr: Beğeniler listesinde yapılan son değişikliğin zaman damgası
uk: Часова позначка останньої зміни у списку улюблених рецептів
zh_cn: 收藏列表最后更改的时间戳

source: The timestamp of the last time an item was added to or removed from the favorites list.
el: Η χρονική σήμανση της τελευταίας φοράς που ένα στοιχείο προστέθηκε ή αφαιρέθηκε από τη λίστα αγαπημένων.
es: La marca de tiempo de la última vez que se añadió o se eliminó un elemento de la lista de favoritos.
hi: वह टाइमस्टैम्प जब अंतिम बार किसी वस्तु को पसंदीदा सूची में जोड़ा गया था या हटाया गया था।
nl: De tijd van de laatste keer dat een item werd toegevoegd aan of verwijderd uit de favorietenlijst.
ru: Временная метка последнего добавления элемента в список избранного или его удаления из него.
sl: Časovni žig zadnjega dodajanja oziroma odstranjevanja predmeta s seznama priljubljenih
sr: Временски жиг последњег времена када је ставка додата или уклоњена са списка омиљених.
tr: Bir öğenin beğeniler listesine eklendiği veya kaldırıldığı son zamanın zaman damgası.
uk: Часова позначка, коли до списку улюблених рецептів було додано рецепт або коли зі списку було вилучено рецепт.
zh_cn: 最后一次从收藏列表里添加或移除项目的时间戳。

source: The list of favorites
el: Η λίστα αγαπημένων
es: La lista de favoritos
eu: Gogokoen zerrenda
hi: पसंदीदा की सूची
nl: De lijst met favorieten
ru: Список избранного
sl: Seznam priljubljenih
sr: Списак омиљених
tr: Beğeniler listesi
uk: Список улюблених рецептів
zh_cn: 收藏列表

source: The list of favorites. Each entry in the list is the ID of a recipe.
el: Η λίστα αγαπημένων. Κάθε καταχώριση στη λίστα είναι το αναγνωριστικό μιας συνταγής.
es: La lista de favoritos. Cada entrada en la lista es el ID de una receta.
eu: Gogokoen zerrenda. Zerrendako sarrera bakoitza errezeta baten IDa da.
hi: पसंदीदा की सूची। सूची में प्रत्येक प्रविष्टि एक रेसिपी की आईडी है।
nl: De lijst met favorieten. Elk item in de lijst is de ID van een recept.
ru: Список избранного. Каждая запись в списке является ID рецепта.
sl: Seznam receptov, označenih kot priljubljeni. Vsak vnos na seznamu je določilo ID recepta.
sr: Списак омиљених. Сваки унос на списку јесте ИБ рецепта.
tr: Beğeniler listesi. Listedeki her giriş bir tarifin kimliğidir.
uk: Список улюблених рецептів. Кожен із записів списку є ідентифікатором рецепта.
zh_cn: 收藏列表。列表里的每个条目都是食谱的 ID。

source: The timestamp of the last change to the shopping list
el: Η χρονική σήμανση της τελευταίας αλλαγής στη λίστα αγορών
es: La marca de tiempo del último cambio en la lista de la compra.
eu: Erosketa-zerrendari egindako azken aldaketaren denbora-zigilua
hi: खरीदारी सूची में अंतिम परिवर्तन का टाइमस्टैम्प
nl: De tijd van de laatste wijziging in de boodschappenlijst
ru: Временная метка последнего изменения в списке покупок
sl: Časovni žig zadnje spremembe nakupovalnega seznama
sr: Време последње измене списка за куповину
tr: Alışveriş listesindeki son değişimin zaman damgası
uk: Часова позначка останньої зміни у списку закупівель
zh_cn: 购物清单最后更改的时间戳

source: The timestamp of the last time an item was added to or removed from the shopping list.
el: Η χρονική σήμανση της τελευταίας φοράς που ένα στοιχείο προστέθηκε ή αφαιρέθηκε από τη λίστα αγορών.
es: La marca de tiempo de la última vez que se añadió o se eliminó un elemento de la lista de la compra.
eu: Elementu bat erosketa-zerrendara gehitu deneko edo bertatik kendu deneko denbora-zigilua.
hi: पिछली बार जब कोई वस्तु खरीदारी सूची में जोड़ा गया था या हटाया गया था, तो उसका टाइमस्टैम्प।
nl: De tijd van de laatste keer dat een item werd toegevoegd aan of verwijderd uit de boodschappenlijst.
ru: Временная метка последнего добавления товара в список покупок или его удаления из него.
sl: Časovni žig zadnjega dodajanja ali odstranjevanje vnosa na seznam za nakupovanje.
sr: Временски жиг последњег времена када је ставка додата или уклоњена са списка за куповину.
tr: Bir öğenin alışveriş listesine eklendiği veya çıkarıldığı son zamanın zaman damgası.
uk: Часова позначка, коли до списку закупівель було додано пункт або коли зі списку було вилучено пункт.
zh_cn: 最后一次从购物清单里添加或移除项目的时间戳。

source: The shopping list
el: Η λίστα αγορών
es: La lista de la compra
eu: Erosketa-zerrenda
hi: खरीदारी सूची
nl: Het boodschappenlijstje
ru: Этот лист покупок
sl: Nakupovalni seznam
sr: Списак за куповину
tr: Alışveriş listesi
uk: Список закупівель
zh_cn: 购物清单

source: The shopping list. Each entry in the dictionary maps the ID of a recipe to a serving count.
el: Η λίστα αγορών. Κάθε καταχώριση στο λεξικό αντιστοιχεί το αναγνωριστικό μιας συνταγής σε έναν αριθμό μερίδων.
es: La lista de la compra. Cada entrada del diccionario mapea el ID de una receta para el número de raciones.
eu: Erosketa-zerrenda. Hiztegiko sarrera bakoitza errezeta baten eta errazio kopuru baten IDarekin lotuta dago.
hi: खरीदारी की सूची। शब्दकोश में प्रत्येक प्रविष्टि एक रेसिपी की आईडी को सर्विंग काउंट से मैप करती है।
nl: Het boodschappenlijstje. Elk item in het woordenboek koppelt De ID van een recept aan een aantal porties.
ru: Список покупок. Каждая запись в словаре сопоставляет ID рецепта с количеством порций.
sl: Nakupovalni seznam za načrtovane recepte. Vsak vnos preslika določilo ID recepta na število porcij.
sr: Списак за куповину. Сваки унос на карти речника је ИБ рецепта за број сервирања.
tr: Alışveriş listesi. Sözlükteki her giriş, tarifin kimliğini bir servis sayımı ile eşleştirir.
uk: Список закупівель. Кожен пункт у словнику пов'язує ідентифікатор рецепта із кількістю порцій.

source: Ingredients that were removed from the shopping list
el: Συστατικά που αφαιρέθηκαν από τη λίστα αγορών
es: Ingredientes que se han quitado de la lista de la compra
eu: Erosketa-zerrendatik kendu diren osagaiak
hi: खरीदारी सूची से हटाई गई सामग्रियां
nl: Ingrediënten die verwijderd zijn van het boodschappenlijstje
ru: Ингредиенты, которые были удалены из списка покупок
sl: Sestavine, odstranjene z nakupovalnega seznama
sr: Састојци који су уклоњени са списка за куповину
tr: Alışveriş listenizden kaldırılan malzemeler
uk: Складові, які було вилучено зі списку закупівель
zh_cn: 从购物清单中移除的食材

source: The names of ingredients that were removed from the shopping list.
el: Τα ονόματα των συστατικών που αφαιρέθηκαν από τη λίστα αγορών.
es: Los nombres de los ingredientes que se han quitado de la lista de la compra.
eu: Erosketa-zerrendatik kendu diren osagaien izenak.
hi: उन सामग्रियों के नाम जिन्हें खरीदारी सूची से हटा दिया गया था।
nl: De namen van de ingrediënten die verwijderd zijn van het boodschappenlijstje.
ru: Названия ингредиентов, которые были удалены из списка покупок.
sl: Imena sestavin, ki so bile odstranjene z nakupovalnega seznama.
sr: Називи састојака који су уклоњени са списка за куповину.
tr: Alışveriş listenizden kaldırılan malzemelerin isimleri.
uk: Назви складових, які було вилучено зі списку закупівель.
zh_cn: 已从购物清单中移除的食材名称。

source: The list of recipes to be exported
el: Η λίστα των συνταγών προς εξαγωγή
es: La lista de recetas que exportar
eu: Esportatuko den errezeta-zerrenda
hi: निर्यात की जाने वाली व्यंजनों की सूची
nl: De lijst van recepten die geëxporteerd moeten worden
ru: Список рецептов для экспорта
sl: Seznam receptov za izvoz
sr: Списак рецепата за извоз
tr: Dışa aktarılacak tariflerin listesi
uk: Список рецептів для експортування
zh_cn: 要导出的食谱列表

source: The list of recipes to be exported. Each entry in the list is the ID of a recipe.
el: Η λίστα των συνταγών προς εξαγωγή. Κάθε καταχώριση στη λίστα είναι το αναγνωριστικό μιας συνταγής.
es: La lista de recetas que exportar. Cada entrada de la lista es el ID de una receta.
eu: Esportatuko den errezeta-zerrenda. Zerrendako sarreretako bana errezeta baten IDa da.
hi: निर्यात की जाने वाली व्यंजनों की सूची। सूची में प्रत्येक प्रविष्टि एक व्यंजन की आईडी है।
nl: De lijst van recepten die geëxporteerd moeten worden. Elk item in de lijst is de ID van een recept.
ru: Список рецептов для экспорта. Каждая запись в списке является ID рецепта.
sl: Seznam receptov, ki so pripravljeni za izvos. Vsak vnos na seznamu je določilo ID recepta.
sr: Списак рецепата који ће бити извезени. Сваки унос на списку јесте ИБ рецепта.
tr: Dışa aktarılacak tariflerin listesi. Listedeki her giriş bir tarifin kimliğidir.
uk: Список рецептів для експортування. Кожен із записів списку є ідентифікатором рецепта.
zh_cn: 要导出的食谱列表。列表里的每个条目都是食谱的 ID。

source: The setting for which unit temperatures should be displayed in.
el: Η ρύθμιση για τη μονάδα θερμοκρασίας στην οποία θα εμφανίζονται.
es: La configuración de las unidades de temperatura que se deben usar.
eu: Tenperatura zein unitatetan bistaratuko den finkatzen duen ezarpena.
hi: वह सेटिंग जिसके लिए इकाई तापमान प्रदर्शित किया जाना चाहिए।
nl: De instelling voor de eenheid waarin de temperatuur weergegeven moet worden.
ru: Настройка, при которой должна отображаться температура в единице измерения.
sl: Nastavitev enote temperature
sr: Поставка за коју јединица температуре треба да буде приказана.
tr: Hangi sıcaklık biriminin gösterileceğini belirleyen ayar.
uk: Параметр одиниць, у яких має бути показано температуру.
