Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Berry
el: Μούρο
es: Baya
eu: Baia
hi: बेरी
ka: კენკრა
nl: Bes
ru: Ягоды
sl: Jagodičje
sr: Јагодичасто воће
tr: Yemiş
uk: Ягоди

source: Bilberry
es: Arándanos
eu: Ahabia beltza
hi: बिलबेरी
ka: მოცვი
nl: Bosbes
ru: Голубика
sl: Borovnica, evropska
sr: Боровница
tr: Çoban üzümü
uk: Чорниці

source: Biscotti
es: Biscotes
eu: Biskotea
hi: बिस्कोटी
ka: ბისკოტი
ru: "Бискотти"
sl: Piškoti
sr: Кекс
uk: Біскотто

source: Black cardamom pod
es: Vaina de cardamomo negro
eu: Kardamomo beltzaren leka
hi: काली इलायची की फली
ka: შავი ილის მარცვლები
nl: Zwarte kardemompeul
ru: Стручок чёрного кардамона
sl: Črni kardamom v stroku
sr: Махуна црног кардамона
tr: Siyah kakule
uk: Стручок чорного кардамону

source: Black peppercorns
el: Κόκκους μαύρου πιπεριού
es: Granos de pimienta negra
eu: Piperbeltza
hi: काली मिर्च
ka: შავი პილპილის მარცვლები
nl: Zwarte peperkorrels
ru: Чёрный перец горошком
sl: Zrna črnega popra
sr: Зрна црног бибера
tr: Karabiber
uk: Чорний перець

source: Blueberry
el: Μύρτιλο
es: Arándanos
eu: Ahabia
hi: ब्लूबेरी
ka: მოცვი
nl: Blauwe bes
ru: Черника
sl: Borovnica, ameriška
sr: Боровница
tr: Maviyemiş
uk: Лохина

source: Bourbon whiskey
es: Bourbon
eu: Bourbona
hi: बॉर्बन व्हिस्की
ka: ბურბონის ვისკი
ru: "Бурбон-виски"
sl: Bourbonski viski
sr: Бурбон виски
tr: Bourbon viski
uk: Бурбон

source: Breadcrumbs
el: Φρυγανιά τριμμένη
es: Migas de pan
eu: Ogi birrindua
hi: ब्रेडक्रंब
ka: ნამცეცები
nl: Broodkruimels
ru: Панировочные сухари
sl: Krušne drobtine
sr: Презле
tr: Galeta unu
uk: Кришені сухарі

source: Brewer's yeast
es: Levadura
eu: Garagardo-legamia
hi: शराब बनानेवाला का ख़मीर
ka: ლუდსახარში საფუარი
nl: Brouwersgist
ru: Пивные дрожжи
sl: Pivovarski kvas
sr: Пивски квасац
tr: Bira mayası
uk: Пивні дріжджі

source: Broad beans
es: Habas
eu: Baba handiak
hi: चौड़े बीन्स
ka: ფართო ლობიო
nl: Witte bonen in tomatensaus
ru: Зелёных бобов
sl: Bob
sr: Боб
tr: Bakla
uk: Кінський біб

source: Broth
es: Caldo
eu: Salda
hi: शोरबा
ka: ბულიონი
nl: Bouillon
ru: Бульон
sl: Juha
sr: Чорба
tr: Et suyu
uk: Бульйон

source: Brown sugar
es: Azúcar moreno
eu: Azukre beltza
hi: भूरी चीनी
ka: ყავისფერი შაქარი
nl: Bruine suiker
ru: "Тростниковый" сахар
sl: Rjavi sladkor
sr: Жути шећер
tr: Kahverengi şeker
uk: Жовтий цукор

source: Butter
el: Βούτυρο
es: Mantequilla
eu: Gurina
hi: बटर
ka: კარაქი
nl: Boter
ru: Сливочное масло
sl: Maslo
sr: Маслац
tr: Tereyağ
uk: Масло

source: Butter, melted
es: Mantequilla derretida
eu: Gurin urtua
hi: बटर, पिघला हुआ
ka: კარაქი, მდნარი
nl: Boter, gesmolten
ru: Растопленное сливочное масло
sl: Maslo, staljeno
sr: Маслац, топљени
tr: Tereyağ, eritilmiş
uk: Масло, розтоплене

source: Button mushroom
es: Champiñones pequeños
eu: Barrengorri txikiak
hi: बटन मशरूम
ka: ქამა
ru: Шляпки грибов
sl: Kukmak
sr: Младе печурке
tr: Kültür mantarı
uk: Шампіньйон

source: Cabbage
el: Λάχανο
es: Repollo
eu: Aza
hi: पत्तागोभी
ka: კომბოსტო
nl: Kool
ru: Капуста
sl: Zelje
sr: Купус
tr: Beyaz lahana
uk: Капуста

source: Cake flour
es: Harina de pastelería
eu: Gozogintza-irina
hi: केक आटा
ka: ნამცხვრის ფქვილი
ru: Кондитерская мука
sl: Moka, tortna
sr: Брашно за колаче
tr: Kek unu
uk: Борошно для здоби

source: Canellini beans
es: Frijoles Cannellini
hi: कैनेलिनी बीन्स
ka: ლობიო
nl: Canellinibonen
ru: Белая фасоль
sl: Fižol canellini
sr: Пасуљ канелини
tr: Cannellini fasülyesi
uk: Квасоля звичайна

source: Canned black beans, rinsed
es: Frijoles negros en lata, enjuagados
eu: Poteko babarrun beltzak, xukatuta
hi: डिब्बाबंद काले बीन्स, धोकर
ka: დაკონსერვებული შავი ლობიო, გარეცხილი
nl: Zwarte bonen in blik, gespoeld
ru: Консервированная чёрная фасоль, промытая
sl: Črni fižol, konzerviran
sr: Конзервирани црни пасуљ, испран
tr: Konserve siyah kuru fasülye, durulanmış
uk: Консервовані чорні боби, промиті

source: Canned chopped tomatoes
es: Tomates picados en lata
eu: Poteko tomate birrindua
hi: डिब्बाबंद कटे हुए टमाटर
ka: დაჭრილი პომიდვრის კონსერვი
nl: Gehakte tomaten in blik
ru: Консервированные нарезанные помидоры
sl: Sesekljan paradižnik, konzerviran
sr: Конзервирани сецкани парадајз
tr: Konserve doğranmış domates
uk: Консервована томатна паста

source: Carrot
el: Καρότο
es: Zanahoria
eu: Azenarioa
hi: गाजर
ka: სტაფილოსფერი
nl: Wortel
ru: Морковка
sl: Korenje
sr: Шаргарепа
tr: Havuç
uk: Морква

source: Cashews, lightly toasted
es: Anacardos, ligeramente tostados
hi: काजू, हल्का भूना हुआ
ka: კეშიუ, მსუბუქად შებრაწული
nl: Cashewnoten, licht geroosterd
ru: Кешью, слегка поджаренные
sl: Indijski oreščki, rahlo popečeni
sr: Индијски орах, лагано печен
tr: Kaju, hafifçe kızartılmış
uk: Кеш'ю, трохи підсмажені

source: Caster sugar
es: Azúcar en polvo
hi: महीन सफेद चीनी
ka: კასტერის შაქარი
nl: Basterdsuiker / cassonade
ru: Сахарная пудра
sl: Finozrnati sladkor
sr: Кристал шећер
tr: Pudra şekeri
uk: Цукрова пудра

source: Celery
el: Σέλινο
es: Apio
eu: Apioa
hi: अजवाइन
ka: ნიახური
nl: Selderij / selder
ru: Сельдерей
sl: Zelena
sr: Целер
tr: Kereviz
uk: Селера

source: Champignons
es: Champiñones
eu: Barrengorriak
hi: शैंपेनोन
ka: შამპინიონები
ru: Шампиньоны
sl: Šampinjoni
sr: Шампињони
tr: Yemeklik mantar
uk: Шампіньйони

source: Cheese
el: Τυρί
es: Queso
hi: चीज़
nl: Kaas
ru: Сыр
sl: Sir
sr: Сир
tr: Peynir
uk: Сир

source: Cheese slices
es: Lonchas de queso
eu: Gazta xerrak
hi: चीज़ स्लाइस
ka: ყველის ნაჭრები
nl: Plakjes/sneetjes kaas
ru: Ломтики сыра
sl: Sir, rezine
sr: Кришке сира
tr: Peynir dilimleri
uk: Нарізаний сир

source: Cherries, pitted
es: Cerezas, picadas
eu: Gereziak, hezurrik gabeak
hi: चेरी, बीज रहित
ka: ალუბალი, უკურკო
nl: Kersen zonder pit
ru: Вишня, без косточек
sl: Češnje s koščicami
sr: Трешње, без коштице
tr: Kiraz, çekirdeksiz
uk: Вишні, без кісточок

source: Cherry tomatoes, halved
es: Tomates cherry cortados por la mitad
eu: Erditik moztutako cherry tomateak
hi: चेरी टमाटर, आधे कटे हुए
ka: პატარა პომიდვრები, ნახევარ/ნახევარი
nl: Kerstomaten, halve
ru: Помидоры черри, половинки
sl: Češnjev paradižnik, prepolovljen
sr: Чери парадајз, преполовљен
tr: Çeri domates, yarıya kesilmiş
uk: Помідори-чері, половинки

source: Chia seeds
es: Semillas de chía
eu: Chia haziak
hi: चिया बीज
ka: ჩიას თესლი
nl: Chiazaad
ru: Семена чиа
sl: Semena čije
sr: Чиа семенке
tr: Chia çekirdeği
uk: Насіння чіа

source: Chicken breasts, large
es: Pechugas de pollo grandes
eu: Oilasko bularrak, handiak
hi: चिकन ब्रेस्ट, बड़े
ka: ქათმის მკერდი, დიდი
nl: Kipfilets, groot
ru: Куриные грудки, большие
sl: Piščančje prsi, velike
sr: Пилеће груди, велике
tr: Tavuk göğsü, geniş
uk: Курячі грудки, великі

source: Chicken livers
es: Higaditos de pollo
eu: Oilasko gibelak
hi: चिकन कलेजी
ka: ქათმის ღვიძლი
nl: Kippenlevertjes
ru: Куриная печень
sl: Piščančja jetra
sr: Пилећа јетра
tr: Tavuk ciğeri
uk: Куряча печінка

source: chicken stock
es: Caldo de pollo
eu: Oilasko-salda
hi: चिकन स्टॉक
ka: ქათმის ნახარში
nl: Kippenbouillon
ru: куриный бульон
sl: Jušna osnova (kokošja)
sr: пилећи одрезак
tr: Tavuk suyu
uk: Курячий бульйон

source: Chili flakes
el: Νιφάδες τσίλι
es: Chile en copos
eu: Txile-malutak
hi: मिर्च के फ्लेक
ka: დაღერღილი ცხარე წიწაკა
nl: Chilivlokken
ru: Чили, хлопья(нити)
sl: Čili v kosmičih
sr: Чили пахуљице
tr: Pul biber (kırmızı)
uk: Подрібнений червоний перець

source: Chili powder
el: Σκόνη τσίλι
es: Chile en polvo
eu: Txile-hautsa
hi: मिर्च पाउडर
ka: ცხარე წიწაკის ფხვნილი
nl: Chilipoeder
ru: Молотый перец чили
sl: Čili v prahu
sr: Чили прах
tr: Biber tozu
uk: Мелений перець чилі

source: Chili sauce (e.g. sriracha)
es: Salsa de chile (ej. sriracha)
eu: Txile-saltsa (adib. sriracha)
hi: मिर्च सॉस (जैसे श्रीराचा)
ka: ჩილის სოუსი (მაგ. სრირაჩა)
nl: Chilisaus (bv. sriracha)
ru: Соус чили (например, шрирача)
sl: Čili omaka (npr. Sriracha)
sr: Чили сос (нпр. срирача)
tr: Biber sosu (örn: sriracha)
uk: Соус чилі (наприклад срірача)

source: Chocolate
el: Σοκολάτα
eu: Txokolatea
hi: चॉकलेट
ka: შოკოლადი
nl: Chocolade
ru: Шоколад
sl: Čokolada
sr: Чоколада
tr: Çikolata
uk: Шоколад

source: Chocolate frosting
es: Crema de chocolate
eu: Txokolate-glasatua
hi: चॉकलेट फ्रॉस्टिंग
ka: გაყინული შოკოლადი
nl: Chocoladeglazuur
ru: Шоколадная глазурь
sl: Čokoladna glazura
sr: Чоколадна глазура
tr: Çikolatalı pasta kaplaması
uk: Шоколадна глазур

source: Chorizo
el: Τσορίθο
eu: Txorizoa
hi: चोरिज़ो
ka: ქორიზო
ru: "Чоризо"
sl: Salama chorizo
sr: Чоризо
tr: Domuz sucuğu
uk: Чорізо

source: Ciboulette
es: Cebollino
eu: Tipulina
hi: सिबोलेट
ka: ჩაივსი
ru: Шнитт-лук
sl: Drobnjak
sr: Влашац
tr: Frenk soğanı (Ciboulette)
uk: Цибуля-шніт

source: Cilantro
el: Κόλιανδρο
eu: Martorria
hi: धनिया
ka: ქინძი
nl: Koriander
ru: Кинза
sl: Koriander
sr: Першун лишћар
tr: Kişniş
uk: Коріандр

source: Cilantro leaves
es: Hojas de cilantro
eu: Martorri-hostoak
hi: धनिया के पत्ते
ka: ქინძის ფოთლები
nl: Korianderbladeren
ru: Листья кинзы
sl: Koriander, listi
sr: Лишће першуна лишћара
tr: Kişniş yaprağı
uk: Листя коріандру

source: Cinnamon
el: Κανέλα
es: Canela
eu: Kanela
hi: दालचीनी
nl: Kaneel
ru: Корица
sl: Cimet
sr: Цимет
tr: Tarçın
uk: Кориця

source: Cinnamon sticks
es: Canela en rama
eu: Kanela-makilak
hi: दालचीनी की छड़ें
ka: დარიჩინის ჩხირები
nl: Kaneelstokjes
ru: Корица (палочки)
sl: Cimetove palčke
sr: Штапићи цимета
tr: Tarçın çubuğu
uk: Гілки кориці

source: Cloves
es: Clavos
eu: Iltzeak
hi: लौंग
ka: კბილი
nl: Kruidnagels
ru: Гвоздика (гвоздичное дерево)
sl: Nageljnove žbice
sr: Каранфилић
tr: Karanfil
uk: Гвоздика

source: Cocoa butter
es: Manteca de cacao
eu: Kakao-gurina
hi: कोकोआ बटर
ka: კაკაოს კარაქი
nl: Cacaoboter
ru: Какао-масло
sl: Kakavovo maslo
sr: Какао путер
tr: Kakao yağı
uk: Масло какао

source: Cocoa powder
el: Σκόνη κακάο
es: Cacao en polvo
eu: Kakao-hautsa
hi: कोको पाउडर
ka: კაკაოს ფხვნილი
nl: Cacaopoeder
ru: Какао-порошок
sl: Kakav v prahu
sr: Какао у праху
tr: Kakao tozu
uk: Какао-порошок

source: Coconut milk
el: Γάλα καρύδας
es: Leche de coco
eu: Koko esnea
hi: नारियल दूध
ka: ქოქოსის რძე
nl: Kokosmelk
ru: Кокосовое молоко
sl: Kokosovo mleko
sr: Млеко кокоса
tr: Hindistan cevizi sütü
uk: Кокосове молоко

source: Coconut oil
el: Λάδι καρύδας
es: Aceite de coco
eu: Koko olioa
hi: नारियल तेल
ka: ქოქოსის ზეთი
nl: Kokosolie
ru: Кокосовое масло
sl: Kokosovo olje
sr: Уље кокоса
tr: Hindistan cevizi yağı
uk: Кокосова олія

source: Coconut water
es: Agua de coco
eu: Koko ura
hi: नारियल पानी
ka: ქოქოსის წყალი
nl: Kokoswater
ru: Кокосовая вода
sl: Kokosovo mleko
sr: Вода кокоса
tr: Hindistan cevizi suyu
uk: Кокосова вода

source: Cold water
es: Agua fría
eu: Ur hotza
hi: ठंडा पानी
ka: ცივი წყალი
nl: Koud water
ru: Холодная вода
sl: Mrzla voda
sr: Хладна вода
tr: Soğuk su
uk: Холодна вода

source: cooked beef
es: carne cocida
eu: behiki egosia
hi: पका हुआ बीफ़
ka: მოხარშული საქონლის ხორცი
nl: Gekookt rundsvlees
ru: варёная говядина
sl: Govedina, kuhana
sr: кувана говедина
tr: Pişmiş sığır eti
uk: Варена яловичина

source: Coriander
el: Κόλιανδρο
es: Cilantro
eu: Martorria
hi: धनिया
ka: ქინძი
nl: Koriander
ru: Кориандр
sl: Koriander
sr: Коријандер
tr: Kişniş
uk: Коріандр

source: Coriandre seeds
es: Semillas de cilantro
eu: Martorri-haziak
hi: धनिया के बीज
ka: ქინძის თესლები
nl: Korianderzaad
ru: Семена кориандра
sl: Koriandrova semena
sr: Семенке коријандера
tr: Kişniş tohumu
uk: Насіння коріандру

source: Couscous
el: Κουσκούς
eu: Kuskusa
hi: कूसकूस
ka: კუსკუსი
ru: Кускус
sl: Kuskus
sr: Кускус
tr: Kuskus
uk: Кускус

source: Cracked pepper
es: Pimienta molida
eu: Piperbeltza
hi: कुटी कालीमिर्च
ka: დანაყული პილპილი
ru: Толчёный перец
sl: Poper, drobljen
sr: Ломљени бибер
tr: Pul biber (siyah)
uk: Розтрісканий перець

source: Cream
el: Κρέμα γάλακτος
es: Crema
eu: Krema
hi: क्रीम
ka: ნაყინი
nl: Room
ru: Сливки
sl: Smetana
sr: Крем
tr: Krema
uk: Вершки

source: Cream cheese
es: Crema de queso
eu: Krema gazta
hi: क्रीम चीज़
ka: ნაღების ყველი
nl: Roomkaas
ru: Сливочного сыра
sl: Sirni namaz
sr: Крем сир
tr: Krem peynir
uk: Вершковий сир

source: Crushed red pepper flakes
es: Copos de pimiento rojo triturado
eu: Piper gorrien maluta birrinduak
hi: कुचले लाल मिर्च के टुकड़े
ka: დანაყული წითელი წიწაკის ფანტელები
nl: Gemalen rode pepervlokken
ru: Измельчённые хлопья красного перца
sl: Paprika, drobljena rdeča
sr: Ломљене пахуљице црвеног бибера
tr: Pul biber (ezilmiş)
uk: Розтовчені пластівці червоного перцю

source: Cucumber
el: Αγγούρι
es: Pepino
eu: Luzokerra
hi: खीरा
ka: კიტრი
nl: Komkommer
ru: Огурец
sl: Kumarice
sr: Краставац
tr: Salatalık
uk: Огірок

source: Cucumber (large)
es: Pepino grande
eu: Luzokerra (handia)
hi: खीरा (बड़ा)
ka: კიტრი (დიდი)
nl: Komkommer (groot)
ru: Огурец (большой)
sl: Kumare, velike
sr: Краставац (дуги)
tr: Salatalık (geniş)
uk: Огірок (великий)

source: Cumin
el: Κύμινο
es: Comino
eu: Kuminoa
hi: जीरा
ka: ძირა
nl: Komijn
ru: Кумин
sl: Kumina
sr: Кумин
tr: Kimyon
uk: Кмин

source: Cumin seeds
es: Semillas de comino
eu: Kumino haziak
hi: जीरे के बीज
ka: ძირას თესლები
nl: Komijnzaad
ru: Семена кумина
sl: Kumina, semena
sr: Семенке кумина
tr: Kimyon çekirdeği
uk: Насіння кмину

source: Dark Jamaican rum
es: Ron negro jamaicano
eu: Jamaikar ron iluna
hi: डार्क जमैका रम
ka: მუქი იამაიკური რომი
nl: Donkere Jamaicaanse rum
ru: Тёмный Ямайский ром
sl: Rum, temni jamajški
sr: Црни јамајкански рум
tr: Koyu Jamaika romu
uk: Темний ямайський ром

source: Date
es: Dátil
eu: Datila
hi: खजूर
ka: თარიღი
nl: Dadel
ru: Финик
sl: Datlji
sr: Урма
tr: Hurma
uk: Фінік

source: Dill
el: Άνηθο
es: Eneldo
eu: Aneta
hi: डिल
ka: კამა
nl: Dille
ru: Укроп
sl: Koper
sr: Мирођија
tr: Dereotu
uk: Кріп

source: Double cream
es: Crema doble
eu: Esnegain bikoitza
hi: दोहरी क्रीम
ka: ორმაგი ნაღები
nl: Dubbele room
ru: Сливки для взбивания (48%)
sl: Smetana, polnomastna
sr: Салтка павлака
tr: Çifte krema
uk: Вершки для збиття

source: Dried anchovies
es: Anchoas secas
eu: Antxoa lehorrak
hi: सूखे एंकोवीज़
ka: გამშრალი ქაფშია
nl: Gedroogde ansjovis
ru: Сушёные анчоусы
sl: Inčuni, sušeni
sr: Сушени инћуни
tr: Kuru ançuez
uk: Сушені анчоуси

source: Dried chillies
es: Chilis secos
eu: Txile lehorrak
hi: सूखी मिर्च
ka: გამშრალი მწარე წიწაკა
nl: Gedroogde chilipepers
ru: Сушёный перец чили
sl: Čili, posušen
sr: Сува чили паприка
tr: Kuru biber
uk: Сушені чилі

source: Dry or fresh cilantro
es: Cilantro fresco o seco
eu: Martorri lehor edo freskoa
hi: सूखा या ताजा धनिया
ka: მშრალი ან ახალი ქინძი
nl: Droge of verse koriander
ru: Сухая или свежая кинза
sl: Koriander, suh ali svež
sr: Суви или свежи першун лишћар
tr: Kuru veya taze kişniş
uk: Сушений або свіжий коріандр

source: Dry yeast
es: Levadura seca
eu: Legami lehorra
hi: सूखी खमीर
ka: მშრალი საფუარი
nl: Droge gist
ru: Сухие дрожжи
sl: Kvas, suhi
sr: Суви квасац
tr: Kuru maya
uk: Сухі дріжджі

source: Durum wheat semolina
es: Sémola de trigo duro
eu: Gari gogorraren semola
hi: दुरुम गेहूं सूजी
ka: მყარი ხორბლის ფქვილი
nl: Durum tarwegriesmeel
ru: Манная крупа
sl: Zdrob iz trde pšenice
sr: Гриз од тврде пшенице
tr: Makarnalık buğday (irmik)
uk: Крупа з твердої пшениці

source: Earth Balance vegan buttery stick
es: Barra de mantequilla vegana
hi: अर्थ बैलेंस वीगन बटरी स्टिक
ru: Веганская маслянистая палочка Earth Balance
sl: Veganska maslena palica Earth Balance
sr: Вегански штапић маслаца
tr: Earth Balance vegan tereyağlı çubuk
uk: Веганські поживні батончики «Баланс землі»

source: Egg
el: Αυγό
es: Huevo
eu: Arrautza
hi: अंडा
ka: კვერცხი
nl: Ei
ru: Яйцо
sl: Jajce
sr: Јаје
tr: Yumurta
uk: Яйце

source: Egg yolks
es: Yemas de huevo
eu: Arrautza gorringoak
hi: अंडे की जर्दी
ka: კვერცის გული
nl: Eigeel
ru: Яичные желтки
sl: Jajčni rumenjaki
sr: Жуманце
tr: Yumurta sarısı
uk: Жовток яйця

source: Fenugreek seeds
es: Semillas de fenogreco
eu: Ailorbe-haziak
hi: मेथी दाना
ka: ულბოს თესლები
nl: Fenegriekzaad
ru: Семена пажитника
sl: Grško seno, semena
sr: Семенке пискавица
tr: Çemen tohumu
uk: Насіння гуньба сінної

source: Fig
el: Σύκο
es: Higo
eu: Pikua
hi: अंजीर
ka: ლეღვი
nl: Vijg
ru: Инжир
sl: Figa
sr: Смоква
tr: İncir
uk: Фіга

source: Finely chopped cilantro
es: Cilantro picado fino
eu: Martorri xehatua
hi: बारीक कटा धनिया
ka: წვრილად დაჭრილი ქინძი
nl: Fijngehakte koriander
ru: Мелко нарезанный помидор
sl: Koriander, drobno sesekljan
sr: Ситно исецкани першун лишћар
tr: İnce doğranmış kişniş
uk: Дрібно нарізаний коріандр

source: Finely chopped onions
es: Cebollas picadas finas
eu: Tipula xehatua
hi: बारीक कटा प्याज
ka: წვრილად დაჭრილი ხახვი
nl: Fijngehakte uien / ajuinen
ru: Мелко нарезанный лук
sl: Čebula, drobno sesekljana
sr: Ситно исецкани црни лук
tr: İnce doğranmış soğan
uk: Дрібно нарізана цибуля

source: Finely chopped thai chillies or green chillis
es: Chiles tailandeses picados finos o chiles verdes
eu: Thai pipermin edo piper berde xehatuak
hi: बारीक कटी थाई मिर्च या हरी मिर्च
ka: წვრილად დაჭრილი ტაილანდური მწარე წიწაკა ან მწვანე მწარე წიწაკა
nl: Fijngehakte Thaise pepers of groene pepers
ru: Мелко нарезанный тайский перец чили или зелёный перец чили
sl: Čili, tajski ali zeleni, drobno sesekljan
sr: Ситно исецкани тајландски чили или зелени чили
tr: İnce doğranmış tay biberi veya yeşil biber
uk: Дрібно нарізаний тайський перець чилі або зелений чилі

source: Finely chopped tomato
es: Tomate picado fino
eu: Tomate xehatua
hi: बारीक कटा टमाटर
ka: წვრილად დაჭრილი პომიდორი
nl: Fijngehakte tomaat
ru: Мелко нарезанный помидор
sl: Paradižnik, drobno sesekljan
sr: Ситно исецкани парадајз
tr: İnce doğranmış domates
uk: Дрібно нарізані помідори

source: Fish
el: Ψάρι
es: Pescado
eu: Arraina
hi: मछली
nl: Vis
ru: Рыба
sl: Ribe
sr: Риба
tr: Balık
uk: Риба

source: Fish sauce
es: Salsa de pescado
eu: Arrain-saltsa
hi: फिश सॉस
ka: თევზის სოუსი
nl: Vissaus
ru: Рыбный соус
sl: Ribja omaka
sr: Рибљи сос
tr: Balık sosu
uk: Рибний соус

source: Flour
el: Αλεύρι
es: Harina
eu: Irina
hi: आटा
ka: ფქვილი
nl: Bloem
ru: Мука
sl: Moka
sr: Брашно
tr: Un
uk: Борошно

source: Flour (all-purpose)
es: Harina (multiuso)
eu: Irina (arrunta)
hi: आटा (सर्व-प्रयोजन)
ka: ფქვილი (ყველა დანიშნულების)
nl: Bloem (universeel)
ru: Мука (универсальная)
sl: Moka, večnamenska
sr: Брашно (за све сврхе)
tr: Un (genel amaçlı)
uk: Борошно (загального призначення)

source: Flour (Tipo 00)
es: Harina (tipo 00)
eu: Irina (00 motakoa)
hi: आटा (टिपो 00)
ka: ფქვილი (ტიპო 00)
nl: 00-bloem
ru: Мука (мелкого помола)
sl: Moka, Tip 00
sr: Брашно (Тип 00)
tr: Un (Tipo 00)
uk: Борошно (Tipo 00)

source: Fresh rosemary
es: Romero fresco
eu: Erromero freskoa
hi: ताजा दौनी
ka: ახალი როზმარინი
nl: Verse rozemarijn
ru: Свежий розмарин
sl: Rožmarin, sveži
sr: Свеж рузмарин
tr: Taze biberiye
uk: Свіжий розмарин

source: Fresh tagliatelle
es: Tagliatelle fresco
eu: Tagliatelle freskoa
hi: ताज़ा टैगलीटेल
ka: ახალი ტალიატელი
nl: Verse tagliatelle
ru: Сырая домашняя лапша (тальятелле)
sl: Sveže tagliatelle
sr: Свежи резанци
tr: Taze tagliatelle
uk: Свіжа тальятеле

source: Garam masala
es: Mezcla de especias
hi: गरम मसाला
ka: გარემ მასალა
ru: Гарам масала
sr: Гарам масала
uk: Гарам масала

source: Garlic
el: Σκόρδο
es: Ajo
eu: Berakatza
hi: लहसुन
ka: ნიორი
nl: Knoflook / look
ru: Чеснок
sl: Česen
sr: Бели лук
tr: Sarımsak
uk: Часник

source: Garlic cloves
es: Dientes de ajo
eu: Berakatz-atalak
hi: लहसुन की कलियां
ka: ნივრის კბილი
nl: Knoflookteentjes / teentjes look
ru: Зубчики чеснока
sl: Česen, strok
sr: Чен белог лука
tr: Diş sarımsak
uk: Зубки часнику

source: Garlic powder
el: Σκόνη σκόρδου
es: Ajo en polvo
eu: Berakatz-hautsa
hi: लहसुन चूर्ण
ka: ნივრის ფხვნილი
nl: Knoflookpoeder / lookpoeder
ru: Чесночный порошок
sl: Česen v prahu
sr: Бели лук у праху
tr: Sarımsak tozu
uk: Часниковий порошок

source: Ginger
el: Τζίντζερ
es: Jengibre
eu: Jengibrea
hi: अदरक
ka: ჯანჯაფილი
nl: Gember
ru: Имбирь
sl: Ingver
sr: Ђумбир
tr: Zencefil
uk: Імбир

source: Ginger, freshly grated
es: Jengibre fresco rallado
eu: Jengibre fresko birrindua
hi: अदरक, ताज़ा कसा हुआ
ka: ჯანჯაფილი, ახლად გახეხილი
nl: Gember, vers geraspt
ru: Имбирь, свеженатёртый
sl: Ingver, sveže nariban
sr: Ђумбир, свеже нарендан
tr: Zencefil, taze doğranmış
uk: Імбир, свіжо натертий

source: Ginger ground
es: Jengibre molido
eu: Jengibre-hautsa
hi: पिसी अदरक
ka: ჯანჯაფილი დაფქული
nl: Gember, gemalen
ru: Корень имбиря
sl: Ingver, mleti
sr: Ђумбир млевени
tr: Zencefil, öğütülmüş
uk: Молотий імбир

source: Goat cheese
el: Κατσικίσιο τυρί
es: Queso de cabra
eu: Ahuntz-gazta
hi: बकरी का चीज़
ka: თხის ყველი
nl: Geitenkaas
ru: Козий сыр
sl: Sir, kozji
sr: Козји сир
tr: Keçi peyniri
uk: Козиний сир

source: Golden caster sugar
es: Azúcar en polvo de oro
hi: सुनहरी महीन सफेद चीनी
ka: ოქროს კასტერის შაქარი
nl: Bruine basterdsuiker / cassonade
ru: Сахарная пудра
sl: Zlati finozrnati sladkor
sr: Златни кристални шећер
tr: Pudra şekeri
uk: Жовта цукрова пудра

source: Good, dry red wine
es: Vino tinto seco, bueno
eu: Ardo beltz lehor ona
hi: अच्छी, सूखी लाल वाइन
ka: კარგი, მშრალი წითელი ღვინო
nl: Goede, droge rode wijn
ru: Хорошее красное сухое вино
sl: Vino, rdeče, suho
sr: Добро, суво црвено вино
tr: Güzel, kuru kırmızı şarap
uk: Добре сухе червоне вино

source: Gouda cheese
es: Queso gouda
eu: Gouda gazta
hi: गौडा चीज़
ka: ყველი გოუდა
nl: Goudse kaas / Gouda
ru: Сыр Гауда
sl: Sir gauda
sr: Гауда сир
tr: Gouda peyniri
uk: Сир-гауда

source: Goulash spices
es: Especias para goulash
eu: Goulash espeziak
hi: गौलाश मसाले
ka: გულაშის სანელებლები
nl: Goulashkruiden
ru: Специи для гуляша
sl: Začimbe za golaž
sr: Зачини за гулаш
tr: Goulash baharatları
uk: Приправи до гуляшу

source: Guanciale cubes
es: Cubos de guanciale
eu: Guanciale kuboak
hi: गुआंसियाले क्यूब्स
ka: გუანჩიალეს კუბები
nl: Guancialeblokjes
ru: Сыровяленая свиная щековина кубиками
sl: Svinjske ličnice, narezane na koščke
sr: Коцкице подгушине
tr: Guanciale küpleri
uk: Кубики гванчале

source: Long pasta, e.g. spaghetti
es: Pasta larga, espagueti
eu: Pasta luzea, adib. espagetiak
hi: लंबा पास्ता, जैसे स्पेगेटी
ka: გრძელი მაკარონი, მაგალითად სპაგეტი
nl: Lange pasta, bv. spaghetti
ru: Длинные макароны, например, спагетти
sl: Testenine, dolge, špageti
sr: Дуга паста, нпр. шпагети
tr: Uzun makarna, yani spagetti
uk: Довга паста, наприклад спагеті

source: Parmesan cheese
es: Queso parmesano
eu: Gazta parmesanoa
hi: परमेसन चीज़
ka: ყველი პარმეზანი
nl: Parmezaanse kaas / parmezaan
ru: Сыр Пармезан
sl: Parmezan
sr: Пармезан сир
tr: Parmesan peyniri
uk: Сир-пармезан

source: Grapes
es: Uvas
eu: Mahatsak
hi: अंगूर
ka: ყურძენი
nl: Druiven
ru: Виноград
sl: Grozdje
sr: Грођже
tr: Üzüm
uk: Виноград

source: Grated French Emmental
es: Emmental frances rallado
eu: Emmental frantziar birrindua
hi: कसा हुआ फ्रेंच एमेंटल
ka: გახეხილი ფრანგული ემენტალი
nl: Geraspte Franse Emmentaler
ru: Натёртый Французский эмменталь
sl: Sir Ementaler, nariban
sr: Рендани француски ементал
tr: Fransız emmental, rendelenmiş
uk: Тертий французький емменталь

source: Green Apple
es: Manzana verde
eu: Sagar berdea
hi: हरे सेब
ka: მწვანე ვაშლი
nl: Groene appel
ru: Зелёное яблоко
sl: Zeleno jabolko
sr: Зелена јабука
tr: Yeşil elma
uk: Зелене яблуко

source: Green Bell Pepper
es: Pimiento verde
eu: Pipermorro berdea
hi: हरी शिमला मिर्च
ka: მწვანე ბულგარული წიწაკა
nl: Groene paprika
ru: Зелёный сладкий перец
sl: Paprika, zelena
sr: Бабура зелена
tr: Yeşil dolmalık biber
uk: Зелений солодкий перець

source: Green Cabbage
es: Repollo verde
eu: Aza berdea
hi: हरी गोभी
ka: მწვანე კომბოსტო
nl: Groene kool
ru: Белокочанная капуста
sl: Zelje, zeleno
sr: Зелени купус
tr: Yeşil lahana
uk: Зелена капуста

source: Green olive
es: Aceitunas verdes
eu: Oliba berdeak
hi: हरा जैतून
ka: მწვანე ზეთისხილი
nl: Groene olijven
ru: Зелёные оливки
sl: Olive, zelene
sr: Зелена маслинка
tr: Yeşil zeytin
uk: Зелені оливки

source: Green onions
es: Cebollas verdes
eu: Tipulina
hi: हरी प्याज
ka: მწვანე ხახვი
nl: Groene uien / ajuinen
ru: Зелёный лук
sl: Čebula, zelena
sr: Зелени црни лук
tr: Yeşil soğan
uk: Зелена цибуля
