Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Lactose intolerance is a condition in which people have symptoms due to the decreased ability to digest lactose, a sugar found in milk products. Those affected vary in the amount of lactose they can tolerate before symptoms develop. Symptoms may include abdominal pain, bloating, diarrhea, gas, and nausea. These typically start between half and two hours after drinking milk. Severity depends on the amount a person eats or drinks. It does not cause damage to the gastrointestinal tract. <a href="https://en.wikipedia.org/wiki/Lactose_intolerance">Learn more…</a>
es: Intolerancia a la lactosa es una condición en la que las personas tienen síntomas debido a la disminución de la capacidad para digerir la lactosa, un azúcar que se encuentra en los productos lácteos. Los afectados varían en la cantidad de lactosa que pueden tolerar antes de que se presenten los síntomas. Los síntomas pueden incluir dolor abdominal, hinchazón, diarrea, gases y náuseas. Estos típicamente comienzan entre media y dos horas después de beber leche. La gravedad depende de la cantidad que una persona come o bebe. No causa daño al tracto gastrointestinal. <a href="https://en.wikipedia.org/wiki/Lactose_intolerance">Saber más…</a>
hi: लैक्टोज असहिष्णुता एक ऐसी स्थिति है जिसमें लोगों में लैक्टोज को पचाने की कम क्षमता के कारण लक्षण होते हैं, जो दूध उत्पादों में पाया जाने वाला एक शर्करा है। प्रभावित लोग लक्षणों के विकसित होने से पहले लैक्टोज की मात्रा को सहन कर सकते हैं। लक्षणों में पेट में दर्द, सूजन, दस्त, गैस और मतली शामिल हो सकते हैं। ये आमतौर पर दूध पीने के आधे से दो घंटे के बीच शुरू होते हैं। गंभीरता इस बात पर निर्भर करती है कि व्यक्ति कितना खाता या पीता है। यह जठरांत्र संबंधी मार्ग को नुकसान नहीं पहुंचाता है। <a href="https://en.wikipedia.org/wiki/Lactose_intolerance">अधिक जानें…</a>
nl: Lactose-intolerantie is een aandoening waarbij mensen symptomen vertonen als gevolg van een verminderd vermogen om lactose, een suiker die in melkproducten voorkomt, te verteren. De hoeveelheid lactose die mensen kunnen verdragen voordat de symptomen zich ontwikkelen, verschilt. Symptomen kunnen zijn: buikpijn, een opgeblazen gevoel, diarree, winderigheid en misselijkheid. Deze beginnen meestal tussen een half en twee uur na het drinken van melk. De ernst hangt af van de hoeveelheid die iemand eet of drinkt. Het veroorzaakt geen schade aan het maag-darmstelsel. <a href="https://nl.wikipedia.org/wiki/Lactose-intolerantie">Meer info…</a>
ru: Непереносимость лактозы - это состояние, при котором у людей возникают симптомы, связанные со снижением способности переваривать лактозу, сахар, содержащийся в молочных продуктах. У людей, страдающих непереносимостью лактозы, различается количество лактозы, которое они могут переносить до появления симптомов. Симптомы могут включать боль в животе, вздутие живота, диарею, газы и тошноту. Обычно они начинаются через полтора-два часа после употребления молока. Степень тяжести зависит от количества съеденного или выпитого человеком молока. Это не приводит к повреждению желудочно-кишечного тракта. <a href="https://ru.wikipedia.org/wiki/Непереносимость_лактозы">Узнать подробнее…</a>
sl: Laktozna netoleranca je stanje, v katerem imajo ljudje simptome zaradi zmanjšane sposobnosti prebave laktoze, sladkorja, ki ga najdemo v mlečnih izdelkih. Prizadeti se razlikujejo po količini laktoze, ki jo lahko prenesejo pred razvojem simptomov. Simptomi lahko vključujejo bolečine v trebuhu, napihnjenost, drisko, vetrove in slabost. Ti se običajno začnejo od pol ure do dveh ur po pitju mleka. Resnost je odvisna od količine, ki jo oseba zaužije. Ne povzroča poškodb prebavil. Preberite <a href="https://sl.wikipedia.org/wiki/Laktozna_netoleranca">več ...</a>
sr: Нетолеранција на лактозу је стање у којем људи имају симптоме због смањене способност да сваре лактозу, шећер који се налази у млечним производима. Код погођених се разликује количина лактозе коју могу толерисати пре развоја симптома. Симптоми могу бити бол у стомаку, надутост, дијареја, гас и мучнина. Обично се јављају од пола до два сата након конзумирања млека. Озбиљност зависи од количине коју особа унесе. Не изазива оштећење гастроинтестиналног тракта. <a href="https://en.wikipedia.org/wiki/Lactose_intolerance">Сазнајте више…</a>
tr: Laktoz intoleransı, insanların süt ürünlerinde bulunan bir şeker olan laktozu sindirme yeteneğinin azalması sonucu oluşan bir durumdur. Etkileri, semptomlar gelişmeden önce tolere edilebilen laktoz miktarına göre değişir. Belirtileri karın ağrısı, şişkinlik, ishal, gaz ve bulantı olabilir. Bunlar genellikle süt içtikten yarım saat ila iki saat sonra başlar. Şiddeti, kişinin yediği veya içtiği miktara bağlıdır. Mide-bağırsak sistemine zarar vermez. <a href="https://en.wikipedia.org/wiki/Lactose_intolerance">Daha fazlasını öğrenin…</a>
uk: Непереносимість лактози — фізичний стан, у якому людям стає погано через знижену можливість організму переробляти лактозу — цукор, який є частиною молочних продуктів. У різних людей хворобливий стан викликається різною кількістю спожитої лактози. Серед симптомів непереносимості біль у животі, здуття живота, пронос, метеоризм та нудота. Симптоми, типово, проявляються у період від половини години до двох годин після споживання молочних продуктів. Потужність симптомів залежить від обсягу спожитої лактози. Непереносимість не спричиняє пошкоджень кишково-шлункового тракту. <a href="https://en.wikipedia.org/wiki/Lactose_intolerance">Дізнатися більше…</a>

source: Halal meat is prepared according to Islamic traditions
el: Το κρέας Χαλάλ παρασκευάζεται σύμφωνα με τις ισλαμικές παραδόσεις
es: La carne halal se prepara siguiendo la tradición islámica
hi: हलाल मांस इस्लामी परंपराओं के अनुसार तैयार किया जाता है
nl: Halalvlees is uitgebloed vlees van een beperkt aantal toegestane dieren, die volgens de islamitische voorschriften geslacht zijn (dhabiha). Vlees van carnivoren en van dieren die spontaan gestorven zijn, evenals het expliciet in de Koran vermelde varkensvlees, zijn enkel toegestaan als er niets anders voorhanden is om in leven te blijven. <a href="https://nl.wikipedia.org/wiki/Halal_en_haram#Voedsel">Meer info…</a>
ru: Халяльное мясо готовится в соответствии с исламскими традициями
sl: Meso halal je pripravljeno na tradicionalni islamski način
sr: Хаклал оброк се припрема у складу са исламском традицијом
tr: Helal et, islami usullere göre hazırlanır
uk: Халяльне м'ясо готується за ісламськими традиціями

source: hour
el: ώρα
es: hora
eu: ordu
hi: घंटा
ka: საათი
nl: uur
ru: час
sl: ura
sr: час
tr: saat
uk: година
zh_cn: 小时

source: hours
el: ώρες
es: horas
eu: ordu
hi: घंटे
ka: საათი
nl: uur
ru: часы
sl: ure
sr: часа
tr: saat
uk: години
zh_cn: 小时

# hour abbreviation
source: h
el: ώ
eu: o
hi: घं
ka: სთ
nl: u
ru: ч
sr: ч
tr: sa
uk: г

source: minute
el: λεπτό
es: minuto
eu: minutu
hi: मिनट
ka: წუთი
nl: minuut
ru: минута
sl: minuta
sr: минут
tr: dakika
uk: хвилина
zh_cn: 分钟

source: minutes
el: λεπτά
es: minutos
eu: minutu
hi: मिनट
ka: წუთი
nl: minuten
ru: минут
sl: minute
sr: минута
tr: dakika
uk: хвилини
zh_cn: 分钟

# minute abbreviation
source: min
el: λεπ
hi: मिन
ka: წთ
ru: мин
sr: мин
tr: dk
uk: хв.
zh_cn: 分

# minute abbreviation
source: m
el: λεπ
hi: मि
ka: თვე
ru: м
sr: м
tr: dk
uk: хв

source: second
el: δευτερόλεπτο
es: segundo
eu: segundo
hi: सेकंड
ka: წამი
nl: seconde
ru: секунда
sl: sekunda
sr: секунда
tr: saniye
uk: секунда
zh_cn: 秒

source: seconds
el: δευτερόλεπτα
es: segundos
eu: segundo
hi: सेकंड
ka: წამი
nl: seconden
ru: секунды
sl: sekunde
sr: секунде
tr: saniye
uk: секунди
zh_cn: 秒

# second abbreviation
source: sec
el: δευτ
es: seg
eu: seg
hi: सेकं
ka: წმ
ru: сек
sl: sek
sr: сек
tr: sn
uk: сек.
zh_cn: 秒

# second abbreviation
source: s
el: δευτ
hi: से
ka: წმ
ru: с
sr: с
tr: sn
uk: с

source: Recipe Author
el: Συγγραφέας συνταγής
es: Autor de la receta
eu: Errezetaren egilea
hi: रेसिपी लेखक
ka: რეცეპტის ავტორი
nl: Auteur van recept
ru: Автор рецепта
sl: Avtor recepta
sr: Аутор рецепта
tr: Tarif Yazarı
uk: Автор рецепта
zh_cn: 食谱作者

source: loaf
el: φρατζόλα
es: pan
eu: xerra
hi: पिण्ड
ka: პური
nl: brood
ru: хлеб
sl: štruca
sr: кришка
tr: yaprak
uk: голівка

source: loafs
el: φρατζόλες
es: panes
eu: xerra
hi: पिण्ड
ka: პური
nl: broden
ru: хлеба
sl: štruc
sr: кришке
tr: yaprak
uk: голівки

source: ounce
el: ουγγιά
es: onza
eu: ontza
hi: औंस
ka: უნცია
nl: ons
ru: униции
sl: unča
sr: унца
tr: ons
uk: унція

source: ounces
el: ουγγιές
es: onzas
eu: ontza
hi: औंस
ka: უნცია
nl: ons
ru: униции
sl: unče
sr: унце
tr: ons
uk: унції

source: _Name Your Recipe
el: _Ονομάστε τη συνταγή σας
es: _Nombre de la receta
eu: Eman _izena zure errezetari
hi: अपनी रेसिपी को नाम दें (_N)
nl: Geef uw recept een _naam
ru: Назван_ие вашего рецепта
sl: _Ime jedi
sr: _Назив рецепта
tr: Tarifi_ni İsimlendir
uk: _Назва вашого рецепта
zh_cn: 命名您的食谱(_N)

source: You need to provide a name for the recipe
el: Πρέπει να δώσετε ένα όνομα στη συνταγή
es: Debes proporcionar un nombre para la receta
eu: Izena eman behar diozu zure errezetari
hi: आपको रेसिपी के लिए एक नाम देना होगा
nl: U moet het recept een naam geven
ru: Вам необходимо указать название рецепта
sl: Podati je treba ime jedi oziroma naslov recepta
sr: Треба да наведете назив за рецепт
tr: Tarif için bir isim belirtmelisiniz
uk: Вам слід вказати назву рецепта
zh_cn: 您必须为食谱提供一个名称

source: Some ingredients need correction
el: Μερικά συστατικά χρειάζονται διόρθωση
es: Algunos ingredientes necesitan una corrección
eu: Osagai batzuk zuzenketa behar dute
hi: कुछ सामग्रियों में सुधार की आवश्यकता है
nl: Sommige ingrediënten moeten verbeterd worden
ru: Некоторые ингредиенты нуждаются в корректировке
sl: Nekatere sestavine zahtevajo popravek
sr: Неки састојци захтецају исправку
tr: Bazı malzemelerin düzeltilmesi gerekiyor
uk: Деякі складові потребують виправлення

source: Not a Gourmet XML document
el: Δεν είναι έγγραφο Gourmet XML
es: No es un documento XML Gourmet
hi: यह एक Gourmet XML दस्तावेज़ नहीं है
nl: Geen Gourmet XML-document
ru: Это Gourmet XML документ
sl: Datoteka ni shranjena v zapisu XML Gourmet
sr: Није ХМЛ документ Гурманка
tr: Gourmet XML belgesi değil
uk: Не є документом XML Gourmet

source: Amount…
el: Ποσότητα…
es: Cantidad…
eu: Kantitatea…
hi: मात्रा…
nl: Hoeveelheid…
ru: Сумма…
sl: Količina …
sr: Количина…
tr: Miktar…
uk: Кількість…

source: Ingredient…
el: Συστατικό…
es: Ingrediente…
eu: Osagaia…
hi: सामग्री…
nl: Ingrediënt…
ru: Ингредиент…
sl: Sestavina …
sr: Састојци…
tr: Malzemeler…
uk: Складова

source: Gluten-free Recipes
el: Συνταγές χωρίς γλουτένη
es: Recetas sin gluten
eu: Glutenik gabeko errezetak
hi: ग्लूटेन-मुक्त रेसिपी
nl: Glutenvrije recepten
ru: Рецепты без глютена
sl: Brezglutenski recepti
sr: Рецепти без глутена
tr: Glütensiz Tarifler
uk: Вільні від глютену рецепти
zh_cn: 无麸质菜肴

source: Nut-free Recipes
el: Συνταγές χωρίς ξηρούς καρπούς
es: Recetas sin nueces
eu: Fruitu lehorrik gabeko errezetak
hi: नट-मुक्त रेसिपी
nl: Notenvrije recepten
ru: Рецепты без орехов
sl: Recepti brez oreščkov
sr: Рецепти без ораха
tr: Kuruyemişsiz Tarifler
uk: Вільні від горіхів рецепти
zh_cn: 无坚果菜肴

source: Vegan Recipes
el: Vegan συνταγές
es: Recetas veganas
eu: Errezeta beganoak
hi: वीगन रेसिपी
nl: Veganistische recepten
ru: Веганские рецепты
sl: Veganski recepti
sr: Вегански рецепти
tr: Vegan Tarifler
uk: Веганські рецепти
zh_cn: 纯素食菜肴

source: Vegetarian Recipes
el: Χορτοφαγικές συνταγές
es: Recetas vegetarianas
eu: Errezeta begetarianoak
hi: शाकाहारी रेसिपी
nl: Vegetarische recepten
ru: Вегетарианские рецепты
sl: Vegetarijanski recepti
sr: Вегетеријански рецепти
tr: Vejetaryen Tarifler
uk: Вегетаріанські рецепти
zh_cn: 素食菜肴

source: Milk-free Recipes
el: Συνταγές χωρίς γάλα
es: Recetas sin lactosa
eu: Esnekirik gabeko errezetak
hi: दूध-मुक्त रेसिपी
nl: Melkvrije recepten
ru: Рецепты без молока
sl: Brezmlečni recepti
sr: Рецепти без млека
tr: Sütsüz Tarifler
uk: Вільні від молока рецепти
zh_cn: 无乳制品菜肴

source: Halal Recipes
el: Συνταγές Χαλάλ
es: Recetas de halal
eu: Halal errezetak
hi: हलाल रेसिपी
nl: Halal recepten
ru: Халяльные рецепты
sl: Halal recepti
sr: Халал рецепти
tr: Helal Tarifler
uk: Халяльні рецепти

source: Other Dietary Restrictions
el: Άλλοι διατροφικοί περιορισμοί
es: Otras restricciones alimentarias
eu: Beste dieta-murrizketa batzuk
hi: अन्य आहार प्रतिबंध
nl: Overige dieetbeperkingen
ru: Другие диетические ограничения
sl: Druge prehranske omejitve
sr: Остала дијетска ограничења
tr: Diğer Diyet Kısıtlamaları
uk: Інші дієтичні обмеження
zh_cn: 其他饮食限制

source: No %s found
el: Δεν βρέθηκε %s
es: No se encuentra %s
eu: Ez da %s aurkitu
hi: कोई %s नहीं मिला
nl: Geen %s gevonden
ru: Не найдено %s
sl: %s ni mogoče najti
sr: Нисам нашао „%s“
tr: %s bulunamadı
uk: Не знайдено %s
zh_cn: 未找到 %s

source: You could add one using the “New Recipe” button.
el: Μπορείτε να προσθέσετε μία χρησιμοποιώντας το κουμπί «Νέα Συνταγή».
es: Puede añadir una usando el botón «Nueva receta».
eu: Beste errezeta bat gehitu daiteke "Errezeta berria" botoia sakatuta.
hi: आप “नई रेसिपी” बटन का उपयोग करके एक रेसिपी जोड़ सकते हैं।
nl: U zou er een kunnen toevoegen via de knop ‘Nieuw recept’.
ru: Вы можете добавить его, нажав на кнопку “Новый рецепт”.
sl: Lahko dodate recept z gumbom »Nov recept«.
sr: Можете додати један користећи дугме „Нов рецепт“.
tr: “Yeni Tarif” düğmesiyle bir tane ekleyebilirsiniz.
uk: Ви можете додати новий рецепт за допомогою кнопки «Новий рецепт».

source: Recipes by %s
el: Συνταγές από %s
es: Recetas de %s
eu: Errezeten egilea: %s
hi: %s द्वारा रेसिपी
nl: Recepten van %s
ru: Рецепты от %s
sl: Recepti avtorja/ev %s
sr: Рецепте је поставио „%s“
tr: %s şefinin diğer tarifleri
uk: Рецепт %s
zh_cn: 食谱来自 %s

source: No recipes by chef %s found
el: Δεν βρέθηκαν συνταγές από τον σεφ %s
es: No se encuentran recetas de %s
eu: Ez da aurkitu %s sukaldariaren errezetarik
hi: बावर्ची %s द्वारा कोई रेसिपी नहीं मिली
nl: Geen recepten van chef %s gevonden
ru: Рецепты от шефа %s не найдены
sl: Receptov kuharskega mojstra %s ni mogoče najti
sr: Нисам нашао рецепте кувара „%s“
tr: %s şefine ait başka tarif bulunamadı
uk: Не знайдено рецептів кухаря %s
zh_cn: 未找到厨师 %s 的食谱

source: Sorry about this.
el: Συγγνώμη για αυτό.
es: Lo siento.
eu: Barkatu horregatik.
hi: इस बारे में खेद है।
nl: Het spijt me.
ru: Извините за это.
sl: Žal nam je zaradi tega.
sr: Баш ми је жао због овога.
tr: Bunun hakkında üzgünüz.
uk: Вибачте.
zh_cn: 对此很抱歉。

source: No recipes for %s found
el: Δεν βρέθηκαν συνταγές για %s
es: No se encuentran recetas de %s
eu: Ez da aurkitu %s sukaldariaren errezetarik
hi: %s के लिए कोई रेसिपी नहीं मिली
nl: Geen recepten voor %s gevonden
ru: Рецепты для %s не найдены
sl: Za %s ni najdenih nobenih receptov
sr: Нисам нашао рецепте за „%s“
tr: %s için tarif bulunamadı
uk: Не знайдено рецептів %s
zh_cn: 未找到 %s 的食谱

source: No favorite recipes found
el: Δεν βρέθηκαν αγαπημένες συνταγές
es: No se encuentran recetas favoritas
eu: Ez da gogoko errezetarik aurkitu
hi: कोई पसंदीदा रेसिपी नहीं मिली
nl: Geen favoriete recepten gevonden
ru: Избранные рецепты не найдены
sl: Ni še označenih priljubljenih receptov
sr: Нисам нашао омиљене рецепте
tr: Beğenilen tarifler bulunamadı
uk: Не знайдено улюблених рецептів
zh_cn: 未找到收藏的食谱

source: Use the ♥ button to mark recipes as favorites.
el: Χρησιμοποιήστε το κουμπί ♥ για να σημειώσετε συνταγές ως αγαπημένες.
es: Use el botón ♥ para marcar recetas como favoritas.
eu: Erabili ♥ botoia errezetak gogokoetan sartzeko.
hi: रेसिपी को पसंदीदा के रूप में चिह्नित करने के लिए ♥ बटन का उपयोग करें।
nl: Gebruik de ♥-knop om recepten aan uw favorieten toe te voegen.
ru: Используйте кнопку ♥ для добавления рецепта в избранное.
sl: S klikom na gumb ♥ označite recept kot priljubljen.
sr: Користите дугме ♥ да означите рецепт омиљеним.
tr: Tarifi, beğenilere eklemek için ♥ düğmesini kullanın.
uk: Скористайтеся кнопкою ♥, щоб позначити рецепти як улюблені.
zh_cn: 使用 ♥ 按钮以标记食谱为收藏。

source: No new recipes
el: Καμία νέα συνταγή
es: No hay recetas nuevas
eu: Ez dago errezeta berririk
hi: कोई नई रेसिपी नहीं
nl: Geen nieuwe recepten
ru: Нет новых рецептов
sl: Ni novih receptov
sr: Нема нових рецепата
tr: Yeni tarif yok
uk: Немає нових рецептів
zh_cn: 无新的食谱

source: No imported recipes found
el: Δεν βρέθηκαν εισαγόμενες συνταγές
es: No se han encontrado recetas importadas
eu: Ez da inportatutako errezetarik aurkitu
hi: कोई आयातित रेसिपी नहीं मिली
nl: Geen geïmporteerde recepten gevonden
ru: Импортированных рецептов не найдено
sl: Ni najdenih novih uvoženih receptov
sr: Нисам нашао увезене рецепте
tr: İçe aktarılan tarif yok
uk: Не знайдено імпортованих рецептів
zh_cn: 未找到导入的食谱

source: Main Course
el: Κυρίως πιάτο
es: Plato principal
eu: Plater nagusia
hi: मेन कोर्स
nl: Hoofdgerecht
ru: Основное блюдо
sl: Glavna jed
sr: Главно јело
tr: Ana Öğün
uk: Головна страва
zh_cn: 主菜

source: Snacks
el: Σνακ
es: Aperitivos
eu: Mokaduak
hi: स्नैक्स
ru: Закуски
sl: Prigrizek
sr: Закуска
tr: Atıştırmalık
uk: Закуски
zh_cn: 小吃

source: Breakfast
el: Πρωινό
es: Desayuno
eu: Gosaria
hi: नाश्ता
ka: საუზმე
nl: Ontbijt
ru: Завтрак
sl: Zajtrk
sr: Доручак
tr: Kahvaltı
uk: Сніданок
zh_cn: 早餐

source: Side Dishes
el: Συνοδευτικά
es: Segundos
eu: Hornigaiak
hi: सह भोजन
nl: Bijgerechten
ru: Гарниры
sl: Priloga
sr: Прилози уз јело
tr: Garnitür
uk: Гарніри
zh_cn: 配菜

source: Desserts
el: Επιδόρπια
es: Postres
eu: Azkenburukoak
hi: मिठाइयां
nl: Nagerechten
ru: Десерты
sl: Desert
sr: Посластице
tr: Tatlı
uk: Десерти
zh_cn: 甜点

source: Cake and Baking
el: Κέικ και Αρτοσκευάσματα
es: Pasteles y repostería
eu: Pastelak
hi: केक और बेकिंग
nl: Gebak en taart
ru: Выпечка и торты
sl: Torte in peciva
sr: Торте и колачи
tr: Kek ve Fırınlama
uk: Печиво і здоба
zh_cn: 蛋糕和烘焙

source: Drinks and Cocktails
el: Ποτά και Κοκτέιλ
es: Bebidas y cócteles
eu: Edariak eta koktelak
hi: पेय और कॉकटेल
ka: სასმელები და კოქტეილები
nl: Drankjes en cocktails
ru: Напитки и коктейли
sl: Pijače in koktejli
sr: Пића и коктели
tr: İçecek ve Kokteyl
uk: Напої і коктейлі
zh_cn: 饮料和鸡尾酒

source: Pizza
el: Πίτσα
hi: पिज़्ज़ा
ka: პიცა
ru: Пицца
sr: Пица
uk: Піца
zh_cn: 比萨

source: Pasta
el: Ζυμαρικά
hi: पास्ता
ka: ცომეული
ru: Паста
sl: Testenine
sr: Тестенина
tr: Makarna
uk: Паста

source: Salad
el: Σαλάτα
es: Ensalada
eu: Entsalada
hi: सलाद
ka: სალათი
nl: Salade
ru: Салат
sl: Solata
sr: Салата
tr: Salata
uk: Салат

source: Other
el: Άλλη
es: Otros
eu: Bestelakoa
hi: अन्य
ka: სხვა
nl: Overige
ru: Другое
sl: Drugo
sr: Остало
tr: Diğer
uk: Інший
zh_cn: 其他

source: Could not parse %s as a fraction
el: Αδυναμία ανάλυσης του %s ως κλάσματος
es: No se puede interpretar «%s» como una fracción
eu: Ezin da %s analizatu zatiki gisa
hi: %s को अंश के रूप में विश्लेषण नहीं किया जा सका
nl: Ontleden van %s als breuk mislukt
ru: Не удалось разобрать %s как дробь
sl: Ni mogoče razčleniti %s kot ulomka
sr: Не могу да обрадим „%s“ као разломак
tr: %s kesir olarak ayrıştırılamadı
uk: Не вдалося обробити %s як частку
zh_cn: 无法将 %s 解析为分数

source: Could not parse %s as a integer
el: Αδυναμία ανάλυσης του %s ως ακέραιου
es: No se pudo interpretar %s como un entero
eu: Ezin da %s analizatu osoko gisa
hi: %s को पूर्णांक के रूप में विश्लेषण नहीं किया जा सका
nl: Ontleden van %s als geheel getal mislukt
ru: Не удалось разобрать %s как целое число
sl: Ni mogoče razčleniti %s kot celo število
sr: Не могу да обрадим „%s“ као цео број
tr: %s tam sayı olarak ayrıştırılamadı
uk: Не вдалося обробити %s як ціле
zh_cn: 无法将 %s 解析为整数

source: Could not parse %s as a float
el: Αδυναμία ανάλυσης του %s ως κινητής υποδιαστολής
es: No se puede interpretar «%s» como una fracción
eu: Ezin da %s analizatu koma mugikorreko zenbaki gisa
hi: %s को फ़्लोट के रूप में विश्लेषण नहीं किया जा सका
nl: Ontleden van %s als zwevendekommagetal mislukt
ru: Не удалось разобрать %s как значение с плавающей запятой
sl: Ni mogoče razčleniti %s kot vrednost s plavajočo vejico
sr: Не могу да обрадим „%s“ као децимални број
tr: %s kayan noktalı sayı olarak ayrıştırılamadı
uk: Не вдалося обробити %s як дійсне із рухомою крапкою
zh_cn: 无法将 %s 解析为浮点数

source: Could not parse %s as a number
el: Αδυναμία ανάλυσης του %s ως αριθμού
es: No se pudo inerpretar %s como un número
eu: Ezin da %s analizatu zenbaki gisa
hi: %s को संख्या के रूप में विश्लेषण नहीं किया जा सका
nl: Ontleden van %s als getal mislukt
ru: Не удалось разобрать %s как число
sl: Ni mogoče razčleniti %s kot število
sr: Не могу да обрадим „%s“ као број
tr: %s bir sayı olarak ayrıştırılamadı
uk: Не вдалося обробити %s як число
zh_cn: 无法将 %s 解析为数字

source: Save the exported recipe
el: Αποθήκευση της εξαγόμενης συνταγής
es: Guardar la receta exportada
eu: Gorde esportatutako errezeta
hi: निर्यातित रेसिपी को सहेजें
nl: Geëxporteerd recept opslaan
ru: Сохранить экспортированный рецепт
sl: Shrani izvožen recept
sr: Сачувајте извезени рецепт
tr: Dışa aktarılan tarifleri kaydet
uk: Зберегти експортований рецепт
zh_cn: 保存导出的食谱

source: Save
el: Αποθήκευση
es: Guardar
eu: Gorde
hi: सहेजें
ka: შენახვა
nl: Opslaan
ru: Сохранить
sl: Shrani
sr: Сачувај
tr: Kaydet
uk: Зберегти
zh_cn: 保存

source: Recipe contribution
el: Συνεισφορά συνταγής
es: Colaborar con una receta
hi: रेसिपी योगदान
nl: Bijgedragen recept
ru: Вклад в Рецепты
sl: Prispevek recepta
sr: Допринос рецепту
tr: Tarif önerisi
uk: Внесок рецепта
zh_cn: 食谱贡献

source: Please accept my attached recipe contribution.
el: Παρακαλώ αποδεχτείτε τη συνεισφορά της συνημμένης συνταγής μου.
es: Por favor acepte mi colaboración con esta receta.
hi: कृपया मेरी संलग्न रेसिपी स्वीकारें।
nl: Gelieve mijn bijgevoegde bijdrage aan de recepten te aanvaarden.
ru: Пожалуйста, примите мой вклад в виде прилагаемого рецепта.
sl: Prosimo, sprejmite moj prispevek: priloženi recept.
sr: Прихватите мој допринос приложеног рецепта.
tr: Lütfen ekli tarifimi, bir katkı olarak kabul et.
uk: Будь ласка, прийміть долучений рецепт як внесок до проєкту.
zh_cn: 请接受我附加的食谱贡献。

source: Try this recipe
el: Δοκιμάστε αυτή τη συνταγή
es: Pruebe esta receta
eu: Probatu errezeta hau
hi: यह रेसिपी आज़माएं
ka: სცადეთ ეს რეცეპტი
nl: Probeer dit recept
ru: Попробуйте этот рецепт
sl: Poskusite ta recept
sr: Пробајте овај рецепт
tr: Bu tarifi dene
uk: Спробуйте цей рецепт
zh_cn: 试试这份食谱

source: Hi, you should try this recipe.
es: Hola, debería probar esta receta.
eu: Aizu, errezeta hau probatu beharko zenuke.
hi: नमस्ते, आपको यह रेसिपी आज़मानी चाहिए।
nl: Hallo, probeer dit recept zeker eens uit.
ru: Привет, вам стоит попробовать этот рецепт.
sl: Zdravo, ta recept se splača poskusiti.
sr: Здраво, требало би да пробате овај рецепт.
tr: Merhaba, bu tarifi denemeni öneririm.
uk: Привіт, Спробуйте цей рецепт.
zh_cn: 你好， 你应该试一下这份食谱。

source: Try these recipes
el: Δοκιμάστε αυτές τις συνταγές
es: Pruebe estas recetas
eu: Probatu errezeta hauek
hi: इन रेसिपी को आजमाएं
nl: Probeer deze recepten
ru: Попробуйте эти рецепты
sl: Poskusi te recepte
sr: Пробајте ове рецепте
tr: Bu tarifleri bir dene
uk: Спробуйте ці рецепти
zh_cn: 试试这些食谱

source: Hi, you should try these recipes.
es: Hola, debería probar estas recetas.
eu: Aizu, errezeta hauek probatu beharko zenituzke.
hi: नमस्ते, आपको यह रेसिपी आज़माने चाहिए।
nl: Hallo, probeer deze recepten zeker eens uit.
ru: Привет, вам стоит попробовать эти рецепты.
sl: Zdravo, te recepte se splača poskusiti.
sr: Здраво, требало би да пробате ове рецепте.
tr: Merhaba, bu tarifleri denemeni öneririm.
uk: Привіт, Спробуйте ці рецепти.
zh_cn: 你好， 你应该试一下这些食谱。
