Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Other dietary restrictions
el: Άλλοι διατροφικοί περιορισμοί
es: Otras restricciones alimentarias
eu: Beste dieta-murrizketa batzuk
hi: अन्य आहार प्रतिबंध
nl: Overige dieetbeperkingen
ru: Другие диетические ограничения
sl: Druge prehranske omejitve
sr: Остала дијетска ограничења
tr: Diğer diyet kısıtlamaları
uk: Інші дієтичні обмеження
zh_cn: 其他饮食限制

source: A gluten-free diet is a diet that excludes gluten, a protein composite found in wheat, barley, rye, and all their species and hybrids (such as spelt, kamut, and triticale). The inclusion of oats in a gluten-free diet remains controversial. Avenin present in oats may also be toxic for coeliac people; its toxicity depends on the cultivar consumed. Furthermore, oats are frequently cross-contaminated with cereals containing gluten. <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">Learn more…</a>
es: Una dieta libre de gluten es una dieta que excluye el gluten, un compuesto proteico que se encuentra en el trigo, la cebada, el centeno y todas sus especies e híbridos (como la espelta, el kamut y el triticale). La inclusión de la avena en una dieta libre de gluten sigue siendo controvertida. El avenin presente en avena también puede ser tóxico para personas celíacas; su toxicidad depende del cultivo consumido. Además, la avena con frecuencia está contaminada de forma cruzada con cereales que contienen gluten. <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">Learn more…</a>
hi: ग्लूटेन-मुक्त आहार वह आहार है जिसमें ग्लूटेन शामिल नहीं होता, जो गेहूं, जौ, राई और उनकी सभी प्रजातियों और संकर (जैसे स्पेल्ट, कामुट और ट्रिटिकेल) में पाया जाने वाला प्रोटीन मिश्रण है। ग्लूटेन-मुक्त आहार में जई को शामिल करना विवादास्पद बना हुआ है। जई में मौजूद एवेनिन सीलिएक लोगों के लिए भी विषाक्त हो सकता है; इसकी विषाक्तता खपत की गई किस्म पर निर्भर करती है। इसके अलावा, जई अक्सर ग्लूटेन युक्त अनाज के साथ पार-दूषित होते हैं। <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">अधिक जानें…</a>
nl: Het glutenvrij dieet is een dieet waarbij het consumeren van voedsel dat gluten bevat vermeden wordt. Gluten zijn een groep eiwitten die voorkomt in tarwe, spelt, kamut, rogge en gerst, en in alle voedingsmiddelen waarin deze graansoorten zijn verwerkt. Ook wordt haver genoemd als glutenbevattend graan. Het in haver aanwezige avenine kan ook voor coeliakiepatiënten giftig zijn. Ook kan als gevolg van verontreiniging met andere graansoorten haver giftig zijn, hoewel haver van nature geen gluten bevat. <a href="https://nl.wikipedia.org/wiki/Glutenvrij_dieet">Meer info…</a>
ru: Безглютеновая диета - это диета, которая исключает глютен, белковый комплекс, содержащийся в пшенице, ячмене, ржи и всех их видах и гибридах (таких как полба, камут и тритикале). Вопрос о включении овса в безглютеновую диету остается спорным. Глютен, содержащийся в овсе, также может быть токсичным для людей, страдающих целиакией; его токсичность зависит от сорта, который употребляется в пищу. Кроме того, в овсе часто встречаются злаки, содержащие глютен. <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">Узнать (на английском языке)…</a>
sl: Prehrana brez glutena je prehrana, ki izključuje gluten, beljakovinski kompozit, ki ga najdemo v pšenici, ječmenu, rži in vseh njihovih vrstah in hibridih (kot so pira, kamut in tritikala). Vključitev ovsa v prehrano brez glutena ostaja sporna. Avenin, prisoten v ovsu, je lahko strupen tudi za osebe s celiakijo; njegova toksičnost je odvisna od zaužitega kultivarja. Poleg tega je oves pogosto navzkrižno kontaminiran z žiti, ki vsebujejo gluten. Preberite <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">več ...</a> (v angl.)
sr: Исхрана без глутена је исхрана која искључује глутен, протеински састојак који се налази у пшеници, ражи, јечму и у свим њиховим врстама и хибридима (као што је пир, камут и тритикалеа). Укључивање зоби у исхрани без глутена остаје контроверзно. Авенин присутан у зоби може такође бити токсичан за особе са целијакијском болешћу; његова токсичност зависи од унешене сорте. Осим тога, овас је често унакрсно контаминиран житарицама које садрже глутен. <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">Сазнајте више…</a>
tr: Glütensiz diyet, buğday, arpa, çavdar gibi ürünlerde ve türevlerinde bulunan, bir protein bileşiği olan glüteni dışlayan bir diyettir. Yulafın glütensiz bir diyete dahil edilmesi tartışmalıdır. Yulafta bulunan Avenin bileşiği de çölyak hastaları için toksik/zehirli olabilir; zehirlilik düzeyi tüketilen çeşidine bağlıdır. Ayrıca, yulaf sıklıkla glüten içeren tahıllarla çapraz etkileşime girer. <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">Daha fazlasını öğrenin…</a>
uk: Безглютенова дієта є дієтою, з якої виключено продукти, що містять глютен (клейковини) — складного білка, який міститься у пшениці, ячмені, житі та їхніх похідних і гібридах (зокрема спельті, камуті та тритикале). Щодо включення вівса у вільну від глютену дієту існують різні думки. Авенін, який є у зернах вівса, може бути токсичним для людей із проблемами черевної порожнини; його токсичність залежить від спожитого сорту. Крім того, вівсяні крупи часто засмічені іншими злаками, які містять глютен. <a href="https://en.wikibooks.org/wiki/Cookbook:Gluten-Free">Дізнатися більше…</a>

source: A tree nut allergy is a hypersensitivity to dietary substances from tree nuts and edible tree seeds causing an overreaction of the immune system which may lead to severe physical symptoms. Tree nuts include, but are not limited to, almonds, Brazil nuts, cashews, chestnuts, filberts/hazelnuts, macadamia nuts, pecans, pistachios, pine nuts, shea nuts and walnuts. <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">Learn more…</a>
es: La alergia a las nueces es una hipersensibilidad a las sustancias dietéticas de las nueces de árbol y las semillas de árboles comestibles, lo que provoca una reacción exagerada del sistema inmunitario que puede provocar síntomas físicos graves. Las nueces de árbol incluyen, entre otras, almendras, nueces del Brasil, castañas de cajú, castañas, avellanas / avellanas, nueces de macadamia, pacanas, pistachos, piñones, nueces de karité y nueces. <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">Learn more…</a>
hi: ट्री नट एलर्जी ट्री नट्स और खाद्य वृक्ष के बीजों से प्राप्त आहार पदार्थों के प्रति अतिसंवेदनशीलता है, जो प्रतिरक्षा प्रणाली की अति प्रतिक्रिया का कारण बनती है, जिससे गंभीर शारीरिक लक्षण हो सकते हैं। ट्री नट्स में बादाम, ब्राजील नट्स, काजू, चेस्टनट, फिल्बर्ट/हेज़लनट्स, मैकाडामिया नट्स, पेकान, पिस्ता, पाइन नट्स, शिया नट्स और अखरोट शामिल हैं, लेकिन इन्हीं तक सीमित नहीं हैं। <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">अधिक जानें…</a>
nl: Een notenallergie is een overgevoeligheid voor voedingsstoffen uit noten en eetbare zaden van bomen, die een overreactie van het immuunsysteem veroorzaakt die tot ernstige lichamelijke symptomen kan leiden. Onder noten vallen onder meer amandelen, paranoten, cashewnoten, kastanjes, hazelnoten, macadamianoten, pecannoten, pistaches, pijnboompitten, sheanoten en walnoten. <a href="https://nl.wikipedia.org/wiki/Notenallergie">Meer info…</a>
ru: Аллергия на древесные орехи - это повышенная чувствительность к пищевым веществам, содержащимся в древесных орехах и семенах съедобных деревьев, вызывающая чрезмерную реакцию иммунной системы, которая может привести к серьезным физическим симптомам. К лесным орехам относятся, но не ограничиваются ими, миндаль, бразильские орехи, кешью, каштаны, фундук, орехи макадамия, пекан, фисташки, кедровые орехи, орехи ши и грецкие орехи. <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">Узнать (на английском языке)…</a>
sl: Alergija na oreščke je preobčutljivost za prehranske snovi iz drevesnih orehov in užitnih oreščkov dreves, ki povzročijo prekomeren odziv imunskega sistema, kar lahko povzroči hude fizične simptome. Med drevesne oreščke sodijo (vendar niso omejeni nanje) mandlji, brazilski orehi, indijski oreščki, kostanji, filberti/lešniki, makadamski orehi, orehi, pistacije, pinjole, karitejeve orehe in orehe. Preberite <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">več ...</a> (v angl.)
sr: Алергичност на коштуњаве плодове је преосетљивост на хранљиве материје из коштуњавих плодова и јестивих семенки дрвета која изазива претерану реакцију имуног система која може довести до озбиљних физичких поремећаја. Коштуњави плодови обухватају, али нису ограничени на, бадем, бразилски орах, индијски орах, кестен, лешник, макадамију, пекан, пистаћи, пињоли, карите и орах. <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">Сазнајте више…</a>
tr: Ağaç fındıkları alerjisi, ağaç fındıkları ve yenilebilir ağaç tohumlarından elde edilen yiyecek maddelerine karşı aşırı duyarlılık durumudur. Bağışıklık sisteminin aşırı tepki vermesi sonucu ciddi fiziksel tepkilere yol açabilmektedir. Ağaç fındıkları arasında, badem, Brezilya fıstığı, kaju, kestane, fındık, macadamia fındığı, pikin (amerikan) cevizi, fıstık (antep fıstığı), çam fıstığı, shea fıstığı bulunur, ve liste bunlarla sınırlı değildir. <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">Daha fazlasını öğrenin…</a>
uk: Алергія до деревних горіхів є надчутливістю до дієтичних речовин, до яких включено деревні горіхи або їстівне деревне насіння, яке спричиняє надмірну реакцію імунної системи, що може призвести до тяжких фізичних симптомів. Деревними горіхами є, зокрема, мигдаль, бразильські горіхи, арахіс, каштани, ліщина, горіхи макадамії, горіхи-пекани, фісташки, кедрові горіхи, горіхи ші та грецькі горіхи. <a href="https://en.wikipedia.org/wiki/Tree_nut_allergy">Дізнатися більше…</a>

source: Veganism is both the practice of abstaining from the use of animal products, particularly in diet, and an associated philosophy that rejects the commodity status of animals. <a href="https://en.wikipedia.org/wiki/Veganism">Learn more…</a>
es: El veganismo es a la vez la práctica de abstenerse del uso de productos de origen animal, particularmente en la dieta, y una filosofía asociada que rechaza el estado de los productos básicos de los animales. <a href="https://en.wikipedia.org/wiki/Veganism">Saber más…</a>
hi: वीगनवाद पशु उत्पादों के उपयोग से परहेज़ करने की प्रथा है, विशेष रूप से आहार में, और एक संबद्ध दर्शन जो जानवरों की वस्तु स्थिति को अस्वीकार करता है। <a href="https://en.wikipedia.org/wiki/Veganism">अधिक जानें…</a>
nl: Veganisme is zowel de praktijk van het afzien van het gebruik van dierlijke producten, met name in de voeding, als een daarmee samenhangende filosofie die de handelswaarstatus van dieren verwerpt. <a href="https://nl.wikipedia.org/wiki/Veganisme">Meer info…</a>
ru: Веганство - это одновременно и практика воздержания от употребления продуктов животного происхождения, особенно в диетическом питании, и связанная с этим философия, отвергающая товарный статус животных. <a href="https://ru.wikipedia.org/wiki/Веганство">Узнать подробнее…</a>
sl: Veganstvo je praksa vzdržnosti od uporabe oz. zauživanja živalskih proizvodov, zlasti v prehrani, in s tem povezana filozofija, ki zavrača proizvodni status živali. Preberite <a href="https://sl.wikipedia.org/wiki/Veganstvo">več ...</a>
sr: Веганство је и пракса уздржавања од употребе производа животињског порекла, нарочито у исхрани, и придружена филозофија која одбацује статус животињског ропства. <a href="https://en.wikipedia.org/wiki/Veganism">Сазнајте више…</a>
tr: Veganizm, özellikle yiyecek ürünlerde hayvansal ürün kullanımından kaçınma uygulamasıdır ve hayvanların emtia durumunu reddeden bir felsefedir. <a href="https://en.wikipedia.org/wiki/Veganism">Daha fazlasını öğrenin…</a>
uk: Веганство — відмова від використання тваринних продуктів, зокрема, вживання виготовленої з тварин їжі, а також пов'язана із цим філософія відмови від використання тварин як власності. <a href="https://uk.wikipedia.org/wiki/Веганство">Дізнатися більше…</a>

source: Vegetarian cuisine is based on food that meets vegetarian standards by not including meat and animal tissue products (such as gelatin or animal-derived rennet). For lacto-ovo vegetarianism (the most common type of vegetarianism in the Western world), eggs and dairy products such as milk and cheese are permitted. For lacto vegetarianism, the earliest known type of vegetarianism (recorded in India), dairy products such as milk and cheese are permitted. The strictest forms of vegetarianism are veganism and fruitarianism, which exclude all animal products, including dairy products as well as honey, and even some refined sugars if filtered and whitened with bone char. <a href="https://en.wikipedia.org/wiki/Vegetarianism">Learn more…</a>
es: La cocina vegetariana se basa en alimentos que cumplen con los estándares vegetarianos al no incluir productos cárnicos y de carne (como gelatina o cuajo derivado de animales). Para el vegetarianismo lacto-ovo (el tipo de vegetarianismo más común en el mundo occidental), se permiten los huevos y productos lácteos como la leche y el queso. Para el vegetarianismo de lacto, el tipo de vegetarianismo más antiguo conocido (registrado en India), se permiten productos lácteos como leche y queso. Las formas más estrictas de vegetarianismo son el veganismo y el fruitarismo, que excluyen todos los productos de origen animal, incluidos los productos lácteos y la miel, e incluso algunos azúcares refinados si se filtran y blanquean con hueso carbonizado. <a href="https://en.wikipedia.org/wiki/Vegetarianism">Saber más…</a>
hi: शाकाहारी भोजन ऐसे भोजन पर आधारित है जो मांस और पशु ऊतक उत्पादों (जैसे जिलेटिन या पशु-व्युत्पन्न रेनेट) को शामिल न करके शाकाहारी मानकों को पूरा करता है। लैक्टो-ओवो शाकाहार (पश्चिमी दुनिया में शाकाहार का सबसे आम प्रकार) के लिए, अंडे और दूध और पनीर जैसे डेयरी उत्पादों की अनुमति है। लैक्टो शाकाहार के लिए, शाकाहार का सबसे पहला ज्ञात प्रकार (भारत में दर्ज), दूध और पनीर जैसे डेयरी उत्पादों की अनुमति है। शाकाहार के सबसे सख्त रूप शाकाहार और फलवाद हैं, जो सभी पशु उत्पादों को बाहर करते हैं, जिसमें डेयरी उत्पाद और शहद भी शामिल हैं, और यहां तक ​​कि कुछ परिष्कृत शर्करा भी अगर फ़िल्टर की गई हो और हड्डी के कोयले से सफ़ेद की गई हो। <a href="https://en.wikipedia.org/wiki/Vegetarianism">अधिक जानें…</a>
nl: Vegetarisme is de voedingswijze waarbij men geen vlees eet (inclusief gevogelte, vis, schaaldieren en insecten). Bijproducten van geslachte dieren, zoals dierlijk stremsel in kaas en gelatine in snoep en pudding, wordt door sommigen eveneens uit de voeding weggelaten. Vegetariërs eten plantaardig voedsel als fruit, groente, granen, peulvruchten en noten, aangevuld met paddenstoelen en vegetarische dierlijke producten als zuivel, honing en eieren. De term vegetarisme gaat terug op het Engelse woord vegetarian, waarvan het eerste deel is afgeleid van vegetable, ‘groente’. Mensen kiezen voor een vegetarische voeding uit verschillende overwegingen. Zo kunnen behalve gezondheidsmotieven ook ethiek, religie en zorg om dierenwelzijn en het milieu een rol spelen. <a href="https://nl.wikipedia.org/wiki/Vegetarisme">Meer info…</a>
ru: Вегетарианская кухня основана на продуктах, которые соответствуют вегетарианским стандартам и не включают мясо и продукты из тканей животного происхождения (такие как желатин или сычужный фермент животного происхождения). При лакто-ово-вегетарианстве (наиболее распространённом виде вегетарианства в западном мире) разрешены яйца и молочные продукты, такие как молоко и сыр. При лакто-вегетарианстве, самом раннем известном виде вегетарианства (зарегистрированном в Индии), разрешены молочные продукты, такие как молоко и сыр. Самыми строгими формами вегетарианства являются веганство и фрукторианство, которые исключают все продукты животного происхождения, включая молочные продукты, а также мед и даже некоторые виды рафинированного сахара, если они отфильтрованы и обуглены. <a href="https://ru.wikipedia.org/wiki/Вегетарианство">Узнать подробнее…</a>
sl: Vegetarijanska kuhinja temelji na hrani, ki izpolnjuje vegetarijanske standarde, tako da ne vključuje produktov iz mesnih in živalskih tkiv (kot so želatina ali živalsko sirilo). Za laktoovovegetarijanstvo (najpogostejši tip vegetarijanstva v zahodnem svetu) so dovoljena jajca in mlečni izdelki, kot sta mleko in sir. Pri laktovegetarijanstvu, najzgodnejši znani vrsti vegetarijanstva (zabeleženi v Indiji), je dovoljeno zaužitje mlečnih izdelkov, kot sta mleko in sir. Najstrožje oblike vegetarijanstva sta veganstvo in sadjejedstvo, ki izključujeta vse živalske proizvode, vključno z mlečnimi izdelki, kot tudi med in celo nekaj rafiniranih sladkorjev, če jih filtriramo in belimo s kostno moko. Preberite <a href="https://en.wikipedia.org/wiki/Vegetarianism">več...</a>
sr: Вегетаријанска кухиња се заснива на храни која задовољава вегетаријанске стандарде без укључивања меса и производа животињских ткива (као што су желатин или сирила животињског порекла). За лакто-ово вегетаријанство (најчешће врсте вегетаријанства у западном свету), јаја и млечни производи као што су млеко и сир су дозвољени. За лакто вегетаријанство, најранију познату врсту вегетаријанства (забележеног у Индији), млечни производи као што су млеко и сир су дозвољени. Најизричитији облици вегетаријанства су веганство и фрутиријанизам, који искључује све животињске производе, укључујући и млечне производе, као и мед, чак и неке рафинисане шећере ако су филтрирани и бељени коштаним угљеном. <a href="https://en.wikipedia.org/wiki/Vegetarianism">Сазнајте више…</a>
tr: Vejetaryen mutfağı, et ve hayvansal doku ürünlerini (jelatin veya hayvanlardan elde edilmiş peynir mayası gibi) dahil etmeden, vejetaryen standartlara uygun yiyeceğe dayanmaktadır. Lakto-ovo vejetaryenlık (Batı dünyasında en yaygın vejetaryenlık türü) yumurta, süt ve peynir gibi süt ürünleri tüketimine izin verilir. Lakto vejetaryenlık ise, süt ve peynir gibi süt ürünlerinin tüketimine izin verir. Vejeteryanlığın en katı biçimleri, bal ve süt ürünleri de dahil tüm hayvansal ürünleri ve hatta kemik kömürü ile süzülmüş ve beyazlatılmış bazı rafine şekerleri hariç tutan veganizm ve meyveciliktir. <a href="https://en.wikipedia.org/wiki/Vegetarianism">Daha fazlasını öğrenin…</a>
uk: Вегетаріанську кухню засновано на їжі, яка відповідає вегетаріанським стандартам — не містить м'яса і продуктів із тваринними тканинами (зокрема желатину або сичужного сиру тваринного походження). У молочнояйцевому вегетаріанстві (найпоширеніший тип вегетаріанства у західному світі) можна вживати яйця і молочні продукти, зокрема молоко і сир. У молочному вегетаріанстві, найдавнішому відомому типі вегетаріанства (походить з Індії) можна вживати молочні продукти, зокрема молоко і сир. Найжорсткішими формами вегетаріанства є веганізм та фрутаріанізм, у яких виключаються будь-які продукти тваринного походження, зокрема молочні продукти, а також мед і навіть очищені цукри, якщо фільтрування і відбілювання відбувалося за допомогою кістяного вугілля. <a href="https://en.wikipedia.org/wiki/Vegetarianism">Дізнатися більше…</a>
