Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: no Semi-skimmed milk
el: χωρίς ημι-αποβουτυρωμένο γάλα
es: no hay leche semi-desnatada
eu: Esne erdigaingabeturik ez
hi: अर्द्ध-मलाईरहित दूध के बिना
ka: ნახევრად ნაღებმოცლილი რძის გარეშე
nl: geen Halfvolle melk
ru: без полуобезжиренного молока
sl: ni delno posnetega mleka
sr: без полуобраног млека
tr: Yarım yağlı süt içermesin
uk: без напівзнежиреного молока

source: no Sesame oil
el: χωρίς σησαμέλαιο
es: no hay aceite de sésamo
eu: Sesamo-oliorik ez
hi: तिल के तेल के बिना
ka: სეზამის ზეთის გარეშე
nl: geen Sesamolie
ru: без кунжутного масла
sl: ni sezamovega olja
sr: без уља сусама
tr: Susam yağı içermesin
uk: без кунжутної олії

source: no Sesame seeds
el: χωρίς σουσάμι
es: no hay semillas de sésamo
eu: Sesamo-hazirik ez
hi: तिल के बीज के बिना
ka: სეზამის თესლის გარეშე
nl: geen Sesamzaad
ru: без семян кунжута
sl: ni sezamovih semen
sr: без семенки сусама
tr: Susam taneleri içermesin
uk: без насіння кунжуту

source: no Shallots
el: χωρίς κρεμμύδια εσαλότ
es: no hay chalotas
eu: Tipulatxik ez
hi: शलोट के बिना
ka: შალოტის გარეშე
nl: geen Sjalotten
ru: без лука шаллота
sl: ni šalotke
sr: без влашца
tr: Papaz yahnisi içermesin
uk: без цибулі шалот

source: no Shrimps
el: χωρίς γαρίδες
es: no hay gambas
eu: Izkirarik ez
hi: झींगे के बिना
ka: კრევეტების გარეშე
nl: geen Garnalen
ru: без креветок
sl: ni kozic
sr: без шкампија
tr: Karides içermesin
uk: без креветок

source: no Slivered almonds, toasted
el: χωρίς αμύγδαλα σε φέτες, καβουρδισμένα
es: no hay almendras molidas tostadas
eu: Almendra-xafla txigorturik ez
hi: भुनी बादाम कतरन के बिना
ka: მოვერცხსლისფერებული, შებრაწული ნუშის გარეშე
nl: geen Amandelschaafsel, geroosterd
ru: без измельчённого миндаля, поджаренного
sl: ni mandljev v lističih, praženih
sr: без изрезаног бадема, печеног
tr: Şerit badem, kızartılmış içermesin
uk: без колотого підсмаженого мигдалю

source: no Sour cream
el: χωρίς ξινή κρέμα
es: no hay crema agria
eu: Krema garratzik ez
hi: खट्टी क्रीम के बिना
ka: არაჟნის გარეშე
nl: geen Zure room
ru: без сметаны
sl: ni kisle smetane
sr: без киселе павлаке
tr: Ekşi krema içermesin
uk: без сметани

source: no Soy sauce
el: χωρίς σάλτσα σόγιας
es: no hay salsa de soja
eu: Soia-saltsarik ez
hi: सोया सॉस के बिना
ka: სოიოს სოუსის გარეშე
nl: geen Sojasaus
ru: без соевого соуса
sl: ni sojine omake
sr: без соса од соје
tr: Soya sosu içermesin
uk: без соєвого соусу

source: no Spinach
el: χωρίς σπανάκι
es: no hay espinacas
eu: Ziazerbarik ez
hi: पालक के बिना
ka: ისპანახის გარეშე
nl: geen Spinazie
ru: без шпината
sl: ni špinače
sr: без спанаћа
tr: Ispanak içermesin
uk: без шпинату

source: no Spring onion
el: χωρίς φρέσκο κρεμμυδάκι
es: no hay cebolla de primavera
eu: Tipulatxik ez
hi: हरे प्याज के बिना
ka: ახალი ხახვის გარეშე
nl: geen Lente-ui / pijpajuin
ru: без зелёного лука (лук-батун)
sl: ni spomladanske čebule
sr: без младог црног лука
tr: Taze soğan içermesin
uk: без пера цибулі

source: no Squash
el: χωρίς κολοκύθα
es: no hay zumo
eu: Kuiarik ez
hi: स्क्वैश के बिना
ka: გოგრის გარეშე
nl: geen Pompoen
ru: без тыквы (большая/столовая)
sl: ni skovša
sr: без бундеве
tr: Kabak içermesin
uk: без гарбуза

source: no Star anise
el: χωρίς αστεροειδή γλυκάνισο
es: no hay anís estrellado
eu: Txinatar anisik ez
hi: स्टार ऐनीज़ के बिना
ka: ვარსკვლავისებრი ანისის გარეშე
nl: geen Steranijs
ru: без звёздчатого аниса
sl: ni zvezdastega janeža
sr: без звезданог аниса
tr: Yıldız anason içermesin
uk: без бодяну справжнього

source: no Strawberry
el: χωρίς φράουλα
es: no hay fresas
eu: Marrubirik ez
hi: स्ट्रॉबेरी के बिना
ka: მარწყვის გარეშე
nl: geen Aardbei
ru: без клубники
sl: brez jagod
sr: без јагода
tr: Çilek içermesin
uk: без полуниць

source: no Sugar
el: χωρίς ζάχαρη
es: no hay azúcar
eu: Azukrerik ez
hi: चीनी के बिना
ka: შაქრის გარეშე
nl: geen Suiker
ru: без сахара
sl: brez sladkorja
sr: без шећера
tr: Şeker içermesin
uk: без цукру

source: no Sunflower seeds
el: χωρίς ηλιόσπορους
es: no hay pipas de girasol
eu: Ekilore-hazirik ez
hi: सूरजमुखी बीज के बिना
ka: მზესუმზირის თესლის გარეშე
nl: geen Zonnebloempitten
ru: без семян подсолнуха
sl: ni sončničnih semen
sr: без семенки сунцокрета
tr: Ayçiçeği çekirdeği
uk: без соняшникового насіння

source: no Sweet potatoes
el: χωρίς γλυκοπατάτες
es: no hay patatas
eu: Batatarik ez
hi: शकरकंद के बिना
ka: ტკბილი კარტოფილის გარეშე
nl: geen Zoete aardappelen / zoete patatten
ru: без сладкого картофеля (батата(?))
sl: ni sladkega krompirja
sr: без батата (слатког кромпира)
tr: Tatlı patates içermesin
uk: без батату

source: no Tamarind paste
el: χωρίς πάστα ταμάρινδου
es: no hay pasta de tamarindo
eu: Tamarindo-pastarik ez
hi: इमली पेस्ट के बिना
ka: თამარინდის პასტის გარეშე
nl: geen Tamarindepasta
ru: без пасты тамаринда индийского
sl: ni tamarindine mezge
sr: без намаза тамаринда
tr: Demirhindi ezmesi içermesin
uk: без тамариндової пасти

source: no Tangerine
el: χωρίς μανταρίνι
es: no hay mandarina
eu: Mandarinarik ez
hi: कीनू के बिना
ka: მანდარინის გარეშე
nl: geen Mandarijn
ru: без мандарина
sl: ni mandarin
sr: без мандарине
tr: Mandalina içermesin
uk: без мандаринів

source: no Thai basil leaves
el: χωρίς φύλλα ταϊλανδέζικου βασιλικού
es: no hay hojas de albahaca tailandesa
eu: Albaka-hosto tailandiarrik ez
hi: थाई तुलसी के पत्तों के बिना
ka: ტაილანდური რეჰანის ფოთლების გარეშე
nl: geen Blaadjes Thaise basilicum
ru: без тайского базилика (хорапка)
sl: ni tajske bazilike
sr: без листова тајландског босиљка
tr: Tay fesleğen yaprağı içermesin
uk: без тайських листків базиліку

source: no Thai chillies
el: χωρίς πιπεριές τσίλι Ταϊλάνδης
es: no hay chiles tailandeses
eu: Txile tailandiarrik ez
hi: थाई मिर्च के बिना
ka: ტაილანდური მწარე წიწაკის გარეშე
nl: geen Thaise chilipepers
ru: без тайского перца чили
sl: ni tajskega čilija
sr: без тајландског чилија
tr: Tay biberi içermesin
uk: без тайських перців чилі

source: no Thai fish sauce
el: χωρίς σάλτσα ψαριού Ταϊλάνδης
es: no hay salsa de pescado tailandesa
eu: Arrain-saltsa tailandiarrik ez
hi: थाई फिश सॉस के बिना
ka: ტაილანდური თევზის სოუსის გარეშე
nl: geen Thaise vissaus
ru: без тайского рыбного соуса
sl: ni tajske ribje omake
sr: без тајландског рибљег соса
tr: Tay balık sosu içermesin
uk: без тайського рибного соусу

source: no Thyme
el: χωρίς θυμάρι
es: no hay tomillo
eu: Ezkairik ez
hi: थाइम के बिना
ka: ბეგქონდარას გარეშე
nl: geen Tijm
ru: без тимьяна/чабреца
sl: ni timijana
sr: без мајчине душице
tr: Kekik içermesin
uk: без чебрецю

source: no Tinned pineapple rings
el: χωρίς ροδέλες ανανά κονσέρβας
es: no hay rodajas de piña en lata
eu: Poteko piña-eraztunik ez
hi: डिब्बाबंद अनानास छल्ले के बिना
ka: ანანასის რგოლების კონსერვის გარეშე
nl: geen Ananasringen uit blik
ru: без консервированных колец ананаса
sl: ni konzerviranega ananasa
sr: без конзервираних колутова ананаса
tr: Konserve ananas halkası içermesin
uk: без консервованих ананасових кружків

source: no Tofu
el: χωρίς τόφου
es: no hay tofu
eu: Tofurik ez
hi: टोफू के बिना
ka: ტოფუს გარეშე
nl: geen Tofu
ru: без тофу
sl: ni tofuja
sr: без тофуа
tr: Tofu içermesin
uk: без тофу

source: no Tomato
el: χωρίς ντομάτα
es: no hay tomate
eu: Tomaterik ez
hi: टमाटर के बिना
ka: პომიდორის გარეშე
nl: geen Tomaat
ru: без помидоров
sl: ni paradižnika
sr: без парадајза
tr: Domates içermesin
uk: без помідорів

source: no Tomato paste
el: χωρίς πελτέ ντομάτας
es: no hay pasta de tomate
eu: Tomate-pastarik ez
hi: टमाटर पेस्ट के बिना
ka: პომიდვრის პასტის გარეშე
nl: geen Tomatenpuree
ru: без томатной пасты
sl: ni paradižnikove mezge
sr: без пасираног парадајза
tr: Salça içermesin
uk: без томатної пасти

source: no Tomato sauce
el: χωρίς σάλτσα ντομάτας
es: no hay salsa de tomate
eu: Tomate-saltsarik ez
hi: टमाटर सॉस के बिना
ka: ტომატის სოუსის გარეშე
nl: geen Tomatensaus
ru: без соуса из помидоров
sl: ni paradižnikove omake
sr: без соса од парадајза
tr: Domates sosu içermesin
uk: без томатного соусу

source: no Tumeric ground
el: χωρίς κουρκουμά τριμμένο
es: no hay cúrcuma molida
eu: Kurkuma-hautsik ez
hi: पिसी हुई हल्दी के बिना
ka: დაფქული კურკუმის გარეშე
nl: geen Gemalen kurkuma
ru: без куркумы (турмерика), клубни
sl: ni kurkume v prahu
sr: без куркуме млевене
tr: Zerdeçal, öğütülmüş içermesin
uk: без меленої куркуми

source: no Tuna fish
el: χωρίς τόνο
es: no hay atún
eu: Atunik ez
hi: टूना मछली के बिना
ka: თინუსის გარეშე
nl: geen Tonijn
ru: без тунца
sl: ni tune
sr: без туњевине
tr: Tuna balık eti içermesin
uk: без тунця

source: no Unsalted butter
el: χωρίς ανάλατο βούτυρο
es: no hay mantequilla sin sal
eu: Gatzik gabeko gurinik ez
hi: नमक-रहित बटर के बिना
ka: უმარილო კარაქის გარეშე
nl: geen Ongezouten boter
ru: без не солёного сливочного масла
sl: ni nesoljenega masla
sr: без несланог маслаца
tr: Tuzsuz tereyağ içermesin
uk: без несоленого масла

source: no Vanilla baking powder
el: χωρίς μπέικιν πάουντερ βανίλιας
es: no hay polvo de hornear de vainilla
eu: Hauts altxagarri banilladunik ez
hi: वेनिला बेकिंग पाउडर के बिना
ka: ვანილის საცხობი ფხვნილის გარეშე
nl: geen Vanillebakpoeder
ru: без ванильного разрыхлителя
sl: ni vaniljevega pecilnega praška
sr: без ванилин прашка за пециво
tr: Vanilya kabartma tozu içermesin
uk: без ваніліну

source: no Vanilla extract
el: χωρίς εκχύλισμα βανίλιας
es: no hay extracto de vainilla
eu: Banilla-estrakturik ez
hi: वेनिला अर्क के बिना
ka: ვანილის ექსტრაქტის გარეშე
nl: geen Vanille-extract
ru: без экстракта ванили
sl: ni izvlečka vanilje
sr: без екстракта ваниле
tr: Vanilya özü içermesin
uk: без ванільного екстракту

source: no Vanilla powdered sugar, for dusting
el: χωρίς ζάχαρη άχνη βανίλιας, για πασπάλισμα
es: no hay azúcar de vainilla en polvo, para espolvorear
eu: Azukre-hauts banilladuna, hautseztatzeko, ez
hi: वेनिला पाउडर चीनी के बिना, छिड़कने के लिए
ka: მოსაყრელი ვანილიანი შაქრის პუდრის გარეშე
nl: geen Vanillepoedersuiker, om te bestuiven
ru: без ванильной сахарной пудры для посыпки
sl: ni vanilijevega sladkorja v prahu, za posip
sr: без ванилин шећера у праху, за посипање
tr: Vanilyalı pudra şekeri, terbiye için içermesin
uk: без меленого ванільного цукру для посипання

source: no Vanilla pudding
el: χωρίς πουτίγκα βανίλιας
es: no hay pudin de vainilla
eu: Banilla-budinik ez
hi: वेनिला पुडिंग के बिना
ka: ვანილის პუდინგის გარეშე
nl: geen Vanillepudding
ru: без ванильного пудинга
sl: ni vaniljevega pudinga
sr: без пудинга од ваниле
tr: Vanilya pudingi içermesin
uk: без ванільного пудингу

source: no Vanilla sugar
el: χωρίς ζάχαρη βανίλιας
es: no hay azúcar de vainilla
eu: Banilla-azukrerik ez
hi: वेनिला चीनी के बिना
ka: ვანილის შაქრის გარეშე
nl: geen Vanillesuiker
ru: без ванильного сахара
sl: ni vaniljevega sladkorja
sr: без ванилиног шећера
tr: Vanilya şekeri içermesin
uk: без ванільного цукру

source: no Vegetable oil
el: χωρίς φυτικό λάδι
es: no hay aceite vegetal
eu: Landare-oliorik ez
hi: वनस्पति तेल के बिना
ka: მცენარეული ზეთის გარეშე
nl: geen Plantaardige olie
ru: без растительного масло
sl: ni rastlinskega olja
sr: без биљног уља
tr: Yemeklik yağ içermesin
uk: без рослинної олії

source: no Vinegar
el: χωρίς ξύδι
es: no hay vinagre
eu: Ozpinik ez
hi: सिरके के बिना
ka: ძმრის გარეშე
nl: geen Azijn
ru: без уксуса
sl: ni kisa
sr: без сирћа
tr: Sirke içermesin
uk: без оцту

source: no Water
el: χωρίς νερό
es: no hay agua
eu: Urik ez
hi: पानी के बिना
ka: წყლის გარეშე
nl: geen Water
ru: без воды
sl: ni vode
sr: без воде
tr: Su içermesin
uk: без води

source: no Wheat flour
el: χωρίς αλεύρι σίτου
es: no hay harina
eu: Gari-irinik ez
hi: गेहूं के आटे के बिना
ka: ხორბლის ფქვილის გარეშე
nl: geen Tarwebloem
ru: без пшеничной муки
sl: ni bele moke
sr: без пшеничног брашна
tr: Beyaz un içermesin
uk: без пшеничного борошна

source: no White fish
el: χωρίς λευκό ψάρι
es: no hay pescado blanco
eu: Arrain zuririk ez
hi: सफ़ेद मछली के बिना
ka: თეთრი თევზის გარეშე
ru: без белой рыбы
sl: ni bele ribe
sr: без беле рибе
tr: Alabalık içermesin
uk: без білої риби

source: no White onion
el: χωρίς λευκό κρεμμύδι
es: no hay cebolla blanca
eu: Tipula zuririk ez
hi: सफ़ेद प्याज़ के बिना
ka: თეთრი ხახვის გარეშე
nl: geen Witte ui / ajuin
ru: без белого лука
sl: ni bele čebule
sr: без белог црног лука
tr: Beyaz soğan içermesin
uk: без білої цибулі

source: no White wine
el: χωρίς λευκό κρασί
es: no hay vino blanco
eu: Ardo zuririk ez
hi: सफ़ेद वाइन के बिना
ka: თეთრი ღვინის გარეშე
nl: geen Witte wijn
ru: без белого вина
sl: ni belega vina
sr: без белог вина
tr: Beyaz şarap içermesin
uk: без білого вина

source: no Whole chicken
el: χωρίς ολόκληρο κοτόπουλο
es: no hay pollo entero
eu: Oilasko osorik ez
hi: पूरे चिकन के बिना
ka: მთელი ქათმის გარეშე
nl: geen Hele kip
ru: без целой курицы
sl: ni celega piščanca
sr: без целог пилета
tr: Bütün tavuk içermesin
uk: без цілих курчат

source: no Wine
el: χωρίς κρασί
es: no hay vino
eu: Ardorik ez
hi: वाइन के बिना
ka: ღვინის გარეშე
nl: geen Wijn
ru: без вина
sl: ni vina
sr: без вина
tr: Şarap içermesin
uk: без вина

source: no Worcestershire sauce
el: χωρίς σάλτσα Worcestershire
es: no hay salsa Worcestershire
eu: Worcestershire saltsarik ez
hi: वॉर्सेस्टरशायर सॉस के बिना
ka: ვუსტერშირის სოუსის გარეშე
nl: geen Worcestersaus
ru: без вустерширского соуса
sl: ni worcesterske omake
sr: без Ворчестершир соса
tr: Worcestershire sosu içermesin
uk: без ворсетширського соусу

source: no Yeast
el: χωρίς μαγιά
es: no hay levadura
eu: Legamiarik ez
hi: खमीर के बिना
ka: საფუარის გარეშე
nl: geen Gist
ru: без дрожжей
sl: ni kvasa
sr: без квасца
tr: Maya içermesin
uk: без дріжджів

source: no Yellow bell pepper
el: χωρίς κίτρινη πιπεριά
es: no hay pimiento amarillo
eu: Pipermorro horirik ez
hi: पीली शिमला मिर्च के बिना
ka: ყვითელი ბულგარული წიწაკის გარეშე
nl: geen Gele paprika
ru: без жёлтого сладкого перца
sl: ni rumene paprike
sr: без жуте бабуре
tr: Sarı dolmalık biber içermesin
uk: без жовтого солодкого перцю

source: no Yoghurt
el: χωρίς γιαούρτι
es: no hay yogur
eu: Jogurtik ez
hi: दही के बिना
ka: იოგურტის გარეშე
nl: geen Yoghurt
ru: без йогурта
sl: ni jogurta
sr: без јогурта
tr: Yoğurt içermesin
uk: без йогурту

source: no Zest of 1 lemon (organic)
el: χωρίς ξύσμα από 1 λεμόνι (βιολογικό)
es: no hay ralladura de limón (orgánica)
eu: Limoi organiko baten azalik ez
hi: 1 नींबू के छिलके के बिना (जैविक)
nl: geen Citroenschil (organisch)
ru: без цедры 1 лимона (натуральная)
sl: ni soka 1 limone (bio)
sr: без коре 1 лимуна (органског)
tr: Limon kabuğu, rendelenmiş (organik) içermesin
uk: без цедри 1 лимона (органічна)

source: no Zinfandel
el: χωρίς Zinfandel
es: no hay zinfandel
eu: Zinfadelik ez
hi: ज़िनफैंडल के बिना
ka: ზინფანდელის გარეშე
nl: geen Zinfandel
ru: без винограда цинфандель
sl: ni zinfandla
sr: без хамбурге
tr: Zinfandel içermesin
uk: без зінфанделя

source: no Zuccini
el: χωρίς κολοκυθάκι
es: no hay calabacín
eu: Kalabazinik ez
hi: तुरई के बिना
ka: ზუკინის გარეშე
nl: geen Courgette
ru: без кабачков цукини
sl: ni bučk cukini
sr: без тиквица
tr: Kabak içermesin
uk: без цукіні

source: Flatpak
hi: फ्लैटपैक
sr: Флатпак

source: Todoist
sr: За урадити

source: Contains dairy products
zh_cn: 含有乳制品

source: Contains Gluten
zh_cn: 含有麸质

source: Serves
zh_cn: 份数

source: Ser_ves
zh_cn: 份数(_V)

source: C_ooking Time
zh_cn: 烹调时间(_O)

source: _Cuisine
zh_cn: 菜肴(_C)

source: S_piciness
zh_cn: 辣味

source: Description
zh_cn: 描述

source: Gluten free
zh_cn: 不含麸质

source: Nut free
zh_cn: 不含坚果

source: Milk free
zh_cn: 不含乳制品

source: Apply
zh_cn: 应用

source: No ingredients added yet
zh_cn: 还未添加食材

source: Add Ingredient
zh_cn: 添加食材

source: Name Your Recipe
zh_cn: 命名您的食谱

source: Serves:
zh_cn: 份数：

source: A recipe with this name and author already exists. Please choose a different name
zh_cn: 拥有此名称和作者的食谱已经存在。 请选择一个不同的名称

source: New Years
zh_cn: 新年

source: Dough
zh_cn: 生面团
