Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: Preparation Time
el: Χρόνος προετοιμασίας
es: Tiempo de preparación
eu: Prestaketa-denbora
hi: तैयारी का समय
ka: მომზადების დრო
nl: Bereidingstijd
ru: Время подготовки
sl: Čas priprave
sr: Време припреме
tr: Hazırlanış Süresi
uk: Час готування
zh_cn: 准备时间

source: Cooking Time
el: Χρόνος μαγειρέματος
es: Tiempo de cocción
eu: Kozinatze-denbora
hi: पकाने का समय
nl: Kooktijd
ru: Время готовки
sl: Čas kuhanja
sr: Време кувања
tr: Pişirme Süresi
uk: Час приготування
zh_cn: 烹调时间

source: Cuisine
el: Κουζίνα
es: Cocina
eu: Sukaldaritza
hi: व्यंजन
ka: სამზარეულო
nl: Keuken
ru: Кухня
sl: Kuhinja
sr: Кухиња
tr: Mutfak
uk: Кухня
zh_cn: 菜肴

source: Meal
el: Γεύμα
es: Comida
eu: Janaria
hi: खाना
ka: კერძი
nl: Maaltijd
ru: Блюдо
sl: Vrsta obroka
sr: Оброк
tr: Ögün
uk: Прийняття їжі
zh_cn: 餐别

source: Season
el: Εποχή
es: Temporada
eu: Sasoia
hi: मौसम
ka: სეზონი
nl: Seizoen
ru: Сезон
sl: Sezona
sr: Сезона
tr: Sezon
uk: Пора року
zh_cn: 季节

source: Note
el: Σημείωση
es: Nota
eu: Oharra
hi: नोट
ka: არცერთი
nl: Notitie
ru: Заметка
sl: Opomba
sr: Напомена
tr: Not
uk: Нотатка
zh_cn: 注释

source: Directions
el: Οδηγίες
es: Pasos
eu: Argibideak
hi: दिशा-निर्देश
ka: მიმართულებები
nl: Bereidingswijze
ru: Указания
sl: Navodila
sr: Поступак
tr: Yönergeler
uk: Настанови
zh_cn: 方向

source: _Notes
el: _Σημειώσεις
es: _Notas
eu: _Oharrak
hi: नोट (_N)
ka: _შენიშვნები
nl: _Notities
ru: Заме_тки
sl: _Opombe
sr: _Напомене
tr: _Notlar
uk: _Примітки
zh_cn: 注释(_N)

source: _Edit
el: _Επεξεργασία
es: _Editar
eu: _Editatu
hi: संपादित करें (_E)
ka: _ჩასწორება
nl: B_ewerken
ru: Р_едактировать
sl: _Uredi
sr: _Уреди
tr: Dü_zenle
uk: З_міни
zh_cn: 编辑(_E)

source: _Delete
el: _Διαγραφή
es: _Eliminar
eu: Ez_abatu
hi: मिटाएं (_D)
ka: _წაშლა
nl: Verwij_deren
ru: _Удалить
sl: _Izbriši
sr: _Обриши
tr: _Sil
uk: В_илучити
zh_cn: 删除(_D)

source: _Share
el: _Κοινοποίηση
es: _Compartir
eu: _Partekatu
hi: साझा करें (_S)
ka: _გაზიარება
nl: _Delen
ru: Поделитьс_я
sl: _Objavi
sr: _Дели
tr: _Paylaş
uk: _Оприлюднити
zh_cn: 分享(_S)

source: _Print
el: _Εκτύπωση
es: _Imprimir
eu: I_nprimatu
hi: प्रिंट (_P)
ka: _ბეჭდვა
nl: _Afdrukken
ru: _Печать
sl: _Natisni
sr: _Штампај
tr: Yaz_dır
uk: _Надрукувати
zh_cn: 打印(_P)

source: Add to favorites
el: Προσθήκη στα αγαπημένα
es: Añadir a favoritos
eu: Gehitu gogokoei
hi: पसंदीदा में जोड़ें
ka: რჩეულებში დამატება
nl: Toevoegen aan favorieten
ru: Добавить в избранное
sl: Dodaj med priljubljene
sr: Додајте у омиљене
tr: Beğenilere ekle
uk: Додати до улюблених
zh_cn: 添加到收藏夹

source: Edit
el: Επεξεργασία
es: Editar
eu: Editatu
hi: संपादित करें
ka: ჩასწორება
nl: Bewerken
ru: Редактировать
sl: Uredi
sr: Уређивање
tr: Düzenle
uk: Змінити
zh_cn: 编辑

source: Add an image
el: Προσθήκη εικόνας
es: Añadir imagen
eu: Gehitu irudi bat
hi: छवि जोड़ें
ka: გამოსახულების დამატება
nl: Afbeelding toevoegen
ru: Добавить изображение
sl: Dodaj sliko
sr: Додајте слику
tr: Bir görüntü ekle
uk: Додати зображення
zh_cn: 添加图像

source: Rotate image
el: Περιστροφή εικόνας
es: Rotar imagen
eu: Biratu irudiak
hi: छवि घुमाएं
ka: გამოსახულების შემობრუნება
nl: Afbeelding draaien
ru: Повернуть изображение
sl: Zavrti sliko
sr: Заокрените слику
tr: Görüntüyü döndür
uk: Обертання зображення
zh_cn: 旋转图像

source: Default image
el: Προεπιλεγμένη εικόνα
es: Imagen predeterminada
eu: Irudi lehenetsia
hi: तयशुदा छवि
ka: ნაგულისხმები გამოსახულება
nl: Standaardafbeelding
ru: Изображение по-умолчанию
sl: Privzeta slika
sr: Основна слика
tr: Öntanımlı görüntü
uk: Типове зображення
zh_cn: 默认图像

source: Remove image
el: Αφαίρεση εικόνας
es: Quitar imagen
eu: Kendu irudia
hi: छवि हटाएं
ka: სურათის წაშლა
nl: Afbeelding verwijderen
ru: Удалить изображение
sl: Odstranu sliko
sr: Уклоните слику
tr: Görüntüyü kaldır
uk: Вилучити зображення
zh_cn: 移除图像

source: Add List
el: Προσθήκη λίστας
es: Añadir lista
eu: Gehitu zerrenda
hi: सूची जोड़ें
ka: სიის დამატება
nl: Lijst toevoegen
ru: Добавить лист
sl: Dodaj seznam
sr: Додај списак
tr: Liste Ekle
uk: Додати список
zh_cn: 添加列表

source: Details
el: Λεπτομέρειες
es: Detalles
eu: Xehetasunak
hi: विवरण
ka: დეტალები
ru: Подробности
sl: Podrobnosti
sr: Појединости
tr: Detaylar
uk: Подробиці
zh_cn: 详细信息

source: _Name
el: _Όνομα
es: _Nombre
eu: _Izena
hi: नाम (_N)
ka: _სახელი
nl: _Naam
ru: Назван_ие
sl: _Ime
sr: _Назив
tr: _Ad
uk: _Назва

source: _Preparation Time
el: _Χρόνος προετοιμασίας
es: _Tiempo de preparación
eu: _Prestaketa-denbora
hi: तैयारी का समय (_P)
ka: _მომზადების დრო
nl: _Bereidingstijd
ru: Время по_дготовки
sl: _Čas priprave
sr: Време _припреме
tr: _Hazırlanış Süresi
uk: Тривалість _готування
zh_cn: 准备时间(_P)

source: Less than 15 minutes
el: Λιγότερο από 15 λεπτά
es: Menos de 15 minutos
eu: 15 minutu baino gutxiago
hi: 15 मिनट से कम
ka: 15 წუთზე ნაკლები
nl: Minder dan 15 minuten
ru: Менее 15 минут
sl: Manj kot 15 minut
sr: мање од 15 минута
tr: 15 dakikadan az
uk: Менша за 15 хвилин
zh_cn: 少于 15 分钟

source: 15 to 30 minutes
el: 15 με 30 λεπτά
es: Entre 15 y 30 minutos
eu: 15 - 30 minutu
hi: 15 से 30 मिनट
ka: 15-დან 30 წუთამდე
nl: 15 tot 30 minuten
ru: 15 - 30 минут
sl: Od 15 do 30 minut
sr: од 15 до 30 минута
tr: 15-30 dakika arası
uk: Від 15 до 30 хвилин
zh_cn: 15 至 30 分钟

source: 30 to 45 minutes
el: 30 με 45 λεπτά
es: 30 a 45 minutos
eu: 30 - 45 minutu
hi: 30 से 45 मिनट
ka: 30-დან 45 წუთამდე
nl: 30 tot 45 minuten
ru: 30 - 45 минут
sl: Od 30 do 45 minut
sr: од 30 до 45 минута
tr: 30-45 dakika arası
uk: Від 30 до 45 хвилин
zh_cn: 30 至 45 分钟

source: 45 minutes to an hour
el: 45 λεπτά με μία ώρα
es: de 45 minutos a una hora
eu: 45 - 60 minutu
hi: 45 मिनट से एक घंटा
ka: 45 წუთიდან საათამდე
nl: 45 minuten tot een uur
ru: от 45 минут до часа
sl: Od 45 do 60 minut
sr: од 45 минута до једног сата
tr: 45 dakika ile 1 saat arası
uk: Від 45 хвилин до години
zh_cn: 45 分钟至 1 小时

source: More than an hour
el: Περισσότερο από μία ώρα
es: Más de una hora
eu: Ordubete baino gehiago
hi: एक घंटे से अधिक
ka: საათზე მეტი
nl: Meer dan een uur
ru: Более часа
sl: Več kot eno uro
sr: више од једног сата
tr: 1 saatten fazla
uk: Понад годину
zh_cn: 超过 1 小时

source: _Cooking Time
el: _Χρόνος μαγειρέματος
es: Tiempo de _cocción
eu: _Prestatze-denbora
hi: पकाने का समय (_C)
nl: _Kooktijd
ru: _Время готовки
sl: _Čas kuhanja
sr: _Време кувања
tr: _Pişirme Süresi
uk: Тривалість п_риготування

source: C_uisine
el: Κ_ουζίνα
es: C_ocina
eu: S_ukaldaritza
hi: व्यंजन (_u)
ka: _სამზარეულო
nl: K_euken
ru: Кух_ня
sl: _Kuhinja
sr: _Кухиња
tr: M_utfak
uk: К_ухня

source: _Meal
el: _Γεύμα
es: _Comida
eu: _Otordua
hi: खाना (_M)
ka: _კერძი
nl: _Maaltijd
ru: _Блюдо
sl: _Obrok
sr: _Оброк
tr: _Ögün
uk: С_трава
zh_cn: 餐别(_M)

source: S_eason
el: _Εποχή
es: _Estación
eu: O_ngailuak
hi: मौसम (_e)
nl: S_eizoen
ru: _Сезон
sl: _Sezona
sr: С_езона
tr: M_evsim
uk: С_езон
zh_cn: 季节(_E)

source: _Spiciness
el: _Πικάντικο
es: _Picante
eu: _Mintasuna
hi: तीखापन (_S)
ka: _სიცხარე
nl: _Pikantheid
ru: Острот_а
sl: _Ostrost
sr: _Зачињеност
tr: _Acı Düzeyi
uk: _Гострість

source: Mild
el: Ήπιο
es: Medio
eu: Ertaina
hi: हल्का
ka: რბილი
ru: Обычный
sl: Nežno pekoče
sr: Благо
tr: Normal
uk: Помірні
zh_cn: 一点点

source: Somewhat spicy
el: Κάπως πικάντικο
es: Algo picante
eu: Mina
hi: थोड़ा मसालेदार
ka: ნაწილობრივ ცხარე
nl: Een beetje pikant
ru: Немного пикантный
sl: Nekoliko pekoče
sr: Благо љуто
tr: Biraz acı
uk: Дещо гострі
zh_cn: 有点辣

source: Hot
el: Καυτερό
es: Picante
eu: Beroa
hi: गर्म
ka: ცხელი
nl: Heet
ru: Острый
sl: Pekoče
sr: Љуто
tr: Acı
uk: Гострі
zh_cn: 辣

source: Very spicy
el: Πολύ καυτερό
es: Muy especiado
eu: Oso mina
hi: बहुत मसालेदार
ka: ძალიან ცხარე
nl: Erg pikant
ru: Очень острый
sl: Zelo pekoče
sr: Врло љуто
tr: Çok acı
uk: Дуже гострі
zh_cn: 非常辣

source: _Description
el: _Περιγραφή
es: _Descripción:
eu: _Azalpena
hi: विवरण (_D)
ka: აღწერა
nl: _Beschrijving
ru: Опис_ание
sl: _Opis
sr: _Опис
tr: _Açıklama
uk: _Опис

source: Gluten-free
el: Χωρίς γλουτένη
es: Sin gluten
eu: Glutenik gabekoa
hi: ग्लूटेन-मुक्त
ka: გლუტენის გარეშე
nl: Glutenvrij
ru: Без глютена
sl: Brezglutensko
sr: Без глутена
tr: Glüten içermesin
uk: Без глютену

source: Nut-free
el: Χωρίς ξηρούς καρπούς
es: Sin nueces
eu: Fruitu lehorrik gabekoa
hi: नट-मुक्त
ka: თხილის გარეშე
nl: Notenvrij
ru: Без орехов
sl: Brez oreškov
sr: Без ораха
tr: Kuruyemiş içermesin
uk: Без горіхів

source: Vegan
es: Vegano
eu: Beganoa
hi: वीगन
ka: ვეგანური
nl: Veganistisch
ru: Веганский
sl: Vegansko
sr: Веганска
uk: Веганські
zh_cn: 纯素食

source: Vegetarian
el: Χορτοφαγική
es: Vegetariano
eu: Begetarianoa
hi: शाकाहारी
ka: ვეგეტარიანული
nl: Vegetarisch
ru: Вегетарианский
sl: Vegetariansko
sr: Вегетеријанска
tr: Vejetaryen
uk: Вегетаріанські
zh_cn: 素食

source: Milk-free
el: Χωρίς γάλα
es: Sin lácteos
eu: Esnekirik gabekoa
hi: दूध-मुक्त
ka: რძის გარეშე
nl: Melkvrij
ru: Без молока
sl: Brezmlečno
sr: Без млека
tr: Süt içermesin
uk: Без молока

source: Halal
el: Χαλάλ
hi: हलाल
ka: ჰალალი
ru: Халяльный
sr: Халал
tr: Helal
uk: Халяльні

source: Di_rections
el: Ο_δηγίες
es: Pa_sos
eu: A_rgibideak
hi: दिशा-निर्देश (_r)
ka: _მიმართულებები
nl: Be_reidingswijze
ru: На_правления
sl: _Navodila
sr: П_равци
tr: Yö_nergeler
uk: Напр_ямки

source: Preview
el: Προεπισκόπηση
es: Vista previa
eu: Aurrebista
hi: पूर्वावलोकन
ka: მინიატურა
nl: Voorbeeld
ru: Предпросмотр
sl: Predogled
sr: Претпреглед
tr: Ön İzle
uk: Перегляд
zh_cn: 预览

source: Add Step
el: Προσθήκη βήματος
es: Añadir paso
eu: Gehitu urratsa
hi: चरण जोड़ें
ka: ბიჯის დამატება
nl: Stap toevoegen
ru: Добавить шаг
sl: Dodaj korak
sr: Додај корак
tr: Aşama Ekle
uk: Додати крок
zh_cn: 添加步骤

source: Add Image
el: Προσθήκη εικόνας
es: Añadir imagen
eu: Gehitu irudia
hi: छवि जोड़ें
ka: გამოსახულების დამატება
nl: Afbeelding toevoegen
ru: Добавить изображение
sl: Dodaj sliko
sr: Додај слику
tr: Görüntü Ekle
uk: Додати зображення
zh_cn: 添加图像

source: Add Timer
el: Προσθήκη χρονομέτρου
es: Añadir temporizador
eu: Gehitu tenporizadorea
hi: टाइमर जोड़ें
ka: ტაიმერის დამატება
nl: Kookwekker toevoegen
ru: Добавить таймер
sl: Dodaj časomer
sr: Додај одбројавач
tr: Kronometre Ekle
uk: Додати таймер
zh_cn: 添加计时器

source: Add Temperature
el: Προσθήκη θερμοκρασίας
es: Añadir temperatura
eu: Gehitu tenperatura
hi: तापमान जोड़ें
ka: ტემპერატურის დამატება
nl: Temperatuur tovoegen
ru: Добавить температуру
sl: Dodaj temperaturo
sr: Додај температуру
tr: Sıcaklık Ekle
uk: Додати температуру
zh_cn: 添加温度

source: Title…
el: Τίτλος…
es: Título…
eu: Izenburua…
hi: शीर्षक…
ka: სათაური…
nl: Titel…
ru: Название…
sl: Naziv …
sr: Наслов…
tr: Başlık…
uk: Заголовок…
zh_cn: 标题…

source: Add
el: Προσθήκη
es: Añadir
eu: Gehitu
hi: जोड़ें
ka: დამატება
nl: Toevoegen
ru: Добавить
sl: Dodaj
sr: Додај
tr: Ekle
uk: Додати
zh_cn: 添加

source: Syntax
el: Σύνταξη
es: Sintaxis
eu: Sintaxia
hi: वाक्यविन्यास
ka: სინტაქსი
nl: Syntaxis
ru: Оформление
sl: Skladnja
sr: Синтакса
tr: Söz dizimi
uk: Синтаксис
zh_cn: 语法

source: Use paragraphs to break directions into steps (2 newlines).
el: Χρησιμοποιήστε παραγράφους για να χωρίσετε τις οδηγίες σε βήματα (2 αλλαγές γραμμής).
es: Use párrafos para dividir las instrucciones en pasos (2 líneas nuevas).
eu: Erabili paragrafoak argibideak urratsetan banatzeko (2 lerro berri).
hi: निर्देशों को चरणों में विभाजित करने के लिए अनुच्छेद का उपयोग करें (2 नई पंक्तियां)।
nl: Gebruik alinea’s (2 lege regels) om de bereidingswijze in stappen te verdelen.
ru: Используйте абзац, чтобы разбить указания на шаги (2 новые строки).
sl: Z odstavki se navodila za pripravo ločijo na korake (2 novi vrstici).
sr: Користите пасусе да раздвојите правце на кораке (2 нова реда).
tr: Yönergeleri adımlara ayırmak için paragrafları kullanın (çift satır)
uk: Використати абзаци для розбиття настанов на кроки (подвійні розриви рядків).
zh_cn: 使用段落来分解步骤（2 个换行符）。

source: You can provide an image or a time counter in each step.
el: Μπορείτε να προσθέσετε μια εικόνα ή ένα χρονόμετρο σε κάθε βήμα.
es: Puede proporcionar una imagen o un temporizador en cada paso.
eu: Irudi bat edo kronometro bat eman dezakezu urrats bakoitzerako.
hi: आप प्रत्येक चरण में एक छवि या समय काउंटर प्रदान कर सकते हैं।
nl: Bij elke stap kunt u een afbeelding of een kookwekker invoegen.
ru: На каждом шаге вы можете указать изображение или счётчик времени.
sl: Za vsak je mogoče dodati sliko ali čas.
sr: Можете да обезбедите слику или одбројавач времена у сваком кораку.
tr: Her aşama için bir görüntü veya zaman süresi belirtebilirsiniz.
uk: Ви можете визначити зображення або лічильник для кожного кроку.
zh_cn: 您可以为每个步骤提供一张图像或一个时间计数器。

source: Timer
el: Χρονόμετρο
es: Temporizador
eu: Tenporizadorea
hi: टाइमर
ka: წამმზომი
nl: Kookwekker
ru: Таймер
sl: Časomer
sr: Одбројавач
tr: Kronometre
uk: Таймер
zh_cn: 计时器

source: Image
el: Εικόνα
es: Imagen
eu: Irudia
hi: छवि
ka: გამოსახულება
nl: Afbeelding
ru: Изображение
sl: Slika
sr: Слика
tr: Görüntü
uk: Зображення
zh_cn: 图像

source: Temperature
el: Θερμοκρασία
es: Temperatura
eu: Tenperatura
hi: तापमान
ka: ტემპერატურა
nl: Temperatuur
ru: Температура
sl: Temperatura
sr: Температура
tr: Sıcaklık
uk: Температура
zh_cn: 温度

source: Amount
el: Ποσότητα
es: Cantidad
eu: Kantitatea
hi: मात्रा
ka: რაოდენობა
nl: Hoeveelheid
ru: Сумма
sl: Količina
sr: Количина
tr: Miktar
uk: Кількість
zh_cn: 数量

source: Ingredient
el: Συστατικό
es: Ingrediente
eu: Osagaia
hi: सामग्री
ka: ინგრედიენტი
nl: Ingrediënt
ru: Ингредиент
sl: Sestavina
sr: Састојци
tr: Malzeme
uk: Складова
zh_cn: 食材

source: Use a number, followed by an (optional) unit.
el: Χρησιμοποιήστε έναν αριθμό, ακολουθούμενο από μια (προαιρετική) μονάδα.
es: Use un número seguido de una unidad (opcional).
eu: Erabili zenbaki bat eta (aukerako) unitate bat.
hi: एक संख्या और उसके बाद एक (वैकल्पिक) इकाई का प्रयोग करें।
nl: Gebruik een waarde, gevolgd door een (optionele) eenheid.
ru: Используйте число, за которым следует (необязательная) единица измерения.
sl: Vpišite število, ki mu sledi enota (izbirno).
sr: Користите број, за којим следи (изборна) јединица.
tr: Bir sayı, ardından (isteğe bağlı olarak) bir ölçü birimi belirtin.
uk: Скористайтеся числом, за яким слід вказати (необов'язково) одиницю.

source: Examples: 1 kg, 2 1/2 pounds, 250 ml, 6
el: Παραδείγματα: 1 kg, 2 1/2 λίβρες, 250 ml, 6
es: Ejemplos: 1 kg, 2 1/2 libras, 250 ml, 6
eu: Adibideak: 1 kg, 2 1/2 libera, 250 ml, 6
hi: उदाहरण: 1 किग्रा, 2 1/2 पाउंड, 250 मिली, 6
nl: Voorbeelden: 1 kg, 2 1/2 pond, 250 ml, 6
ru: Примеры: 1 кг, 2 1/2 фунта, 250 мл, 6
sl: Na primer: 1 kg, 2 1/2 gramov, 250 ml, 6
sr: Примери: 1 kg, 2 1/2 унце, 250 ml, 6
tr: Örnek olarak: 1 kg, 2 1/2 paund, 250 ml, 6
uk: Приклади: 1 кг, 2 1/2 фунти, 250 мл, 6

source: Ingredients
el: Συστατικά
es: Ingredientes
eu: Osagaiak
hi: सामग्रियां
ka: ინგრედიენტები
nl: Ingrediënten
ru: Ингредиенты
sl: Sestavine
sr: Састојци
tr: Malzemeler
uk: Складові
zh_cn: 食材

source: Name of the List
el: Όνομα της λίστας
es: Nombre de la lista
eu: Zerrendaren izena
hi: सूची का नाम
ka: სიის სახელი
nl: Naam van de lijst
ru: Название в списке
sl: Naziv seznama
sr: Назив списка
tr: Liste İsmi
uk: Назва списку
zh_cn: 列表名称

source: Remove
el: Αφαίρεση
es: Quitar
eu: Kendu
hi: हटाएं
ka: წაშლა
nl: Verwijderen
ru: Удалить
sl: Odstrani
sr: Уклони
tr: Kaldır
uk: Вилучити
zh_cn: 移除

source: Add more ingredients
el: Προσθήκη περισσότερων συστατικών
es: Añadir más ingredientes
eu: Gehitu osagai gehiago
hi: अधिक सामग्रियां जोड़ें
ka: მეტი ინგრედიენტის დამატება
nl: Meer ingrediënten toevoegen
ru: Добавить больше ингридиентов
sl: Dodaj sestavine
sr: Додај још састојака
tr: Daha fazla malzeme ekle
uk: Додати складові

source: There are no recipes here yet.
el: Δεν υπάρχουν συνταγές εδώ ακόμη.
es: Aún no hay recetas aquí.
eu: Ez dago errezetarik oraindik.
hi: यहां अभी तक कोई रेसिपी नहीं है।
ka: აქ ჯერ რეცეპტები არაა.
nl: Er zijn hier nog geen recepten.
ru: Здесь пока нет рецептов.
sl: Ni še shranjenih receptov.
sr: Овде још увек нема рецепата.
tr: Henüz hiçbir tarif yok.
uk: Тут ще немає рецептів.
zh_cn: 还没有食谱。

source: Any meal
el: Οποιοδήποτε γεύμα
es: Cualquier comida
eu: Edozein plater
hi: कोई भी भोजन
nl: Elke maaltijd
ru: Любое блюдо
sl: Katerikoli obrok
sr: Било који оброк
tr: Herhangi bir öğün
uk: Будь-яка страва
zh_cn: 任何餐别

source: Spiciness
el: Πικάντικο
es: Picante
eu: Mintasuna
hi: तीखापन
ka: სიცხარე
nl: Pikantheid
ru: Острота
sl: Začinjenost
sr: Зачињеност
tr: Acı Düzeyi
uk: Гострота
zh_cn: 辣味

source: Any spiciness
el: Οποιοδήποτε
es: Cualquier picante
eu: Edozein mintasun-maila
hi: कोई भी तीखापन
ka: ნებისმიერი სიცხარე
nl: Elke pikantheid
ru: Любая острота
sl: Kakršnakoli začinjenost
sr: Било која зачињеност
tr: Herhangi bir acı düzeyi
uk: Будь-яка гострота
zh_cn: 任何辣味

source: Dietary restrictions
el: Διατροφικοί περιορισμοί
es: Restricciones alimentarias
eu: Dieta-murrizketak
hi: आहार संबंधी प्रतिबंध
ka: დიეტური შეზღუდვები
nl: Dieetbeperkingen
ru: Диетические ограничения
sl: Prehranske omejitve
sr: Дијетска ограничења
tr: Diyet kısıtlamaları
uk: Дієтичні обмеження
zh_cn: 饮食限制

source: No restrictions
el: Χωρίς περιορισμούς
es: Sin restricciones
eu: Murrizketarik ez
hi: कोई प्रतिबंध नहीं
ka: შეზღუდვების გარეშე
nl: Geen beperkingen
ru: Никаких ограничений
sl: Brez omejitev
sr: Без ограничења
tr: Kısıtlama yok
uk: Без обмежень
zh_cn: 无限制

source: Anything
el: Οτιδήποτε
es: Cualquier cosa
eu: Edozer
hi: कुछ भी
ka: ნებისმიერი
nl: Om het even wat
ru: Что-нибудь
sl: Karkoli
sr: Било шта
tr: Herhangi bir şey
uk: Будь-що

source: Search…
el: Αναζήτηση…
es: Buscar…
eu: Bilatu…
hi: खोजें…
ka: ძებნა…
nl: Zoeken…
ru: Поиск…
sl: Poišči …
sr: Тражи…
tr: Ara…
uk: Шукати…
zh_cn: 搜索…

source: Recipes page
el: Σελίδα συνταγών
es: Página de recetas
eu: Errezeten orria
hi: रेसिपी पृष्ठ
ka: რეცეპტების გვერდი
nl: Receptenpagina
ru: Страница рецептов
sl: Stran receptov
sr: Страница рецепата
tr: Tarifler sayfası
uk: Сторінка рецептів
zh_cn: 菜肴页面

source: Today
el: Σήμερα
es: Hoy
eu: Gaur
hi: आज
ka: დღეს
nl: Vandaag
ru: Сегодня
sl: Danes
sr: Данас
tr: Bugün
uk: Сьогодні
zh_cn: 今日

source: Editor’s Picks
el: Επιλογές των συντακτών
es: Selección del editor
eu: Editorearen hautaketa
hi: संपादक की पसंद
ka: რედაქტორთა არჩევანი
nl: Keuzes van de redactie
ru: Выбор редакторов
sl: Izbor mojstrov
sr: Избори уредника
tr: Editörün Seçtikleri
uk: Відібране редактором
zh_cn: 编辑精选

source: Categories
el: Κατηγορίες
es: Categorías
eu: Kategoriak
hi: श्रेणियां
ka: კატეგორიები
nl: Categorieën
ru: Категории
sl: Kategorije
sr: Категорије
tr: Kategoriler
uk: Категорії
zh_cn: 分类

source: Featured GNOME Chefs
el: Προβεβλημένοι σεφ του GNOME
es: Cocineros de GNOME
eu: GNOME sukaldari nabarmenak
hi: चुनिंदा गनोम बावर्ची
nl: Aanbevolen Gnome-chefs
ru: Шефы рекомендуемые GNOME
sl: Kuharji se predstavljajo
sr: Напредни Гномови кувари
tr: Öne Çıkan GNOME Şefleri
uk: Рекомендовані кухарі GNOME
zh_cn: 特色 GNOME 厨师

source: Contributed recipe
el: Συνεισφερόμενη συνταγή
es: Recetas compartida
hi: योगदान की गई रेसिपी
ka: შემოწირული რეცეპტი
nl: Bijgedragen recept
ru: Предложенный рецепт
sl: Prispevan recept
sr: Рецепт из доприноса
tr: Katkı verilen tarif
uk: Надісланий рецепт

source: Try a different search
el: Δοκιμάστε μια διαφορετική αναζήτηση
es: Pruebe a hacer una búsqueda diferente
eu: Saiatu bestelako bilaketa
hi: भिन्न खोज का प्रयास करें
ka: სცადეთ სხვა ძებნა
nl: Probeer een andere zoekopdracht
ru: Попробуйте другой поиск
sl: Poskusite z drugačnim iskalnim nizom
sr: Пробајте са другачијом претрагом
tr: Başka bir arama dene
uk: Спробувати інші критерії пошуку
zh_cn: 尝试不同的搜索

source: Buy ingredients
el: Αγορά συστατικών
es: Comprar ingredientes
eu: Erosi osagaiak
hi: सामग्रियां खरीदें
ka: ინგრედიენტების შეძენა
nl: Ingrediënten kopen
ru: Купить ингридиенты
sl: Nakup sestavin
sr: Купите састојке
tr: Malzeme satın al
uk: Придбати складові
zh_cn: 采购食材

source: No shopping necessary!
el: Δεν χρειάζονται ψώνια!
es: No es necesario comprar.
eu: Ez da erosketarik egin behar!
hi: कोई खरीदारी आवश्यक नहीं!
ka: საყიდლებზე გასვლა საჭირო არაა!
nl: Het is niet nodig om te winkelen!
ru: Никаких покупок не нужно!
sl: Vse sestavine so pri roki!
sr: Није потребна куповина!
tr: Alışveriş gerekmiyor!
uk: Усе вже закуплено!
zh_cn: 无需购物！

source: _Clear List
el: _Εκκαθάριση λίστας
es: _Limpiar lista
eu: _Garbitu zerrenda
hi: सूची साफ करें (_C)
ka: _სიის გასუფთავება
nl: _Lijst wissen
ru: Очи_стить Лист
sl: _Počisti seznam
sr: _Очисти списак
tr: _Listeyi Temizle
uk: О_чистити список
zh_cn: 清除列表(_C)

source: Nothing to add
el: Τίποτα για προσθήκη
es: Nada que añadir
eu: Ezer ez gehitzeko
hi: जोड़ने को कुछ नहीं
ka: დასამატებელი არაფერია
nl: Niets om toe te voegen
ru: Нечего добавить
sl: Ni ničesar za dodajanje
sr: Ништа за додати
tr: Eklenecek hiçbir şey yok
uk: Нічого додати
zh_cn: 没有可添加的

source: Yield
el: Απόδοση
es: Cantidad
hi: उपज
ka: გამოსავალი
nl: Aantal
ru: Подача
sl: Za
sr: За
tr: Kaç kişilik
uk: Порції

source: Start
el: Έναρξη
es: Comenzar
eu: Hasiera
hi: प्रारंभ
ka: დაწყება
nl: Starten
ru: Старт
sl: Začetek
sr: Почни
tr: Başlat
uk: Почати
zh_cn: 开始

source: Pause
el: Παύση
es: Pausa
eu: Pausatu
hi: विराम
ka: პაუზა
nl: Pauzeren
ru: Пауза
sl: Premor
sr: Застани
tr: Duraklat
uk: Призупинити
zh_cn: 暂停

source: Continue
el: Συνέχεια
es: Continuar
eu: Jarraitu
hi: जारी रखें
ka: გაგრძელება
nl: Verdergaan
ru: Продолжить
sl: Nadaljuj
sr: Настави
tr: Devam Et
uk: Продовжити
zh_cn: 继续

source: Reset
el: Επαναφορά
es: Reiniciar
eu: Berrezarri
hi: रीसेट करें
ka: თავიდან
nl: Herstellen
ru: Сбросить
sl: ↓Ponastavi
sr: Поврати
tr: Sıfırla
uk: Скинути
zh_cn: 重置

source: _New Recipe
el: _Νέα συνταγή
es: _Nueva receta
eu: _Errezeta berria
hi: नई रेसिपी (_N)
ka: _ახალი რეცეპტი
nl: _Nieuw recept
ru: Новый рецеп_т
sl: _Nov recept
sr: _Нови рецепт
tr: _Yeni Tarif
uk: _Новий рецепт
zh_cn: 新建食谱

source: Go back
el: Επιστροφή
es: Volver
eu: Joan atzera
hi: पीछे जाएं
ka: უკან დაბრუნება
nl: Terug
ru: Назад
sl: Nazaj
sr: Идите назад
tr: Geri git
uk: Повернутися
zh_cn: 返回

source: Search
el: Αναζήτηση
es: Buscar
eu: Bilatu
hi: खोजें
ka: ძებნა
nl: Zoeken
ru: Поиск
sl: Poišči
sr: Тражи
tr: Ara
uk: Шукати
zh_cn: 搜索

source: _Start Cooking
el: _Έναρξη μαγειρέματος
es: _Comenzar a cocinar
eu: _Hasi sukaldatzen
hi: खाना बनाना शुरू करें (_S)
nl: _Beginnen met koken
ru: Начать гото_вку
sl: _Začni s kuhanjem
sr: _Почни са кувањем
tr: Pişirmeye _Başla
uk: По_чати приготування
zh_cn: 开始烹饪

source: _Done Shopping
el: _Τέλος αγορών
es: _Compra hecha
eu: E_rosketak eginda
hi: खरीदारी हो गई (_D)
nl: _Klaar met winkelen
ru: З_акончить покупки
sl: _Nakupovanje je končano
sr: _Одради куповину
tr: Alışveriş _Tamamlandı
uk: За_купівлі завершено
zh_cn: 购物完成(_D)

source: All ingredients marked as stocked!
el: Όλα τα συστατικά σημειώθηκαν ως διαθέσιμα!
es: Se han marcado todos los ingredientes como almacenados.
hi: सभी सामग्रियां भंडारित के रूप में चिह्नित!
nl: Alle ingrediënten gemarkeerd als ingeslagen!
ru: Все ингредиенты помечены как готовые к употреблению!
sl: Vse sestavine so na zalogi!
sr: Сви састојци су означени да су на залихама!
tr: Tüm malzemeler var olarak işareklendi!
uk: Усі складові позначено як придбані!
zh_cn: 所有食材标记为库存！

source: _Undo
el: _Αναίρεση
es: _Deshacer
eu: _Desegin
hi: पूर्ववत करें (_U)
ka: _დაბრუნება
nl: _Ongedaan maken
ru: _Назад
sl: _Razveljavi
sr: _Опозови
tr: _Geri Al
uk: _Скасувати
zh_cn: 撤消(_U)

source: Ingredients to buy added.
el: Προστέθηκαν συστατικά για αγορά.
es: Ingredientes que comprar añadidos.
eu: Erosi beharreko osagaiak gehitu dira.
hi: खरीदने के लिए सामग्री जोड़ी गई।
nl: Ingrediënten toegevoegd om te kopen.
ru: Ингредиенты для покупки добавлены.
sl: Sestavine, ki jih je treba kupiti, so dodane na seznam.
sr: Састојци за куповину су додати.
tr: Malzameler alışveriş için eklendi.
uk: Додано складові, які слід придбати.
zh_cn: 已添加要采购的食材。

source: View Shopping List
el: Προβολή λίστας αγορών
es: Ver la lista de la compra
eu: Bistaratu erosketa-zerrenda
hi: खरीदारी सूची देखें
nl: Boodschappenlijstje bekijken
ru: Показать Лист покупок
sl: Pokaži nakupovalni seznam
sr: Прикажи списак за куповину
tr: Alışveriş Listesini Görüntüle
uk: Переглянути список закупівель
zh_cn: 查看购物清单
