Repository: GNOME/recipes
Catalog: po/*.po
Languages: el, es, eu, hi, ka, nl, ru, sl, sr, tr, uk, zh_cn

source: no Chocolate frosting
es: no hay crema de chocolate
eu: Txokolate-glasaturik ez
hi: चॉकलेट फ्रॉस्टिंग के बिना
ka: გაყინული შოკოლადის გარეშე
nl: geen Chocoladeglazuur
ru: без шоколадной глазури
sl: ni čokolade za glazuro
sr: без чоколадне глазуре
tr: Çikolatalı pasta kaplaması içermesin
uk: без шоколадної глазурі

source: no Chorizo
el: χωρίς τσορίθο
es: no hay chorizo
eu: Txorizorik ez
hi: चोरिज़ो के बिना
ka: ქორიზოს გარეშე
nl: geen Chorizo
ru: без "чоризо"
sl: ni salame chorizo
sr: без чоризоа
tr: Domuz sucuğu içermesin
uk: без чорізо

source: no Ciboulette
es: no hay cebollino
eu: Tipulinarik ez
hi: सिबोलेट के बिना
nl: geen Ciboulette
ru: без шнитт-лука
sl: ni drobnjaka
sr: без влашца
tr: Frenk soğanı (Ciboulette) içermesin
uk: без цибулі-шноту

source: no Cilantro
el: χωρίς κόλιανδρο
es: no hay cilantro
eu: Martorririk ez
hi: धनिया के बिना
ka: ქინძის გარეშე
nl: geen Koriander
ru: без кинзы
sl: ni koriandra
sr: без першуна лишћара
tr: Kişniş içermesin
uk: без коріандру

source: no Cilantro leaves
es: no hay hojas de cilantro
eu: Martorri-hostorik ez
hi: धनिया के पत्ते के बिना
ka: ქინძის ფოთლების გარეშე
nl: geen Korianderbladeren
ru: без листьев кинзы
sl: ni listov koriandra
sr: без лишћа першуна лишћара
tr: Kişniş yaprağı içermesin
uk: без листя коріандру

source: no Cinnamon
el: χωρίς κανέλα
es: no hay canela
eu: Kanelarik ez
hi: दालचीनी के बिना
ka: დარიჩინის გარეშე
nl: geen Kaneel
ru: без корицы
sl: ni cimeta
sr: без цимета
tr: Tarçın içermesin
uk: без кориці

source: no Cinnamon sticks
es: no hay canela en rama
eu: Kanela-makilik ez
hi: दालचीनी की छड़ें के बिना
ka: დარიჩინის ჩხირების გარეშე
nl: geen Kaneelstokjes
ru: без корицы (палочками)
sl: ni cimetovih palčk
sr: без штапића цимета
tr: Tarçın çubuğu içermesin
uk: без гілок кориці

source: no Cloves
es: no hay clavos
eu: Iltzerik ez
hi: लौंग के बिना
nl: geen Kruidnagels
ru: без гвоздики (гвоздичное дерево)
sl: ni nageljnovih žbic
sr: без каранфилића
tr: Karanfil içermesin
uk: без гвоздики

source: no Cocoa butter
es: no hay manteca de cacao
eu: Kakao-gurinik ez
hi: कोकोआ बटर के बिना
ka: კაკაოს კარაქის გარეშე
nl: geen Cacaoboter
ru: без какао-масло
sl: ni kakavovega masla
sr: без какао путера
tr: Kakao yağı içermesin
uk: без масла какао

source: no Cocoa powder
el: χωρίς σκόνη κακάο
es: no hay cacao en polvo
eu: Kakao-hautsik ez
hi: कोको पाउडर के बिना
ka: კაკაოს ფხვნილის გარეშე
nl: geen Cacaopoeder
ru: без какао-порошка
sl: ki kakava v prahu
sr: без какаоа у праху
tr: Kakao tozu içermesin
uk: без какао-порошка

source: no Coconut milk
el: χωρίς γάλα καρύδας
es: no hay leche de coco
eu: Koko-esnerik ez
hi: नारियल दूध के बिना
ka: ქოქოსის რძის გარეშე
nl: geen Kokosmelk
ru: без кокосового молока
sl: ni kokosovega mleka
sr: без млека кокоса
tr: Hindistan cevizi sütü içermesin
uk: без кокосового молока

source: no Coconut oil
el: χωρίς λάδι καρύδας
es: no hay aceite de coco
eu: Koko-oliorik ez
hi: नारियल तेल के बिना
ka: ქოქოსის ზეთის გარეშე
nl: geen Kokosolie
ru: без кокосового масла
sl: ni kokosovega olja
sr: без уља кокоса
tr: Hindistan cevizi yağı içermesin
uk: без кокосової олії

source: no Coconut water
es: no hay agua de coco
eu: Koko-urik ez
hi: नारियल पानी के बिना
ka: ქოქოსის წყლის გარეშე
nl: geen Kokoswater
ru: без кокосовой воды
sl: ni kokosovega mleka
sr: без какаоа у праху
tr: Hindistan cevizi suyu içermesin
uk: без кокосової води

source: no Cold water
es: no hay agua fría
eu: Ur hotzik ez
hi: ठंडे पानी के बिना
ka: ცივი წყლის გარეშე
nl: geen Koud water
ru: без холодной воды
sl: ni hladne vode
sr: без хладне воде
tr: Soğuk su içermesin
uk: без холодної води

source: no cooked beef
es: no hay carne cocida
eu: Behiki egosirik ez
hi: पके बीफ़ के बिना
ka: მოხარშული საქონლის ხორცის გარეშე
nl: geen Gekookt rundsvlees
ru: без варёной говядины
sl: ni kuhane govedine
sr: без куване говедине
tr: Pişmiş sığır eti içermesin
uk: без вареної яловичини

source: no Coriander
el: χωρίς κόλιανδρο
es: no hay cilantro
eu: Martorririk ez
hi: धनिये के बिना
ka: ქინძის გარეშე
nl: geen Koriander
ru: без кориандра
sl: ni koriandra
sr: без коријандера
tr: Kişniş içermesin
uk: без коріандру

source: no Coriandre seeds
es: no hay semillas de cilantro
eu: Martorri-hazirik ez
hi: धनिया बीज के बिना
ka: ქინძის თესლების გარეშე
nl: geen Lijnzaad
ru: без семян кориандра
sl: ni semen koriandra
sr: без семенки коријандера
tr: Kişniş tohumu içermesin
uk: без насіння коріандру

source: no Couscous
el: χωρίς κουσκούς
es: no hay Cous cous
eu: Kuskusik ez
hi: कूसकूस के बिना
ka: კუსკუსის გარეშე
nl: geen Couscous
ru: без кускуса
sl: ni kuskusa
sr: без кускуса
tr: Kuskus içermesin
uk: без кускусу

source: no Cracked pepper
es: no hay pimienta molida
eu: Piperbeltzik ez
hi: पिसी काली मिर्च
ka: დანაყული პილპილის გარეშე
ru: без толчёного перца
sl: ni drobljenega popra
sr: без ломљеног бибера
tr: Pul biber (siyah) içermesin
uk: без розтрісканого перцю

source: no Cream
el: χωρίς κρέμα γάλακτος
es: no hay crema
eu: Esnegainik ez
hi: क्रीम के बिना
ka: ნაღების გარეშე
nl: geen Room
ru: без сливок
sl: ni smetane
sr: без крема
tr: Krema içermesin
uk: без вершків

source: no Cream cheese
es: no hay crema de queso
eu: Krema gaztarik ez
hi: क्रीम चीज़ के बिना
ka: კრემყველის გარეშე
nl: geen Roomkaas
ru: без сливочного сыра
sl: ni sirnega namaza
sr: без крем сира
tr: Krem peynir içermesin
uk: без вершкового сиру

source: no Crushed red pepper flakes
es: no hay copos de pimiento rojo triturado
eu: Piper gorrien maluta birrindurik ez
hi: कुचले लाल मिर्च के टुकड़े के बिना
ka: დანაყული წითელი წიწაკის ფანტელების გარეშე
nl: geen Gemalen rode pepervlokken
ru: без измельчённых хлопьев красного перца
sl: ni drobljene rdeče paprike
sr: без ломљених пахуљица црвеног бибера
tr: Pul biber (ezilmiş) içermesin
uk: без розтовчених пластівців червоного перцю

source: no Cucumber
el: χωρίς αγγούρι
es: no hay hay pepino
eu: Luzokerrik ez
hi: ककड़ी के बिना
ka: კიტრის გარეშე
nl: geen Komkommer
ru: без огурца
sl: ni kumaric
sr: без краставаца
tr: Salatalık içermesin
uk: без огірка

source: no Cucumber (large)
es: no hay pepino grande
eu: Luzoker luzerik ez
hi: ककड़ी (बड़ा) के बिना
ka: კიტრის გარეშე
nl: geen Komkommer (groot)
ru: без огурца (большого)
sl: ni kumare
sr: без краставаца (дугог)
tr: Salatalık (geniş) içermesin
uk: без огірка (великого)

source: no Cumin
el: χωρίς κύμινο
es: no hay comino
eu: Kuminorik ez
hi: जीरे के बिना
ka: დაფქული ძირას გარეშე
nl: geen Komijn
ru: без кумина
sl: ni kumine
sr: без кумина
tr: Kimyon içermesin
uk: без кмину

source: no Cumin seeds
es: no hay semillas de comino
eu: Kumino-hazirik ez
hi: जीरा बीज के बिना
ka: ძირას თესლების გარეშე
nl: geen Komijnzaad
ru: без семян кумина
sl: ni semen kumine
sr: без семенки кумина
tr: Kimyon çekirdeği içermesin
uk: без насіння кмину

source: no Dark Jamaican rum
el: χωρίς μαύρο ρούμι Τζαμάικας
es: no hay ron negro jamaicano
eu: Jamaikar ron ilunik ez
hi: डार्क जमैकन रम के बिना
ka: მუქი იამაიკური რომის გარეშე
nl: geen Donkere Jamaicaanse rum
ru: без тёмного ямайского рома
sl: ni temnega jamajškega ruma
sr: без црног јамајканског рума
tr: Koyu Jamaika romu içermesin
uk: без темного ямайського рому

source: no Date
el: χωρίς χουρμά
es: no hay dátiles
eu: Datilik ez
hi: खजूर के बिना
nl: geen Dadel
ru: без фиников
sl: ni datljev
sr: без урми
tr: Hurma içermesin
uk: без фініків

source: no Dill
el: χωρίς άνηθο
es: no hay eneldo
eu: Anetarik ez
hi: डिल के बिना
ka: კამის გარეშე
nl: geen Dille
ru: без укропа
sl: ni kopra
sr: без мирођије
tr: Dereotu içermesin
uk: без кропу

source: no Double cream
el: χωρίς κρέμα γάλακτος (παχύρρευστη)
es: no hay crema doble
eu: Esnegain bikoitzik ez
hi: डबल क्रीम के बिना
ka: ორმაგი ნაღების გარეშე
nl: geen Dubbele room
ru: без сливок для взбивания (48%)
sl: ni polnomastne smetane
sr: без слатке павлаке
tr: Çifte krema içermesin
uk: без вершків для збиття

source: no Dried anchovies
el: χωρίς αποξηραμένες αντσούγιες
es: no hay anchoas secas
eu: Antxoa lehorrik ez
hi: सूखे एंकोवीज़ के बिना
ka: გამშრალი ქაფშიის გარეშე
nl: geen Gedroogde ansjovis
ru: без сушёных анчоусов
sl: ni sušenih inčunov
sr: без сушеног инћуна
tr: Kuru ançuez içermesin
uk: без сушених анчоусів

source: no Dried chillies
el: χωρίς αποξηραμένα τσίλι
es: no hay chiles secos
eu: Txile lehorrik ez
hi: सूखी मिर्च के बिना
ka: გამშრალი მწარე წიწაკის გარეშე
nl: geen Gedroogde chilipepers
ru: без сушёного перца чили
sl: ni suhega čilija
sr: без суве чили паприке
tr: Kuru biber içermesin
uk: без сушених чилі

source: no Dry or fresh cilantro
el: χωρίς ξηρό ή φρέσκο κόλιανδρο
es: no hay cilantro fresco o seco
eu: Martorri lehor edo freskorik ez
hi: सूखे या ताजा धनिया के बिना
ka: მშრალი ან ახალი ქინძის გარეშე
nl: geen Droge of verse koriander
ru: без сухая или свежая кинза
sl: ni suhega ali svežega koriandra
sr: без сувог или свежег першуна лишћара
tr: Kuru veya taze kişniş içermesin
uk: без сушеного або свіжого коріандру

source: no Dry yeast
el: χωρίς ξηρή μαγιά
es: no hay levadura seca
eu: Legami lehorrik ez
hi: सूखे खमीर के बिना
ka: მშრალი საფუარის გარეშე
nl: geen Droge gist
ru: без сухих дрожжей
sl: ni suhega kvasa
sr: без сувог квасца
tr: Kuru maya içermesin
uk: без сухих дріжджів

source: no Durum wheat semolina
el: χωρίς σιμιγδάλι σκληρού σίτου
es: no hay sémola de trigo duro
eu: Gari gogorraren semolarik ez
hi: ड्यूरम गेहूं सूजी के बिना
ka: მყარი ხორბლის ფქვილის გარეშე
nl: geen Durum tarwegriesmeel
ru: без манной крупы
sl: ni zdroba iz trde pšenice (durum)
sr: без гриза од тврде пшенице
tr: Makarnalık buğday (irmik) içermesin
uk: без крупи з твердої пшениці

source: no Earth Balance vegan buttery stick
el: χωρίς vegan βούτυρο Earth Balance
es: no hay barra de mantequilla vegana
hi: अर्थ बैलेंस वीगन बटरी स्टिक के बिना
ru: без веганской маслянистой палочки "Earth Balance"
sl: ni veganskih maslenih palic Earth Balance
sr: без веганског штапића маслаца
tr: Earth Balance vegan tereyağlı çubuk içermesin
uk: без веганських поживних батончиків «Баланс землі»

source: no Egg
el: χωρίς αυγό
es: no hay huevo
eu: Arrautzarik ez
hi: अंडे के बिना
ka: კვერცხის გარეშე
nl: geen Ei
ru: без яиц
sl: brez jajc
sr: баз јаја
tr: Yumurta içermesin
uk: без яєць

source: no Egg yolks
el: χωρίς κρόκους αυγών
es: no hay yema de huevo
eu: Arrautza-gorringorik ez
hi: अंडे की जर्दी के बिना
ka: კვერცის გულის გარეშე
nl: geen Eigeel
ru: без яичных желтков
sl: ni jajčnih rumenjakov
sr: без жуманца
tr: Yumurta sarısı içermesin
uk: без жовтків яєць

source: no Fenugreek seeds
el: χωρίς σπόρους τριγωνέλλας
es: no hay semillas de fenogreco
eu: Ailorbe-hazirik ez
hi: मेथी बीज के बिना
ka: ულბოს თესლების გარეშე
nl: geen Fenegriekzaad
ru: без семян пажитника
sl: ni grškega sena v semenih
sr: без семенки пискавица
tr: Çemen tohumu içermesin
uk: без насіння гульби сінної

source: no Fig
el: χωρίς σύκο
es: no hay higos
eu: Pikurik ez
hi: अंजीर के बिना
ka: ლეღვის გარეშე
nl: geen Vijg
ru: без инжира
sl: ni fig
sr: без смокве
tr: İncir içermesin
uk: без фіг

source: no Finely chopped cilantro
el: χωρίς ψιλοκομμένο κόλιανδρο
es: no hay cilantro picado fino
eu: Martorri xehaturik ez
hi: बारीक कटा हरे धनिया के बिना
ka: წვრილად დაჭრილი ქინძის გარეშე
nl: geen Fijngehakte koriander
ru: без мелко нарезанной кинзы
sl: ni na drobno sesekljanega koriandra
sr: без ситно исецканог першуна лишћара
tr: İnce doğranmış kişniş içermesin
uk: без дрібно нарізаного коріандру

source: no Finely chopped onions
el: χωρίς ψιλοκομμένα κρεμμύδια
es: no hay cebollas picadas finas
eu: Tipula xehaturik ez
hi: बारीक कटे प्याज के बिना
ka: წვრილად დაჭრილი ხახვის გარეშე
nl: geen Fijngehakte uien / ajuinen
ru: без мелко нарезанного лука
sl: ni drobno sesekljane čebule
sr: без ситно исецканог црног лука
tr: İnce doğranmış soğan içermesin
uk: без дрібно нарізаної цибулі

source: no Finely chopped thai chillies or green chillis
el: χωρίς ψιλοκομμένες ταϊλανδέζικες ή πράσινες πιπεριές τσίλι
es: no hay Chiles tailandeses picados finos o chiles verdes
eu: Thai pipermin edo piper berde xehaturik ez
hi: बारीक कटी हुआ थाई मिर्च या हरी मिर्च के बिना
ka: წვრილად დაჭრილი ტაილანდური მწარე წიწაკა ან მწვანე მწარე წიწაკის გარეშე
nl: geen Fijngehakte Thaise pepers of groene pepers
ru: без мелко нарезанного тайского перца чили или зелёного перца чили
sl: ni drobno sesekljanega tajskega ali zelenega čilija
sr: без ситно исецканог тајландског чилија или зеленог чилија
tr: İnce doğranmış tay biberi veya yeşil biber içermesin
uk: без дрібно нарізаного тайського перцю чилі або зеленого чилі

source: no Finely chopped tomato
el: χωρίς ψιλοκομμένη ντομάτα
es: no hay tomate picado fino
eu: Tomate xehaturik ez
hi: बारीक कटे टमाटर के बिना
ka: წვრილად დაჭრილი პომიდორის გარეშე
nl: geen Fijngehakte tomaat
ru: без мелко нарезанных помидоров
sl: ni drobno sesekljanega paradižnika
sr: без ситно исецканог парадајза
tr: İnce doğranmış domates içermesin
uk: без дрібно нарізаних помідорів

source: no Fish
el: χωρίς ψάρι
es: no hay pescado
eu: Arrainik ez
hi: मछली के बिना
ka: თევზის გარეშე
nl: geen Vis
ru: без рыбы
sl: ni rib
sr: без рибе
tr: Balık içermesin
uk: без риби

source: no Fish sauce
el: χωρίς σάλτσα ψαριού
es: no hay salsa de pescado
eu: Arrain-saltsarik ez
hi: फिश सॉस के बिना
ka: თევზის სოუსის გარეშე
nl: geen Vissaus
ru: без рыбного соуса
sl: ni ribje omake
sr: без рибљег соса
tr: Balık sosu içermesin
uk: без рибного соусу

source: no Flour
el: χωρίς αλεύρι
es: no hay harina
eu: Irinik ez
hi: आटे के बिना
ka: ფქვილის გარეშე
nl: geen Bloem
ru: без муки
sl: ni moke
sr: без брашна
tr: Un içermesin
uk: без борошна

source: no Flour (all-purpose)
el: χωρίς αλεύρι (για όλες τις χρήσεις)
es: no hay harina (multiuso)
eu: Irin arruntzik ez
hi: आटे (सर्वप्रयोजन) के बिना
ka: ჩვეულებრივი ფქვილის გარეშე
nl: geen Bloem (universeel)
ru: без муки (универсальная)
sl: ni večnamenske moke
sr: без брашна (за све сврхе)
tr: Un (genel amaçlı) içermesin
uk: без борошна (загального призначення)

source: no Flour (Tipo 00)
el: χωρίς αλεύρι (τύπου 00)
es: no hay harina (tipo 00)
eu: 00 motako irinik ez
hi: आटे (टिपो 00) के बिना
ka: ფქვილის გარეშე (ტიპო 00)
nl: geen 00-bloem
ru: без муки (мелкого помола)
sl: ni moke tip 00
sr: без брашна (Типа 00)
tr: Un (Tipo 00) içermesin
uk: без борошна (Tipo 00)

source: no Fresh rosemary
el: χωρίς φρέσκο δεντρολίβανο
es: no hay romero fresco
eu: Erromero freskorik ez
hi: ताजी रोज़मेरी के बिना
ka: ახალი როზმარინის გარეშე
nl: geen Verse rozemarijn
ru: без свежего розмарина
sl: ni svežega rožmarina
sr: без свежег рузмарина
tr: Taze biberiye içermesin
uk: без свіжого розмарину

source: no Fresh tagliatelle
el: χωρίς φρέσκες ταλιατέλες
es: no hay tagliatelle fresco
eu: Tagliatelle freskorik ez
hi: ताज़ा टैगलीटेल के बिना
ka: ახალი ტალიატელის გარეშე
nl: geen Verse tagliatelle
ru: без сырой домашней лапши (тальятелле)
sl: ni svežih tagliatel
sr: без свежих резанаца
tr: Taze tagliatelle içermesin
uk: без свіжої тальятеле

source: no Garam masala
el: χωρίς γκαράμ μασάλα
es: no hay mezcla de especias
eu: Garam masalarik ez
hi: गरम मसाले के बिना
nl: geen Garam masala
ru: без гарам масалы
sl: ni garam masale
sr: без гарам масале
tr: Garam masala içermesin
uk: без гараму масала

source: no Garlic
el: χωρίς σκόρδο
es: no hay ajo
eu: Berekatzik ez
hi: लहसुन के बिना
ka: ნივრის გარეშე
nl: geen Knoflook / look
ru: без чеснока
sl: ni česna
sr: без белог лука
tr: Sarımsak içermesin
uk: без часнику

source: no Garlic cloves
el: χωρίς σκελίδες σκόρδου
es: no hay dientes de ajo
eu: Berakatz-atalik ez
hi: लहसुन की कलियों के बिना
ka: ნივრის კბილების გარეშე
nl: geen Knoflookteentjes / teentjes look
ru: без зубчиков чеснока
sl: ni česna v stroku
sr: без чешњева белог лука
tr: Diş sarımsak içermesin
uk: без зубків часнику

source: no Garlic powder
el: χωρίς σκόνη σκόρδου
es: no hay ajo en polvo
eu: Berakatz-hautsik ez
hi: लहसुन पाउडर के बिना
ka: ნივრის ფხვნილის გარეშე
nl: geen Knoflookpoeder / lookpoeder
ru: без чесночного порошка
sl: ni česna v prahu
sr: без белог лука у праху
tr: Sarımsak tozu içermesin
uk: без часникового порошку

source: no Ginger
el: χωρίς τζίντζερ
es: no hay jengibre
eu: Jengibrerik ez
hi: अदरक के बिना
ka: ჯანჯაფილის გარეშე
nl: geen Gember
ru: без имбиря
sl: ni ingverja
sr: без ђумбира
tr: Zencefil içermesin
uk: без імбиру

source: no Ginger, freshly grated
el: χωρίς τζίντζερ, φρεσκοτριμμένο
es: no hay jengibre fresco rallado
eu: Jengibre fresko birrindurik ez
hi: ताज़ी कसी अदरक के बिना
ka: ახლად გახეხილი ჯანჯაფილის გარეშე
nl: geen Gember, vers geraspt
ru: без имбиря, свеженатёртого
sl: ni sveže ribanega ingverja
sr: без ђумбира, свеже наренданог
tr: Zencefil, taze doğranmış içermesin
uk: без свіжо натертого імбиру

source: no Ginger ground
el: χωρίς τζίντζερ τριμμένο
es: no hay gengibre molido
eu: Jengibre-hautsik ez
hi: पिसी अदरक के बिना
ka: დაფქული ჯანჯაფილის გარეშე
nl: geen Gember, gemalen
ru: без корня имбиря
sl: ni mletega ingverja
sr: без ђумбира млевеног
tr: Zencefil, öğütülmüş içermesin
uk: без молотого імбиру

source: no Goat cheese
el: χωρίς κατσικίσιο τυρί
es: no hay queso de cabra
eu: Ahuntz-gaztarik ez
hi: बकरी के चीज़ के बिना
ka: თხის ყველის გარეშე
nl: geen Geitenkaas
ru: без козьего сыра
sl: ni kozjega sira
sr: без козјег сира
tr: Keçi peyniri içermesin
uk: без козиного сиру

source: no Golden caster sugar
el: χωρίς καστανή ζάχαρη
es: no hay azúcar en polvo de oro
hi: सुनहरी महीन सफेद चीनी के बिना
ka: ოქროს ლერწმის შაქრის გარეშე
nl: geen Bruine basterdsuiker / cassonade
ru: без "тростниковой" сахарной пудры
sl: ni zlatega finozrnatega sladkorja
sr: без златног кристалног шећера
tr: Pudra şekeri içermesin
uk: без жовтої цукрової пудри

source: no Good, dry red wine
el: χωρίς καλό, ξηρό κόκκινο κρασί
es: no hay vino tinto seco, bueno
eu: Ardo beltz lehor onik ez
hi: अच्छी, सूखी रेड वाइन के बिना
ka: კარგი წითელი ღვინის გარეშე
nl: geen Goede, droge rode wijn
ru: без хорошего красного сухого вина
sl: ni rdečega suhega vina
sr: без доброг, сувог црвеног вина
tr: Güzel, kuru kırmızı şarap içermesin
uk: без доброго сухого червоного вина

source: no Gouda cheese
el: χωρίς τυρί Γκούντα
es: no hay queso gouda
eu: Gouda gaztarik ez
hi: गौडा चीज़ के बिना
ka: ყველი გოუდას გარეშე
nl: geen Goudse kaas / Gouda
ru: без сыра гауда
sl: ni gaude
sr: без гауда сира
tr: Gouda peyniri içermesin
uk: без сиру-гауда

source: no Goulash spices
el: χωρίς μπαχαρικά γκούλας
es: no hay especias para goulash
eu: Goulash espeziarik ez
hi: गौलाश मसालों के बिना
ka: გულაშის სანელებლების გარეშე
nl: geen Goulashkruiden
ru: без специй для гуляша
sl: ni začimb za golaž
sr: без зачина за гулаш
tr: Goulash baharatları içermesin
uk: без приправи до гуляшу

source: no Guanciale cubes
el: χωρίς κύβους guanciale
es: no hay cubos de guanciale
eu: Guanciale kuborik ez
hi: गुआनसिअल क्यूब्स के बिना
ka: გუანჩიალეს კუბების გარეშე
nl: geen Guanciale blokjes
ru: без сыровяленой свиной щековины кубиками
sl: ni svinjskih ličnic, narezanih na koščke
sr: без коцкица подгушине
tr: Guanciale küpleri içermesin
uk: без кубиків гванчале

source: no Long pasta, e.g. spaghetti
el: χωρίς μακριά ζυμαρικά, π.χ. σπαγγέτι
es: no hay pasta larga, ej. espaguetis
eu: Pasta luzea, adib. espagetiak, ez
hi: लंबे पास्ता (उदा. स्पैगेटी) के बिना
ka: გრძელი მაკარონის,მაგალითად სპაგეტის გარეშე
nl: geen Lange pasta, bv. spaghetti
ru: без длинных макарон, например, спагетти
sl: ni dolgih testenin, špagetov
sr: без дуге пасте, нпр. шпагети
tr: Uzun makarna, yani spagetti içermesin
uk: без довгої пасти, наприклад спагеті

source: no Parmesan cheese
el: χωρίς τυρί παρμεζάνα
es: no hay queso parmesano
eu: Parmesano gaztarik ez
hi: परमेसन चीज़ के बिना
ka: ყველი პარმეზანის გარეშე
nl: geen Parmezaanse kaas / parmezaan
ru: без сыра пармезан
sl: ni parmezana
sr: без пармезан сира
tr: Parmesan peyniri içermesin
uk: без сиру-пармезану

source: no Grapes
el: χωρίς σταφύλια
es: no hay uvas
eu: Mahatsik ez
hi: अंगूर के बिना
ka: ყურძნის გარეშე
nl: geen Druiven
ru: без винограда
sl: ni grozdja
sr: без грожђа
tr: Üzüm içermesin
uk: без винограду

source: no Grated French Emmental
el: χωρίς τριμμένο γαλλικό Έμενταλ
es: no hay queso emmental francés rallado
eu: Emmental frantziar birrindurik ez
hi: कसे हुए फ्रेंच एममेंटल के बिना
ka: გახეხილი ფრანგული ემენტალის გარეშე
nl: geen Geraspte Franse Emmentaler
ru: без натёртого французского эмменталя
sl: ni naribanega ementalerja
sr: без ренданог француског ементала
tr: Fransız emmental, rendelenmiş içermesin
uk: без тертого французького емменталя

source: no Green Apple
el: χωρίς πράσινο μήλο
es: no hay manzana verde
eu: Sagar berderik ez
hi: हरे सेब के बिना
ka: მწვანე ვაშლის გარეშე
nl: geen Groene appel
ru: без зелёных яблок
sl: ni zelenih jabolk
sr: без зелене јабуке
tr: Yeşil elma içermesin
uk: без зелених яблук

source: no Green Bell Pepper
el: χωρίς πράσινη πιπεριά
es: no hay pimiento verde
eu: Pipermorro berderik ez
hi: हरी शिमला मिर्च के बिना
ka: მწვანე ბულგარული წიწაკის გარეშე
nl: geen Groene paprika
ru: без зелёного сладкого перца
sl: ni zelene paprike
sr: без бабуре зелене
tr: Yeşil dolmalık biber içermesin
uk: без зеленого солодкого перцю

source: no Green Cabbage
el: χωρίς πράσινο λάχανο
es: no hay repollo verde
eu: Aza berderik ez
hi: हरी गोभी के बिना
ka: მწვანე კომბოსტოს გარეშე
nl: geen Groene kool
ru: без белокочанной капусты
sl: ni zelenega zelja
sr: без зеленог купуса
tr: Yeşil lahana içermesin
uk: без зеленої капусти

source: no Green olive
el: χωρίς πράσινη ελιά
es: no hay aceitunas verdes
eu: Oliba berderik ez
hi: हरे जैतून के बिना
ka: მწვანე ზეთისხილის გარეშე
nl: geen Groene olijven
ru: без зелёных оливок
sl: ni zelenih oliv
sr: без зелене маслинке
tr: Yeşil zeytin içermesin
uk: без зелених оливок

source: no Green onions
el: χωρίς φρέσκα κρεμμύδια
es: no hay cebollas verdes
eu: Tipulinik ez
hi: हरे प्याज के बिना
ka: მწვანე ხახვის გარეშე
nl: geen Groene uien / ajuinen
ru: без зелёного лука
sl: ni zelene čebule
sr: без зеленог црног лука
tr: Yeşil soğan içermesin
uk: без зеленої цибулі

source: no green onions, chopped
el: χωρίς φρέσκα κρεμμυδάκια, ψιλοκομμένα
es: no hay cebollas verdes picadas
eu: Tipulin xehaturik ez
hi: कटे हरे प्याज के बिना
ka: მწვანე დაჭრილი ხახვის გარეშე
nl: geen Groene uien/ajuinen, fijngesneden
ru: без мелко нарезанного зелёного лука
sl: ni sesekljane zelene čebule
sr: без зеленог црног лука, исецканог
tr: yeşil soğan, doğranmış, içermesin
uk: без зеленої нарізаної цибулі

source: no Ground beef
el: χωρίς κιμά μοσχαρίσιο
es: no hay carne picada
eu: Behiki xehaturik ez
hi: ग्राउंड बीफ़ के बिना
ka: დაფქული საქონლის ხორცის გარეშე
nl: geen Gemalen rundsvlees
ru: без говяжьего фарша
sl: ni mlete govedine
sr: без млевене јунетине
tr: Köftelik dana kıyma içermesin
uk: без яловичого фаршу

source: no Ground coriander (optional)
el: χωρίς τριμμένο κόλιανδρο (προαιρετικά)
es: no hay cilantro molido (opcional)
eu: Martorri xehatua (aukerakoa) ez
hi: पिसे धनियें के बिना
ka: დაფქული ქინძის გარეშე (არასავალდებულო)
nl: geen Gemalen koriander
ru: без молотого кориандра (по желанию)
sl: ni mletega koriandra
sr: без млевеног коријандера (опционално)
tr: Öğütülmüş kişniş (isteğe bağlı) içermesin
uk: без меленого коріандру (необов'язкового)

source: no Ground cumin
el: χωρίς τριμμένο κύμινο
es: no hay comino molido
eu: Kumino xehaturik ez
hi: पिसे हुए जीरे के बिना
ka: დაფქული ძირას გარეშე
nl: geen Gemalen komijn
ru: без молотого "кумина/тмина"
sl: ni mlete kumine
sr: без млевеног кумина
tr: Öğütülmüş kimyon içermesin
uk: без меленого кмину

source: no Ground fennel
el: χωρίς τριμμένο φινόκιο
es: no hay hinojo molido
eu: Mihilu xehaturik ez
hi: पिसी हुई सौंफ के बिना
ka: დაფქული ცერეცოს გარეშე
nl: geen Gemalen venkel
ru: без молотого фенхеля
sl: ni mletega koromača
sr: без млевеног коморача
tr: Öğütülmüş rezene içermesin
uk: без меленого фенхеля

source: no Ground pepper
el: χωρίς τριμμένο πιπέρι
es: no hay pimienta molida
eu: Piper xehaturik ez
hi: पिसी हुई काली मिर्च के बिना
ka: დაფქული წიწაკის გარეშე
nl: geen Gemalen peper
ru: без молотого перца
sl: ni mletega popra
sr: без млевеног бибера
tr: Öğütülmüş biber içermesin
uk: без меленого перцю
